Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

# lossOrProfit
source: Loss/Profit
am: ኪሳራ/ትርፍ
as: লোকচান/লাভ
bg: Загуба/Печалба
cy: Colled/Elw
et: Kahjum/Kasum
eu: Galarera/Irabazia
fil: Pagkawala/Kita
gu: નુકસાન/લાભ
hy: Կորուստ/Շահույթ
is: Tap/Hagnaður
ka: ზარალი/მოგება
kk: Зиян/кепіл
km: ការបញ្ចូល/ចំណែក
kn: ನಷ್ಟ/ಲಾಭ
ky: Чыгым/Пайда
lo: ຍອດ/ລາຍຮັບ
mk: Загуба/добивка
ml: നഷ്ടം/ലാഭം
mn: Алдагдал/Ашиг
my: အမြဲအသွယ်/အခြေအနေ
or: କ୍ଷତି/ଲାଭ
pa: ਨੁਕਸਾਨ/ਮੁਨਾਫਾ
ps: زیان / ګټه
si: හිඟය/අස්වෙනය
sl: Izguba / Dobiček
ta: குறைவு / லாபம்
te: నష్టం/లాభం
tt: Югалту/Файда
uz: Yo'qotish/Foyda
zu: Ukulahleka/Inzuzo

source: Expense
am: ወጪ
as: খৰচ
bg: Разход
cy: Cost
et: Kulu
eu: Gastoak
fil: Gastos
gu: ખર્ચ
hy: Ծախս
is: Kostnaður
ka: ხარჯი
kk: Тариф
km: ចំណាយ
kn: ವೆಚ್ಚ
ky: Чыгым
lo: ລາຍຮັບ
mk: Трошок
ml: ചെലവ്
mn: Зардлын
my: ကုန်ကျစရိတ်
or: ଖର୍ଚ୍ଚ
pa: ਖ਼ਰਚ
ps: لګښت
si: වියදම
sl: Strošek
ta: செலவு
te: ఖర్చు
tt: Чыгым
uz: Xarajat
zu: Isindleko

source: Parties
am: ወገኖች
as: পাৰ্টীসমূহ
bg: Партии
cy: Partïon
et: Osalejad
eu: Alderdiak
fil: Mga Partido
gu: પાર્ટીઓ
hy: Կուսակցություններ
is: Aðilar
ka: მხარეები
kk: Тіркелушілер
km: ប្រតិបត្តិ
kn: ಪಕ್ಷಗಳು
ky: Тараптар
lo: ພົນລະເພີດ
mk: Страни
ml: പാർട്ടികൾ
mn: Этгээд
my: ပါတ်ဆိုင်များ
or: ପକ୍ଷଗୁଡିକ
pa: ਪਾਰਟੀਆਂ
ps: ګوندونه
si: පක්ෂ
sl: Stranke
ta: சமூகங்கள்
te: పార్టీలు
tt: Партияләр
uz: Tomonlar
zu: Amaqembu

source: Home
am: ቤት
as: বাড়ী
bg: Начало
cy: Cartref
et: Kodu
eu: Hasiera
gu: હોમ
hy: Գլխավոր
is: Heim
ka: სახლი
kk: Басты бет
km: ទំព័រដើម
kn: ಹೋಮ್
ky: Үй
lo: ໜ້າຫຼັກ
mk: Дом
ml: ഹോം
mn: Нүүр хуудас
my: အိမ်အမြင်
or: ମୁଖ୍ୟ ପୃଷ୍ଠା
pa: ਘਰ
ps: کور
si: මුල්
sl: Domov
ta: முகப்பு
te: హోమ్
tt: Өй
uz: Uy
zu: Ikhaya

source: Sales
am: ሽያጮች
as: বিক্ৰী
bg: Продажби
cy: Gwerthiant
et: Müük
eu: Salmentak
fil: Benta
gu: વેચાણ
hy: Վաճառք
is: Sala
ka: გაყიდვები
kk: Сатып алу
km: ការលក់
kn: ಮಾರಾಟಗಳು
ky: Сатуулар
lo: ການຂາຍ
mk: Продажба
ml: വിൽപന
mn: Борлуулалт
my: အရောင်မှုများ
or: ବିକ୍ରୟ
pa: ਵਿਕਰੀ
ps: پلور
si: විකුණු
sl: Prodaja
ta: விற்பனைகள்
te: అమ్మకాలు
tt: Сатулар
uz: Sotish
zu: Ukuthengisa

source: Setting
am: ቅንብር
as: সেটিং
bg: Настройки
cy: Gosodiad
et: Seade
eu: Ezarpena
gu: સેટિંગ
hy: Կարգավորումներ
is: Stillingar
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ky: Орнотуулар
lo: ການຕັ້ງຄ່າ
mk: Подесување
ml: സജ്ജീകരണം
mn: Тохиргоо
my: ဆက်တင်
or: ସେଟିଙ୍ଗ୍
pa: ਸੈਟਿੰਗ
ps: ترتیب
si: සැකසීම
sl: Nastavitve
ta: அமைப்புகள்
te: సెట్టింగ్
tt: Көйләү
uz: Sozlash
zu: Ukusetha

source: Purchase Now
am: አሁን ይግዙ
as: এতিয়াকৈ ক্ৰয় কৰক
bg: Купи сега
cy: Prynu Nawr
eu: Orain erosi
fil: Bilhin Ngayon
gu: હવે ખરીદો
hy: Գնել հիմա
is: Kaupa núna
ka: ახლა შეიძინეთ
kk: Қазір сатып алу
km: ទិញឥឡូវនេះ
kn: ಈಗ ಖರೀದಿಸಿ
ky: Азыр сатып алуу
lo: ຊື້ດຽວກັບ
mk: Купи сега
ml: ഇപ്പോൾ വാങ്ങുക
mn: Одоо худалдан авах
my: ယခုဝယ်ယူရန်
or: ବର୍ତ୍ତମାନ କିଣନ୍ତୁ
pa: ਹੁਣ ਖਰੀਦੋ
ps: اوس پیرود کړئ
si: විකුණු කරනවා
sl: Kupi zdaj
ta: இப்போது வாங்கு
te: ఇప్పుడు కొనుగోలు చేయండి
tt: Хәзер сатып алырга
uz: Hozir Sotib Oling
zu: Thenga Manje

source: Payment Methods
am: የክፍያ ዘዴዎች
as: পেমেন্ট পদ্ধতি
bg: Начини на плащане
cy: Dulliadau Taliad
eu: Ordainketa metodoak
fil: Mga Paraan ng Pagbabayad
gu: ચુકવણી પદ્ધતિઓ
hy: Վճարման մեթոդներ
is: Greiðsluháttir
ka: გადახდის მეთოდები
kk: Төлем тәсілдері
km: វិធីទូទាត់
kn: ಪಾವತಿ ವಿಧಾನಗಳು
ky: Төлөм ыкмалары
lo: ວິນເຂົ້າເຖິງການຊຳລະເງິນ
mk: Методи на плаќање
ml: പേയ്‌മെന്റ് രീതികൾ
mn: Төлбөрийн аргууд
my: ငွေပေးချေမှုနှင့်အတိုးအခြားနည်းလမ်းများ
or: ପେମେଣ୍ଟ ପ୍ରକାର
pa: ਭੁਗਤਾਨ ਦੇ ਤਰੀਕੇ
ps: د تادیې طریقې
si: ගෙවීම් ක්‍රමවේදයන්
sl: Načini plačila
ta: கட்டண முறைகள்
te: చెల్లింపు పద్ధతులు
tt: Түләү ысуллары
uz: To'lov Usullari
zu: Izindlela Zokukhokha

source: Update
am: አዘምን
as: আপডেট
bg: Актуализирай
cy: Diweddariad
eu: Eguneratu
fil: I-update
gu: અપડેટ કરો
hy: Թարմացնել
is: Uppfæra
ka: განახლება
kk: Жаңарту
km: ធ្វើបច្ចុប្បន្នភាព
kn: ನವೀಕರಿಸು
ky: Жаңыртуу
lo: ອັບເດດ
mk: Ажурирај
ml: അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Шинэчлэх
my: အပ်ဒိတ်ပြုပါ
or: ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਅਪਡੇਟ ਕਰੋ
ps: تازه کول
si: යාවත්කාලීන කරන්න
sl: Posodobi
ta: புதுப்பிக்கவும்
te: నవీకరించు
tt: Яңарту
uz: Yangilash
zu: Buyekeza

# continueButton
source: Continue
am: ቀጥል
as: অগ্ৰসর হওক
bg: Продължи
cy: Parhau
eu: Jarraitu
fil: Magpatuloy
gu: ચાલુ રાખો
hy: Շարունակել
is: Halda áfram
ka: გაგრძელება
kk: Жалғастыру
km: បន្ត
kn: ಮುಂದುವರಿಸು
ky: Улантуу
lo: ສືບຕໍ່
mk: Продолжи
ml: തുടരുക
mn: Үргэлжлүүлэх
my: ဆက်လက်ရှေ့သို့
or: ଚାଲୁ ରଖନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
ps: دوام ورکړئ
si: කිරීමට
sl: Nadaljuj
ta: தொடர்க
te: కొనసాగించు
tt: Дәвам итәргә
uz: Davom etish
zu: Qhubeka

source: Name
am: ስም
as: নাম
bg: Име
cy: Enw
eu: Izena
fil: Pangalan
gu: નામ
hy: Անուն
is: Nafn
ka: სახელი
kk: Аты
km: ឈ្មោះ
kn: ಹೆಸರು
ky: Аты
lo: ຊື່
mk: Име
ml: പേര്
mn: Нэр
my: နာမည်
or: ନାମ
pa: ਨਾਮ
ps: نوم
si: නම
sl: Ime
ta: பெயர்
te: పేరు
tt: Исем
uz: Ism
zu: Igama

# phone
source: Phone Number
am: ስልክ ቁጥር
as: ফোন নম্বৰ
bg: Телефонен номер
cy: Rhif Ffôn
eu: Telefono zenbakia
fil: Numero ng Telepono
gu: ફોન નંબર
hy: Հեռախոսահամար
is: Símanúmer
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
km: លេខទូរសព្ទ
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ky: Телефон номери
lo: ທີ່​ຢູ່​ອີ​ເມວ
mk: Телефонски број
ml: ഫോൺ നമ്പർ
mn: Утасны дугаар
my: ဖုန်းနံပါတ်
or: ଫୋନ୍ ନମ୍ବର
pa: ਫੋਨ ਨੰਬਰ
ps: تلیفون نمبر
si: දුරකථන අංකය
sl: Telefonska številka
ta: தொலைபேசி எண்
te: ఫోన్ నెంబర్
tt: Телефон номеры
uz: Telefon Raqami
zu: Inombolo Yocingo

# email
source: Email Address
am: ኢሜል አድራሻ
as: ইমেইল ঠিকনা
bg: Имейл адрес
cy: Cyfeiriad E-bost
eu: Posta elektronikoa
gu: ઈમેલ સરનામું
hy: Էլ․փոստի հասցե
is: Tölvupóstfang
ka: ელ.ფოსტის მისამართი
kk: Электрондық пошта мекенжайы
km: អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល
kn: ಇಮೇಲ್ ವಿಳಾಸ
ky: Электрондук почта дареги
lo: ທີ່​ຢູ່​ອີ​ເມວ
mk: Е-мејл адреса
ml: ഇമെയിൽ വിലാസം
mn: И-мэйл хаяг
my: အီးမေးလ်လိပ်စာ
or: ଇମେଲ୍ ଠିକଣା
pa: ਈਮੇਲ ਪਤਾ
ps: بریښنالیک آدرس
si: ඊමේල් ලිපිනය
sl: E-poštni naslov
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా
tt: Электрон почта адресы
uz: Elektron Pochta Manzili
zu: Ikheli Le-imeyili

source: Address
am: አድራሻ
as: ঠিকনা
bg: Адрес
cy: Cyfeiriad
eu: Helbidea
gu: સરનામું
hy: Հասցե
is: Heimilisfang
ka: მისამართი
kk: Мекен-жай
km: អាស័យដ្ឋាន
kn: ವಿಳಾಸ
ky: Дареги
lo: ທີ່ຢູ່
mk: Адреса
ml: വിലാസം
mn: Хаяг
my: လိပ်စာ
or: ଠିକଣା
pa: ਪਤਾ
ps: پته
si: ලිපිනය
sl: Naslov
ta: முகவரி
te: చిరునామా
tt: Адрес
uz: Manzil
zu: Ikheli

source: Previous Due
am: ቀድሞ ያለ ዕዳ
as: পূৰ্বৰ বকেয়া
bg: Предишно дължимо
cy: Dyledus Blaenorol
eu: Aurreko zorra
fil: Nakaraang Dapat Bayaran
gu: પાછલી બાકી રકમ
hy: Նախկին պարտք
is: Fyrri skuldir
ka: წინა დავალიანება
kk: Алдыңғы төлем
km: ផុតកំណត់មុន
kn: ಹಿಂದಿನ ಬಾಕಿ
ky: Мурунку карыз
lo: ໝົດກຳນົດກ່ອນໜ້ານີ້
mk: Претходно долго
ml: മുൻകൂർ തുക
mn: Өмнөх төлөх дүн
my: အတွက်ကျန်ပါကျမှန်ကန်ခံရသည်
or: ପୂର୍ବତନ ବକେୟା
pa: ਪਿਛਲੀ ਬਕਾਇਆ ਰਕਮ
ps: پخوانی پور
si: ප්‍රථම ඇගයීම
sl: Prejšnji dolg
ta: முந்தைய பாதிப்பு
te: మునుపటి బకాయి
tt: Алдагы бурыч
uz: Oldingi Qarz
zu: Okudlule Okufanele

# selectLang
source: Select Your Language
am: ቋንቋዎን ይምረጡ
as: আপোনাৰ ভাষা বাচনি কৰক
bg: Избери език
cy: Dewis Eich Iaith
eu: Hautatu zure hizkuntza
fil: Piliin ang Iyong Wika
gu: તમારી ભાષા પસંદ કરો
hy: Ընտրեք լեզուն
is: Veldu tungumál
ka: აირჩიეთ თქვენი ენა
kk: Тіліңізді таңдаңыз
km: ជ្រើសរើសភាសារបស់អ្នក។
kn: ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Тилди тандаңыз
lo: ເລືອກພາສາຂອງທ່ານ
mk: Избери ја твојата јазик
ml: നിങ്ങളുടെ ഭാഷ തിരഞ്ഞെടുക്കുക
mn: Хэлээ сонго
my: သင့်ဘာသာစကားရွေးချယ်ပါ
or: ଆପଣଙ୍କ ଭାଷା ବାଛନ୍ତୁ
pa: ਆਪਣੀ ਭਾਸ਼ਾ ਚੁਣੋ
ps: خپل ژبه غوره کړئ
si: ඔබේ භාෂාව තෝරන්න
sl: Izberi jezik
ta: உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்
te: మీ భాషను ఎంచుకోండి
tt: Телегезне сайлагыз
uz: Tilni Tanlang
zu: Khetha Ulimi Lwakho

source: Add Contact
am: እውቂያ አክል
as: যোগাযোগ সংযোগ কৰক
bg: Добави контакт
cy: Ychwanegu Cyswllt
eu: Kontaktua gehitu
fil: Magdagdag ng Contact
gu: સંપર્ક ઉમેરો
hy: Ավելացնել կոնտակտ
is: Bæta við tengilið
ka: კონტაქტის დამატება
kk: Байланыс қосу
km: បន្ថែមទំនាក់ទំនង
kn: ಸಂಪರ್ಕವನ್ನು ಸೇರಿಸಿ
ky: Контакт кошуу
lo: ເພີ່ມການຕິດຕໍ່
mk: Додај контакт
ml: സമ്പർക്കം ചേർക്കുക
mn: Холбоо барих хүн нэмэх
my: ဆက်သွယ်ရန်ဖောင်းပေးပါ
or: ଯୋଗାଯୋଗ ଯୋଡନ୍ତୁ
pa: ਸੰਪਰਕ ਜੋੜੋ
ps: اړیکه اضافه کړئ
si: සම්බන්ධතාවය එක් කරන්න
sl: Dodaj stik
ta: தொடர்பைச் சேர்க்கவும்
te: కాంటాక్ట్ జోడించండి
tt: Элемтә өстә
uz: Kontakt Qo'shish
zu: Engeza Xhumano

source: More Info
am: ተጨማሪ መረጃ
as: অধিক তথ্য
bg: Повече информация
cy: Mwy o wybodaeth
eu: Informazio gehiago
fil: Higit pang Impormasyon
gu: વધુ માહિતી
hy: Ավելին
is: Nánari upplýsingar
ka: დამატებითი ინფორმაცია
kk: Толық мәлімет
km: ព័​ត៍​មាន​បន្ថែម
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ
ky: Көбүрөөк маалымат
lo: ຂໍ້​ມູນ​ເພີ່ມ​ເຕີມ
mk: Повеќе информации
ml: കൂടുതൽ വിവരങ്ങൾ
mn: Дэлгэрэнгүй мэдээлэл
my: အချက်အလက်ပြသည်
or: ଅଧିକ ତଥ୍ୟ
pa: ਹੋਰ ਜਾਣਕਾਰੀ
ps: نور معلومات
si: වැඩි තොරතුරු
sl: Več informacij
ta: மேலும் தகவல்
te: అదనపు సమాచారం
tt: Күбрәк мәгълүмат
uz: Ko'proq Ma'lumot
zu: Ulwazi Olwengeziwe

source: Retailer
am: ችርቻሮ ነጋዴ
as: ৰিটেইলাৰ
bg: Търговец на дребно
cy: Manwerthwr
eu: Merkataria
gu: ખુદરા વેપારી
hy: Փոքածախ վաճառող
is: Smásali
ka: წვრილმანი ვაჭარი
kk: Сатушы
km: អ្នកលក់រាយ
kn: ಮರಾಠ್ಯಾದಾರ
ky: Чыгылчык сатуучу
lo: ຮ້ານຄ້າປີກ
mk: Малпродажба
ml: ചില്ലറ വ്യാപാരി
mn: Жижиглэн худалдаачин
my: ကုန်ပစ္စည်းရောင်းရသူ
or: ଖୁଚୁରା ବ୍ୟାପାରୀ
pa: ਰੀਟੇਲਰ
ps: پرچون پلورونکی
si: කුළියේ වෙළඳපොළවලින්
sl: Prodajalec na drobno
ta: மருந்து விற்பனையாளர்
te: చిల్లర వర్తకుడు
tt: Розничный сату
uz: Chakana Sotuvchi
zu: Umthengisi

source: Dealer
am: አከፋፋይ
as: ডিলাৰ
bg: Дилър
cy: Dealar
eu: Merkataria
gu: ડીલર
hy: Վաճառող
is: Sölumaður
ka: დილერი
kk: Дилер
km: ឈ្មួញ
kn: ಡೀಲರ್
ky: Дилер
lo: ຕົວແທນຈໍາຫນ່າຍ
mk: Дилер
ml: ഡീലർ
mn: Дилер
my: ကုန်ပစ္စည်းရောင်းရသူ
or: ଡିଲର୍
pa: ਡੀਲਰ
ps: ډیلر
si: අලෙවි
sl: Trgovec
ta: விற்பனையாளர்
te: డీలర్
tt: Дилер
uz: Diler
zu: Umthengisi

source: Wholesaler
am: ጅምላ ነጋዴ
as: হোলচেইলাৰ
bg: Търговец на едро
cy: Cyfanwerthwr
eu: Handizkaria
gu: થોક વેપારી
hy: Մեծածախ վաճառող
is: Heildsala
ka: გროსისტი
kk: Оптовик
km: អ្នកលក់ដុំ
kn: ಹೊಲ್‌ಸೇಲರ್
ky: Дүң сатуучу
lo: ຂາຍສົ່ງ
mk: Големопродажба
ml: വ്യാപാരി
mn: Бөөний худалдаачин
my: လက်ကျန်းရောင်းရသူ
or: ଥୋକ ବ୍ୟାପାରୀ
pa: ਹੋਲਸੇਲਰ
ps: پولمه پلورونکی
si: හොල්වේල්සේලර්
sl: Trgovec na debelo
ta: மொத்த விற்பனையாளர்
te: హోల్‌సేలర్
tt: Оптовик
uz: Ulgurji Sotuvchi
zu: Umthengisi Omkhulu

source: Supplier
am: አቅራቢ
as: সরবরাহকাৰী
bg: Доставчик
cy: Cyflenwr
eu: Hornitzailea
gu: સપ્લાયર
hy: Մատակարար
is: Birgir
ka: მომწოდებელი
kk: Тапсырыс беруші
km: អ្នកផ្គត់ផ្គង់
kn: ಸರಬರಾಜು ವಿತರಕ
ky: Камсыздоочу
lo: ຜູ້ສະຫນອງ
mk: Доставник
ml: സപ്ലയർ
mn: Нэхэмжлэгч
my: ကုန်လက်ပစ္စည်းရောင်းသူ
or: ପ୍ରଦାନକାରୀ
pa: ਸਪਲਾਇਰ
ps: تامین کوونکی
si: ක්‍රීඩා
sl: Dobavitelj
ta: சப்ளையர்
te: సరఫరాదారు
tt: Тәэмин итүче
uz: Yetkazib Beruvchi
zu: Umhlinzeki

source: Customer Details
am: የደንበኛ ዝርዝሮች
as: গ্ৰাহক বিৱৰণ
bg: Данни за клиента
cy: Manylion Cwsmer
eu: Bezeroaren xehetasunak
fil: Mga Detalye ng Customer
gu: ગ્રાહક વિગતો
hy: Հաճախորդի մանրամասներ
is: Viðskiptavinarupplýsingar
ka: მომხმარებლის დეტალები
kk: Мүштері туралы мәлімет
km: ព័ត៌មានលំអិតរបស់អតិថិជន
kn: ಗ್ರಾಹಕ ವಿವರಗಳು
ky: Кардардын маалыматтары
lo: ລາຍລະອຽດລູກຄ້າ
mk: Детали за клиент
ml: ഗ്രാഹക വിശദാംശങ്ങൾ
mn: Үйлчлүүлэгчийн мэдээлэл
my: ဖောက်သည်အသေးစိတ်
or: ଗ୍ରାହକ ବିବରଣୀ
pa: ਗਾਹਕ ਵੇਰਵੇ
ps: د پیرودونکي جزییات
si: කුරුණෑගල විස්තර
sl: Podatki o stranki
ta: வாடிக்கையாளர் விபரங்கள்
te: కస్టమర్ వివరాలు
tt: Клиент мәгълүматлары
uz: Mijoz Ma'lumotlari
zu: Imininingwane Yekhasimende

# recentTransaction
source: Recent Transactions
am: የቅርብ ግብይቶች
as: সাম্প্ৰতিক লেনদেন
bg: Последни транзакции
cy: Trafodion Diweddar
eu: Azken transakzioak
fil: Mga Kamakailang Transaksyon
gu: તાજેતરના વ્યવહારો
hy: Վերջին գործարքները
is: Nýlegar viðskipti
ka: ბოლო გარიგებები
kk: Соңғы жүктеме
km: ប្រតិបត្តិការថ្មីៗ
kn: ಇತ್ತಿಚೇಗಿನ ಪರಿವರ್ತನೆಗಳು
ky: Акыркы транзакциялар
lo: ທຸລະກໍາທີ່ຜ່ານມາ
mk: Скорешните трансакции
ml: സമീപകാല ഇടപാടുകൾ
mn: Сүүлийн гүйлгээ
my: နောက်ဆုံးငွေစာရင်းများ
or: ସମ୍ପ୍ରତି ଲେନଦେନ
pa: ਹਾਲ ਹੀ ਦੇ ਲੈਣ-ਦੇਣ
ps: اخیرنۍ معاملې
si: මෑත ගිණුම්
sl: Nedavne transakcije
ta: சமீபத்திய பரிவர்த்தனைகள்
te: ఇటీవలి లావాదేవీలు
tt: Соңгы транзакцияләр
uz: So'nggi Tranzaktsiyalar
zu: Ukuthengiselana Kwamuva

# totalProduct
source: Total Products
am: ጠቅላላ ምርቶች
as: মুঠ পণ্য
bg: Общо продукти
cy: Cyfanswm Cynhyrchion
eu: Guztirako produktuak
fil: Kabuuang Produkto
gu: કુલ ઉત્પાદનો
hy: Ընդհանուր ապրանքներ
is: Heildarfjöldi vöru
ka: საერთო პროდუქტები
kk: Толық өнім
km: ផលិតផលសរុប
kn: ಒಟ್ಟು ಉತ್ಪನ್ನಗಳು
ky: Жалпы товарлар
lo: ຜະລິດຕະພັນທັງໝົດ
mk: Вкупно производи
ml: ആകെ ഉൽപ്പന്നങ്ങൾ
mn: Нийт бүтээгдэхүүн
my: ကုန်ပစ္စည်းအားလုံး
or: ମୋଟ ପ୍ରୋଡକ୍ଟ
pa: ਕੁੱਲ ਉਤਪਾਦ
ps: ټول محصولات
si: එකතුව අයිතමයන්
sl: Skupaj izdelkov
ta: மொத்த பொருட்கள்
te: మొత్తం ఉత్పత్తులు
tt: Гомуми продуктлар
uz: Umumiy Mahsulotlar
zu: Imikhiqizo Ephelele

source: Total
am: ጠቅላላ
as: মুঠ
bg: Общо
cy: Cyfanswm
eu: Guztira
fil: Kabuuan
gu: કુલ
hy: Ընդհանուր
is: Heildarverð
ka: სულ
kk: Жалпы
km: សរុប
kn: ಒಟ್ಟು
ky: Жалпы сумма
lo: ທັງໝົດ
mk: Вкупно
ml: ആകെ
mn: Нийт дүн
my: စုစုပေါင်း
or: ମୋଟ
pa: ਕੁੱਲ
ps: ټول
si: එකතුව
sl: Skupaj
ta: மொத்தம்
te: మొత్తం
tt: Гомуми
uz: Jami
zu: Inani Eliphelele

source: Paid
am: ተከፍሏል
as: পৰিশোধিত
bg: Платено
cy: Talwyd
eu: Ordaindua
fil: Bayad na
gu: ચૂકવેલ
hy: Վճարված
is: Greiðslur
ka: გადახდილი
kk: Төленген
km: បង់
kn: ಪಾವಿತ
ky: Төлөндү
lo: ຈ່າຍແລ້ວ
mk: Платено
ml: പേയ്ഡ്
mn: Төлсөн
my: ငွေပေးချေပြီး
or: ଅଦାୟ
pa: ਅਦਾ ਕੀਤਾ ਗਿਆ
ps: پرداخته شوی
si: ගෙවූ
sl: Plačano
ta: பணம் செலுத்தியது
te: చెల్లించిన
tt: Түләнгән
uz: To'langan
zu: Sekukhokhelwe

source: UnPaid
am: ያልተከፈለ
as: অপৰিশোধিত
bg: Неплатено
cy: Heb Dalu
eu: Ordaindu gabe
fil: Hindi Bayad
gu: અચૂકવેલ
hy: Չվճարված
is: Ógreidd
ka: გადაუხდელი
kk: Төлеменген
km: មិនបង់ប្រាក់
kn: ಅಪವಿತ
ky: Төлөнө элек
lo: ບໍ່ໄດ້ຈ່າຍ
mk: Неплатено
ml: പേയ്‌മെന്റ് നടന്നിട്ടില്ല
mn: Төлөөгүй
my: ငွေပေးချေမှုမပြုရ
or: ଅନଦାୟ
pa: ਅਦਾ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
ps: ناپرداخته
si: ගෙවා නොගත්
sl: Neplačano
ta: பணம் செலுத்தாதது
te: చెల్లించని
tt: Түләнмәгән
uz: To'lanmagan
zu: Engakhokhelwanga

source: Due
am: ዕዳ
as: বকেয়া
bg: Дължимо
cy: Dyledus
eu: Zor
fil: Dapat Bayaran
gu: બાકી
hy: Պարտք
is: Til greiðslu
ka: ვადა
kk: Төленуі керек
km: ដល់កំណត់
kn: ಬಾಕಿ
ky: Карыз
lo: ຮອດກຳນົດ
mk: Долго
ml: കുടിശ്ശിക
mn: Төлөх дүн
my: ပေးရမည်
or: ବକେୟା
pa: ਬਕਾਇਆ
ps: پور
si: ගෙවිය හැකි
sl: Dolguje
ta: நிலுவை
te: కరెంట్
tt: Бурыч
uz: Qarzdor
zu: Okufanele

# connect
source: Click to connect
am: ለማገናኘት ይጫኑ
as: সংযোগ কৰিবলৈ ক্লিক কৰক
bg: Кликни, за да се свържеш
cy: Cliciwch i gysylltu
eu: Klikatu konektatzeko
fil: I-click upang kumonekta
gu: કનેક્ટ કરવા માટે ક્લિક કરો
hy: Սեղմեք կապ հաստատելու համար
is: Smelltu til að tengjast
ka: დაკავშირებისთვის დააწკაპუნეთ
kk: Байлану үшін басыңыз
km: ចុចដើម្បីភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ
ky: Туташуу үчүн чыкылдатыңыз
lo: ຄລິກເພື່ອເຊື່ອມຕໍ່
mk: Кликни за поврзување
ml: കണക്ട് ചെയ്യാൻ ക്ലിക്ക് ചെയ്യുക
mn: Холбохын тулд дарна уу
my: ကွန်ပျူတာကိုချိတ်ဆက်ပါ
or: ସଂଯୁକ୍ତ ହେବାକୁ କ୍ଲିକ୍ କରନ୍ତୁ
pa: ਕਨੈਕਟ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ
ps: د وصلولو لپاره کلیک وکړئ
si: සම්බන්ධ කිරීමට ක්ලික් කරන්න
sl: Kliknite za povezavo
ta: இணைக்க கிளிக் செய்க
te: కనెక్ట్ చేయడానికి క్లిక్ చేయండి
tt: Элемтәгә керү өчен басыгыз
uz: Ulanish uchun bosing
zu: Chofoza ukuze uxhumane

source: Try Again
am: እንደገን ሞክር
as: আৰম্ভৰ পৰা চেষ্টা কৰক
bg: Опитай отново
cy: Ceisiwch eto
eu: Saiatu berriro
fil: Subukan Muli
gu: ફરી પ્રયાસ કરો
hy: Փորձեք կրկին
is: Reyndu aftur
ka: ხელახლა სცადეთ
kk: Қайталап көріңіз
km: ព្យាយាម​ម្តង​ទៀត
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ky: Дагы аракет кылыңыз
lo: ລອງ​ອີກ​ຄັ້ງ
mk: Обиди повторно
ml: മുമ്പ് ശ്രമിക്കുക
mn: Дахин оролдоно уу
my: နောက်ထပ်တက်ပါ
or: ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ps: بیا هڅه وکړئ
si: නැවත උත්සාහ කරන්න
sl: Poskusi znova
ta: மீண்டும் முயற்சி செய்க
te: మళ్ళీ ప్రయత్నించండి
tt: Тагын бер кат тырышыгыз
uz: Qayta Urinib Ko'ring
zu: Zama Futhi

source: Loading
am: እየጫነ ነው
as: লোড হোৱা
bg: Зареждане
cy: Lwytho
eu: Kargatzen
fil: Naglo-load
gu: લોડિંગ
hy: Բեռնում է
is: Hleðst...
ka: იტვირთება
kk: Жүктелуде
km: កំពុងផ្ទុក
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ
ky: Жүктөлүүдө
lo: ກຳລັງໂຫຼດ
mk: Вчитување
ml: ലോഡിംഗ്
mn: Ачааллаж байна
my: တင်ပြရန်
or: ଲୋଡଉଚ୍ଛି
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
ps: لوډ کېږي
si: පූරණය වෙමින්
sl: Nalaganje
ta: ஏற்றுகிறது
te: లోడ్ అవుతోంది
tt: Йөкләнә
uz: Yuklanmoqda
zu: Ukulanda

source: View All
am: ሁሉንም ይመልከቱ
as: সৰ্বাত্মক চাওক
bg: Виж всички
cy: Gweld Pawb
eu: Ikusi guztiak
fil: Tingnan Lahat
gu: બધું જુઓ
hy: Տեսնել բոլորը
is: Skoða allt
ka: ყველას ნახვა
kk: Барлығын қарау
km: មើលទាំងអស់។
kn: ಎಲ್ಲವನ್ನೂ ವೀಕ್ಷಿಸಿ
ky: Бардыгын көрүү
lo: ເບິ່ງ​ທັງ​ຫມົດ
mk: Види сите
ml: എല്ലാം കാണുക
mn: Бүгдийг харах
my: အားလုံးကြည့်ရန်
or: ସମସ୍ତ ଦେଖନ୍ତୁ
pa: ਸਭ ਦੇਖੋ
ps: ټول وګورئ
si: සියල්ල බලන්න
sl: Prikaži vse
ta: அனைத்தையும் பார்க்க
te: అన్నీ చూడండి
tt: Барын карау
uz: Hammasini Ko'rish
zu: Bona Konke

# partyList
source: Parties List
am: የወገኖች ዝርዝር
as: পাৰ্টি তালিকা
bg: Списък на страните
cy: Rhestr Partïon
eu: Alderdi zerrenda
fil: Listahan ng Mga Partido
gu: પાર્ટીઓની યાદી
hy: Կողմերի ցուցակ
is: Aðila listi
ka: მხარეების სია
kk: Топтау тізімі
km: បញ្ជីគណបក្ស
kn: ಪಕ್ಷಿಗಳ ಪಟ್ಟಿ
ky: Тараптардын тизмеси
lo: ລາຍຊື່ພາກສ່ວນ
mk: Список на страни
ml: പാർട്ടി ലിസ്റ്റ്
mn: Этгээдийн жагсаалт
my: လက်ခံမှုစာရင်း
or: ପକ୍ଷ ତାଲିକା
pa: ਪਾਰਟੀਆਂ ਦੀ ਸੂਚੀ
ps: ګوندونو لیست
si: පාර්ටියෝ ලැයිස්තුව
sl: Seznam strank
ta: கட்சி பட்டியல்
te: పార్టీల జాబితా
tt: Партияләр исемлеге
uz: Tomonlar Ro'yxati
zu: Uhlu Lwabahlanganyeli

# addCustomer
source: Please Add A Customer
am: እባክዎን ደንበኛ ያክሉ
as: অনুগ্ৰহ কৰি গ্ৰাহক যোগ কৰক
bg: Моля, добави клиент
cy: Ychwanegu Cwsmer
eu: Mesedez, gehitu bezero bat
fil: Mangyaring Magdagdag ng Customer
gu: કૃપા કરીને ગ્રાહક ઉમેરો
hy: Խնդրում ենք ավելացնել հաճախորդ
is: Vinsamlegast bætið við viðskiptavini
ka: გთხოვთ დაამატეთ მომხმარებელი
kk: Мүштері қосыңыз
km: សូមបន្ថែមអតិថិជន
kn: ದಯವಿಟ್ಟು ಗ್ರಾಹಕನನ್ನು ಸೇರಿಸಿ
ky: Сураныч, кардар кошуңуз
lo: ກະລຸນາເພີ່ມລູກຄ້າ
mk: Ве молиме додај клиент
ml: ദയവായി ഒരു കസ്റ്റമർ ചേർക്കുക
mn: Үйлчлүүлэгч нэмнэ үү
my: ကုန်သည်အသစ်ထပ်ဖြည့်ပါ
or: ଦୟାକରି ଗ୍ରାହକ ଯୋଡନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਗਾਹਕ ਜੋੜੋ
ps: لطفا یو پیرودونکی اضافه کړئ
si: කරුණාකර ප්‍රකාශනයක් එක් කරන්න
sl: Prosimo, dodajte stranko
ta: தயவுசெய்து ஒரு வாடிக்கையாளரைச் சேர்க்கவும்
te: దయచేసి కస్టమర్‌ని జోడించండి
tt: Зинһар, клиент өстәгез
uz: Iltimos, Mijoz Qo'shing
zu: Sicela Uengeze Ikhasimende

source: Update Contact
am: እውቂያ አዘምን
as: যোগাযোগ আপডেট কৰক
bg: Актуализирай контакт
cy: Diweddaru Cyswllt
eu: Eguneratu Kontaktua
fil: I-update ang Contact
gu: સંપર્ક અપડેટ કરો
hy: Թարմացնել կոնտակտը
is: Uppfæra tengilið
ka: კონტაქტის განახლება
kk: Байланысты жаңарту
km: ធ្វើបច្ចុប្បន្នភាពទំនាក់ទំនង
kn: ಸಂಪರ್ಕವನ್ನು ನವೀಕರಿಸಿ
ky: Контактты жаңыртуу
lo: ອັບເດດການຕິດຕໍ່
mk: Ажурирај контакт
ml: സമ്പർക്കം അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Холбоо барихыг шинэчлэх
my: ဆက်သွယ်ရန်နောက်တစ်ဆင့်အပ်ဒိတ်ပြုရန်
or: ଯୋଗାଯୋଗ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਸੰਪਰਕ ਅਪਡੇਟ ਕਰੋ
ps: اړیکه تازه کړئ
si: සම්බන්ධතාවය යාවත්කාලීන කරන්න
sl: Posodobi stik
ta: தொடர்பைப் புதுப்பிக்கவும்
te: కాంటాక్ట్‌ని నవీకరించండి
tt: Элемтәне яңартырга
uz: Kontaktni Yangilash
zu: Buyekeza Xhumano

source: Due List
am: የዕዳ ዝርዝር
as: বকেয়াৰ তালিকা
bg: Списък на дължимото
cy: Rhestr Dyledus
eu: Zorren zerrenda
fil: Listahan ng Dapat Bayaran
gu: બાકી યાદી
hy: Պարտքերի ցուցակ
is: Skuldalisti
ka: ვადაგასული სია
kk: Төлемдер тізімі
km: បញ្ជីផុតកំណត់
kn: ಬಾಕಿ ಪಟ್ಟಿ
ky: Карыз тизмеси
lo: ລາຍຊື່ຄົບກຳນົດ
mk: Список на долгови
ml: കുടിശ്ശിക പട്ടിക
mn: Төлөх дүнгийн жагсаалт
my: အကောင့်ငွေပေးချေရသောစာရင်း
or: ବକେୟା ତାଲିକା
pa: ਬਕਾਇਆ ਸੂਚੀ
ps: د پور لیست
si: ගෙවිය හැකි ලැයිස්තුව
sl: Seznam dolgov
ta: நிலுவையான பட்டியல்
te: కరెంట్ జాబితా
tt: Бурычлар исемлеге
uz: Qarzdorlar Ro'yxati
zu: Uhlu Lokufanele

source: Collect Due
am: ዕዳ ሰብስብ
as: বকেয়া সংগ্ৰহ কৰক
bg: Събери дължимото
cy: Casglu Dyledus
eu: Bildu zorra
fil: Kolektahin ang Dapat Bayaran
gu: બાકી રકમ વસૂલ કરો
hy: Հավաքել պարտքը
is: Safna skuldinni
ka: ვალის აკრეფა
kk: Төлемді топтау
km: ប្រមូលដល់កំណត់
kn: ಬಾಕಿಯನ್ನು ಸಂಗ್ರಹಿಸಿ
ky: Карызды чогултуу
lo: ເກັບກຳຄົບກຳນົດ
mk: Наплати долго
ml: കുടിശ്ശിക പിരിച്ചെടുക്കുക
mn: Төлөх дүнг авах
my: ငွေပေးချေရမည်
or: ବକେୟା ଉଠାନ୍ତୁ
pa: ਬਕਾਇਆ ਇਕੱਠਾ ਕਰੋ
ps: پور راټول کړئ
si: ගෙවීම් එකතු කිරීම
sl: Poberi dolg
ta: நிலுவை சேகரிக்கவும்
te: కరెంట్ వసూలు చేయండి
tt: Бурычны җыю
uz: Qarzni Undirish
zu: Bamba Okufanele

source: Date
am: ቀን
as: তাৰিখ
bg: Дата
cy: Dyddiad
eu: Data
fil: Petsa
gu: તારીખ
hy: Ամսաթիվ
is: Dagsetning
ka: თარიღი
kk: Күні
km: កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ
ky: Күнү
lo: ວັນທີ
mk: Датум
ml: തീയതി
mn: Огноо
my: ရက်စွဲ
or: ତାରିଖ
pa: ਤਾਰੀਖ
ps: نیټه
si: දිනය
sl: Datum
ta: தேதி
te: తేదీ
tt: Дата
uz: Sana
zu: Usuku

source: Due Amount:
am: የዕዳ መጠን፡
as: বকেয়া পৰিমাণ:
bg: Дължима сума:
cy: Swm Dyledus:
eu: Zor zenbatekoa:
fil: Dapat Bayaran na Halaga:
gu: બાકી રકમ:
hy: Պարտքի գումարը:
is: Skuldupphæð:
ka: ვალის ოდენობა:
kk: Төлем сомасы:
km: ចំនួនទឹកប្រាក់ដែលត្រូវបង់៖
kn: ಬಾಕಿ ಮೊತ್ತ:
ky: Карыз суммасы:
lo: ຈຳນວນທີ່ຕ້ອງຈ່າຍ:
mk: Должен износ:
ml: കുടിശ്ശിക തുക:
mn: Төлөх дүн:
my: ငွေပေးရမည့်ပမာဏ:
or: ବକେୟା ରାଶି:
pa: ਬਕਾਇਆ ਰਕਮ:
ps: پور مقدار:
si: ගෙවිය හැකි මුදල:
sl: Dolgovan znesek:
ta: நிலுவை தொகை:
te: కరెంట్ మొత్తం:
tt: Бурыч суммасы:
uz: Qarz Miqdori:
zu: Inani Elifanele:

source: Customer Name
am: የደንበኛ ስም
as: গ্ৰাহকৰ নাম
bg: Име на клиента
cy: Enw'r Cwsmer
eu: Bezeroaren izena
fil: Pangalan ng Customer
gu: ગ્રાહકનું નામ
hy: Հաճախորդի անունը
is: Nafn viðskiptavinar
ka: მომხმარებლის სახელი
kk: Мүштері аты
km: ឈ្មោះ​អតិថិជន
kn: ಗ್ರಾಹಕ ಹೆಸರು
ky: Кардардын аты
lo: ຊື່ລູກຄ້າ
mk: Име на клиент
ml: ഗ്രാഹക പേര്
mn: Үйлчлүүлэгчийн нэр
my: ကုန်သည်အမည်
or: ଗ୍ରାହକ ନାମ
pa: ਗਾਹਕ ਦਾ ਨਾਮ
ps: د پیرودونکي نوم
si: කුරුණෑගල් නම
sl: Ime stranke
ta: வாடிக்கையாளரின் பெயர்
te: కస్టమర్ పేరు
tt: Клиент исеме
uz: Mijoz Ismi
zu: Igama Lekhasimende

source: Total Amount
am: ጠቅላላ መጠን
as: মুঠ পৰিমাণ
bg: Обща сума
cy: Cyfanswm y Swm
eu: Guztirako zenbatekoa
fil: Kabuuang Halaga
gu: કુલ રકમ
hy: Ընդհանուր գումարը
is: Heildarupphæð
ka: საერთო თანხა
kk: Жалпы сома
km: ចំនួន​សរុប
kn: ಒಟ್ಟು ಮೊತ್ತ
ky: Жалпы сумма
lo: ຈໍາ​ນວນ​ທັງ​ຫມົດ
mk: Вкупен износ
ml: ആകെ തുക
mn: Нийт дүн
my: စုစုပေါင်းပမာဏ
or: ମୋଟ ରାଶି
pa: ਕੁੱਲ ਰਕਮ
ps: ټول مقدار
si: මුළු මුදල
sl: Skupni znesek
ta: மொத்த தொகை
te: మొత్తం మొత్తం
tt: Гомуми сумма
uz: Umumiy Miqdor
zu: Inani Eliphelele

source: Paid Amount
am: የተከፈለ መጠን
as: পৰিশোধিত পৰিমাণ
bg: Платена сума
cy: Swm a Dalwyd
eu: Ordaindutako zenbatekoa
fil: Bayad na Halaga
gu: ચૂકવેલ રકમ
hy: Վճարված գումարը
is: Greiðsluupphæð
ka: გადახდილი თანხა
kk: Төленген сома
km: ចំនួនទឹកប្រាក់ដែលបានបង់
kn: ಪಾವಿತ ಮೊತ್ತ
ky: Төлөнгөн сумма
lo: ຈໍານວນທີ່ຈ່າຍ
mk: Платен износ
ml: പേയ്ഡ് തുക
mn: Төлсөн дүн
my: ပေးချေရမည့်ပမာဏ
or: ଅଦାୟ ରାଶି
pa: ਅਦਾ ਕੀਤੀ ਗਈ ਰਕਮ
ps: پرداخته شوی مقدار
si: ගෙවූ මුදල
sl: Plačan znesek
ta: செலுத்திய தொகை
te: చెల్లించిన మొత్తం
tt: Түләнгән сумма
uz: To'langan Miqdor
zu: Inani Elikhokhelwe

# paymentTypes
source: Payment Type
am: የክፍያ አይነቶች
as: পেমেন্ট পদ্ধতি
bg: Тип на плащане
cy: Math o Daliad
eu: Ordainketa mota
fil: Uri ng Pagbabayad
gu: ચુકવણી પ્રકાર
hy: Վճարման տեսակները
is: Greiðslutegund
ka: გადახდის ტიპი
kk: Төлем түрі
km: ប្រភេទការទូទាត់
kn: ಪಾವಿತಿ ವಿಧಾನ
ky: Төлөм түрлөрү
lo: ປະເພດການຈ່າຍເງິນ
mk: Тип на плаќање
ml: പേയ്‌മെന്റ് തരം
mn: Төлбөрийн төрөл
my: ငွေပေးချေမှုအမျိုးအစား
or: ପେମେଣ୍ଟ ପ୍ରକାର
pa: ਭੁਗਤਾਨ ਕਿਸਮ
ps: د تادیې ډولونه
si: ගෙවීම් වර්ගය
sl: Način plačila
ta: கட்டண வகைகள்
te: చెల్లింపు రకం
tt: Түләү төре
uz: To'lov Turi
zu: Uhlobo Lokukhokha

source: Cancel
am: ሰርዝ
as: বাতিল কৰক
bg: Отказ
cy: Diddymu
eu: Utzi
fil: Kanselahin
gu: કેન્સલ કરો
hy: Չեղարկել
is: Hætta við
ka: გაუქმება
kk: Болдырмау
km: បោះបង់
kn: ರದ್ದುಗೊಳಿಸು
ky: Жокко чыгаруу
lo: ຍົກເລີກ
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуцлах
my: ပယ်ဖျက်ပါ
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
ps: لغو کړئ
si: අවලංගු කරන්න
sl: Prekliči
ta: ரத்துசெய்
te: రద్దు చేయండి
tt: Бас тарту
uz: Bekor qilish
zu: Khansela
