Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

source: Expense Report
am: የወጪ ሪፖርት
as: ব্যয় প্ৰতিবেদন
bg: Отчет за разходи
cy: Adroddiad Costau
eu: Gastuen txostena
fil: Ulat ng Gastos
gu: ખર્ચ રિપોર્ટ
hy: Ծախսերի հաշվետվություն
is: Kostnaðarskýrsla
ka: ხარჯების ანგარიში
kk: Шығынның есептігі
km: របាយការណ៍ចំណាយ
kn: ಖರ್ಚು ವರದಿ
ky: Чыгым отчету
lo: ບົດລາຍງານຄ່າໃຊ້ຈ່າຍ
mk: Извештај за трошоци
ml: ചെലവ് റിപ്പോർട്ട്
mn: Зардлын тайлан
my: အသုံးစာရင်း
or: ଖର୍ଚ୍ଚ ପ୍ରତିବେଦନ
pa: ਖਰਚ ਰਿਪੋਰਟ
ps: د لګښت راپور
si: අයිතම වාර්තාව
sl: Poročilo o stroških
ta: செலவு அறிக்கை
te: ఖర్చు రిపోర్ట్
tt: Чыгымнар отчеты
uz: Xarajatlar Hisoboti
zu: Umbiko Wezindleko

source: From Date
am: ከ ቀን
as: তাৰিখৰ পৰা
bg: От дата
cy: O Ddyddiad
eu: Hasierako data
fil: Mula sa Petsa
gu: તારીખથી
hy: Սկսելու ամսաթիվը
is: Frá dagsetningu
ka: თარიღიდან
kk: Басталу күні
km: ពីកាលបរិច្ឆេទ
kn: ದಿನಾಂಕ ಯಿಂದ
ky: Башталыш датасы
lo: ຈາກວັນທີ
mk: Од датум
ml: തുടക്ക തീയതി
mn: Эхлэх огноо
my: မှာယူသည့်ရက်စွဲ
or: ଯେଉଁ ତାରିଖରୁ
pa: ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ
ps: د پیل نیټه
si: දිනයේ සිට
sl: Od datuma
ta: முதல் தேதி
te: ప్రారంభ తేదీ
tt: Башлангыч дата
uz: Boshlang'ich Sana
zu: Kusukela Usuku

source: To Date
am: እስከ ቀን
as: তাৰিখলৈ
bg: До дата
cy: Hyd Ddyddiad
eu: Amaierako data
fil: Hanggang sa Petsa
gu: તારીખ સુધી
hy: Ավարտվող ամսաթիվը
is: Til dagsetningar
ka: თარიღამდე
kk: Аяқталу күні
km: ដល់កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ ವರೆಗೆ
ky: Аяктоо датасы
lo: ເຖິງວັນທີ
mk: До датум
ml: അവസാന തീയതി
mn: Дуусах огноо
my: ထိုးသည့်ရက်စွဲ
or: ଯେଉଁ ତାରିଖ ପର୍ଯ୍ୟନ୍ତ
pa: ਅੰਤਿਮ ਤਾਰੀਖ
ps: تر نیټې پورې
si: දිනය දක්වා
sl: Do datuma
ta: கடைசி தேதி
te: ముగింపు తేదీ
tt: Ахыр дата
uz: Tugash Sanasi
zu: Kuya Usuku

source: Expense For
am: ለ ወጪ
as: ব্যয়ৰ উদ্দেশ্য
bg: Разход за
cy: Cost ar gyfer
eu: Gastua
fil: Gastos Para sa
gu: ખર્ચ માટે
hy: Ծախսի համար
is: Kostnaður fyrir
ka: ხარჯი რაზე
kk: Шығын үшін
km: ការចំណាយសម្រាប់
kn: ಖರ್ಚು ಹೆಚ್ಚಲು
ky: Чыгым үчүн
lo: ຄ່າໃຊ້ຈ່າຍສໍາລັບ
mk: Трошок за
ml: ചെലവ്
mn: Зардлын төлөө
my: အသုံးပြုသည့်အရေအတွက်
or: ଖର୍ଚ୍ଚ ନିମନ୍ତେ
pa: ਖਰਚ ਲਈ
ps: د لګښت لپاره
si: අයිතමය සඳහා
sl: Strošek za
ta: செலவுக்கான விபரம்
te: ఖర్చు కోసం
tt: Чыгым өчен
uz: Xarajat uchun
zu: Isindleko Sokuthi

source: Amount
am: መጠን
as: পৰিমাণ
bg: Сума
cy: Swm
eu: Zenbatekoa
fil: Halaga
gu: રકમ
hy: Գումար
is: Upphæð
ka: თანხა
kk: Сома
km: ចំនួនទឹកប្រាក់
kn: ಮೊತ್ತ
ky: Сумма
lo: ຈໍາ​ນວນ
mk: Износ
ml: തുക
mn: Дүн
my: ပမာဏ
or: ରାଶି
pa: ਰਕਮ
ps: مقدار
si: මුදල්
sl: Znesek
ta: தொகை
te: మొత్తం
tt: Сумма
uz: Miqdor
zu: Inani

# noData
source: No Data Available
am: ምንም ውሂብ የለም
as: ডাটা উপলব্ধ নাই
bg: Няма налични данни
cy: Dim Data Ar Gael
eu: Ez dago daturik eskuragarri
fil: Walang Magagamit na Data
gu: કોઈ ડેટા ઉપલબ્ધ નથી
hy: Չկա տվյալ
is: Engin gögn tiltæk
ka: მონაცემები არ არის ხელმისაწვდომი
kk: Деректер жоқ
km: មិនមានទិន្នន័យទេ។
kn: ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ
ky: Маалымат жок
lo: ບໍ່ມີຂໍ້ມູນ
mk: Нема достапни податоци
ml: ഡാറ്റ ലഭ്യമല്ല
mn: Өгөгдөл байхгүй
my: အချက်အလက်မရရှိနိုင်ပါ
or: କୌଣସି ତଥ୍ୟ ଉପଲବ୍ଧ ନାହିଁ
pa: ਕੋਈ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ps: هیڅ ډاټا شتون نلري
si: ඉතිරි දත්ත නොමැත
sl: Podatkov ni na voljo
ta: கிடைக்கவில்லை
te: డేటా అందుబాటులో లేదు
tt: Мәгълүмат юк
uz: Ma'lumot mavjud emas
zu: Akunakho idatha etholakalayo

source: Total Expense
am: ጠቅላላ ወጪ
as: মুঠ ব্যয়
bg: Общо разходи
cy: Cyfanswm y Gost
eu: Guztirako gastua
fil: Kabuuang Gastos
gu: કુલ ખર્ચ
hy: Ընդհանուր ծախսը
is: Heildarkostnaður
ka: საერთო ხარჯი
kk: Жалпы шығын
km: ការចំណាយសរុប
kn: ಖರ್ಚಿನ ಒಟ್ಟು ಮೊತ್ತ
ky: Жалпы чыгым
lo: ຄ່າໃຊ້ຈ່າຍທັງຫມົດ
mk: Вкупни трошоци
ml: ആകെ ചെലവ്
mn: Нийт зардал
my: အသုံးစရိတ်စုစုပေါင်း
or: ମୋଟ ଖର୍ଚ୍ଚ
pa: ਕੁੱਲ ਖਰਚ
ps: ټول لګښت
si: මුළු අයිතමය
sl: Skupni strošek
ta: மொத்த செலவு
te: మొత్తం ఖర్చు
tt: Гомуми чыгымнар
uz: Umumiy Xarajat
zu: Isindleko Esiphelele

source: Add Expense
am: ወጪ አክል
as: ব্যয় যোগ কৰক
bg: Добави разход
cy: Ychwanegu Cost
eu: Gastua gehitu
fil: Magdagdag ng Gastos
gu: ખર્ચ ઉમેરો
hy: Ավելացնել ծախս
is: Bæta við kostnaði
ka: ხარჯის დამატება
kk: Шығын қосу
km: បន្ថែមការចំណាយ
kn: ಖರ್ಚು ಸೇರಿಸಿ
ky: Чыгым кошуу
lo: ເພີ່ມຄ່າໃຊ້ຈ່າຍ
mk: Додај трошок
ml: ചെലവ് ചേർക്കുക
mn: Зардал нэмэх
my: အသုံးစရိတ်ထည့်ပါ
or: ଖର୍ଚ୍ଚ ଯୋଡନ୍ତୁ
pa: ਖਰਚ ਜੋੜੋ
ps: لګښت اضافه کړئ
si: අයිතමය එක් කරන්න
sl: Dodaj strošek
ta: செலவைச் சேர்க்கவும்
te: ఖర్చు జోడించండి
tt: Чыгым өстә
uz: Xarajat Qo'shish
zu: Engeza Isindleko

source: Expense Date
am: የወጪ ቀን
as: ব্যয় তাৰিখ
bg: Дата на разход
cy: Dyddiad y Gost
eu: Gastu data
fil: Petsa ng Gastos
gu: ખર્ચની તારીખ
hy: Ծախսի ամսաթիվ
is: Kostnaðardagsetning
ka: ხარჯვის თარიღი
kk: Шығын күні
km: កាលបរិច្ឆេទចំណាយ
kn: ಖರ್ಚು ದಿನಾಂಕ
ky: Чыгымдын күнү
lo: ວັນທີລາຍຈ່າຍ
mk: Датум на трошок
ml: ചെലവ് തീയതി
mn: Зардлын огноо
my: အသုံးစရိတ်ရက်စွဲ
or: ଖର୍ଚ୍ଚ ତାରିଖ
pa: ਖਰਚ ਦੀ ਤਾਰੀਖ
ps: د لګښت نیټه
si: අයිතමය දිනය
sl: Datum stroška
ta: செலவு தேதி
te: ఖర్చు తేదీ
tt: Чыгым датасы
uz: Xarajat Sanasi
zu: Usuku Lwesindleko

# referenceNo
source: Reference Number
am: ማጣቀሻ ቁጥር
as: ৰেফাৰেঞ্চ নম্বৰ
bg: Референзен номер
cy: Rhif Cyfeirnod
eu: Erreferentzia zenbakia
fil: Numero ng Reference
gu: રેફરન્સ નંબર
hy: Հղումի համար
is: Tilvísunarnúmer
ka: მითითების ნომერი
kk: Анықтама нөмірі
km: លេខ​យោង
kn: ಉಲ್ಲೇಖ ಸಂಖ್ಯೆ
ky: Шилтеме номери
lo: ຫມາຍ​ເລກ​ອ້າງ​ອີງ
mk: Референцен број
ml: റഫറൻസ് നമ്പർ
mn: Лавлах дугаар
my: ကြောင်းကြားနံပါတ်
or: ସନ୍ଦର୍ଭ ସଂଖ୍ୟା
pa: ਹਵਾਲਾ ਨੰਬਰ
ps: ریفرنس نمبر
si: සබැඳියාවේ අංකය
sl: Referenčna številka
ta: முக்கிய எண்
te: రిఫరెన్స్ నెంబర్
tt: Искәрмә номеры
uz: Ma'lumotnoma Raqami
zu: Inombolo Yokubhekisisa

source: Note
am: ማስታወሻ
as: টিপ্পনী
bg: Бележка
cy: Nodyn
eu: Oharra
fil: Tandaan
gu: નોંધ
hy: Նշում
is: Athugasemd
ka: შენიშვნა
kk: Ескертпе
km: ចំណាំ
kn: ಕೆಲಸ
ky: Эскертүү
lo: ຫມາຍ​ເຫດ​
mk: Белешка
ml: കുറിപ്പ്
mn: Тэмдэглэл
my: မှတ်ချက်
or: ଟିପ୍ପଣୀ
pa: ਨੋਟ
ps: یادښت
si: අවශ්‍යතාවය
sl: Opomba
ta: குறிப்பு
te: గమనిక
tt: Искәрмә
uz: Eslatma
zu: Umhlahlandlela

# expenseCat
source: Expense Categories
am: የወጪ ምድቦች
as: ব্যয়ৰ শ্ৰেণী
bg: Категории на разходите
cy: Categorïau Cost
eu: Gastu kategoriak
fil: Mga Kategorya ng Gastos
gu: ખર્ચ કેટેગરી
hy: Ծախսերի կատեգորիաներ
is: Kostnaðarflokkar
ka: ხარჯების კატეგორიები
kk: Шығын категориялары
km: ប្រភេទចំណាយ
kn: ಖರ್ಚು ವರ್ಗಗಳು
ky: Чыгым категориялары
lo: ໝວດໝູ່ຄ່າໃຊ້ຈ່າຍ
mk: Категории на трошоци
ml: ചെലവ് വിഭാഗങ്ങൾ
mn: Зардлын ангилал
my: အသုံးစရိတ်အမျိုးအစားများ
or: ଖର୍ଚ୍ଚ ଶ୍ରେଣୀଗୁଡ଼ିକ
pa: ਖਰਚ ਸ਼੍ਰੇਣੀਆਂ
ps: د لګښت کټګورۍ
si: අයිතම කාණ්ඩයන්
sl: Kategorije stroškov
ta: செலவு வகைகள்
te: ఖర్చు వర్గాలు
tt: Чыгым категорияләре
uz: Xarajat Kategoriyalari
zu: Izigaba Zezindleko

source: Search
am: ፈልግ
as: অনুসন্ধান
bg: Търсене
cy: Chwilio
eu: Bilatu
fil: Hanapin
gu: ખોજ
hy: Որոնել
is: Leita
ka: ძებნა
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕು
ky: Издөө
lo: ຊອກຫາ
mk: Пребарај
ml: തിരയുക
mn: Хайх
my: ရှာဖွေပါ
or: ସନ୍ଧାନ
pa: ਖੋਜੋ
ps: پلټنه
si: සොයන්න
sl: Išči
ta: தேடு
te: సెర్చ్
tt: Эзләү
uz: Qidirish
zu: Sesha

source: Select
am: ምረጥ
as: বাচনি কৰক
bg: Избери
cy: Dewis
eu: Hautatu
fil: Piliin
gu: પસંદ કરો
hy: Ընտրել
is: Veldu
ka: აირჩიეთ
kk: Таңдау
km: ជ្រើសរើស
kn: ಆಯ್ಕೆಮಾಡಿ
ky: Тандоо
lo: ເລືອກ
mk: Избери
ml: തിരഞ്ഞെടുക്കുക
mn: Сонгох
my: ရွေးချယ်ပါ
or: ବାଛନ୍ତୁ
pa: ਚੁਣੋ
ps: غوره کړئ
si: තෝරන්න
sl: Izberi
ta: தேர்ந்தெடுக்கவும்
te: ఎంచుకోండి
tt: Сайлау
uz: Tanlang
zu: Khetha

# addExpenseCat
source: Add Expense Category
am: የወጪ ምድብ አክል
as: ব্যয় শ্ৰেণী যোগ কৰক
bg: Добави категория на разход
cy: Ychwanegu Categori Cost
eu: Gastu kategoria gehitu
fil: Magdagdag ng Kategorya ng Gastos
gu: ખર્ચ કેટેગરી ઉમેરો
hy: Ավելացնել ծախսերի կատեգորիա
is: Bæta við kostnaðarflokki
ka: ხარჯის კატეგორიის დამატება
kk: Шығын категориясын қосу
km: បន្ថែមប្រភេទការចំណាយ
kn: ಖರ್ಚು ವರ್ಗ ಸೇರಿಸಿ
ky: Чыгым категориясын кошуу
lo: ເພີ່ມໝວດໝູ່ຄ່າໃຊ້ຈ່າຍ
mk: Додај категорија на трошок
ml: ചെലവ് വിഭാഗം ചേർക്കുക
mn: Зардлын ангилал нэмэх
my: အသုံးစရိတ်အမျိုးအစာထည့်ပါ
or: ଖର୍ଚ୍ଚ ଶ୍ରେଣୀ ଯୋଡନ୍ତୁ
pa: ਖਰਚ ਸ਼੍ਰੇਣੀ ਜੋੜੋ
ps: د لګښت کټګوري اضافه کړئ
si: අයිතම කාණ්ඩයක් එක් කරන්න
sl: Dodaj kategorijo stroškov
ta: செலவு வகையைச் சேர்க்கவும்
te: ఖర్చు వర్గం జోడించండి
tt: Чыгым категориясе өстә
uz: Xarajat Kategoriyasini Qo'shish
zu: Engeza Igatsha Lesindleko

source: Category name
am: የምድብ ስም
as: শ্ৰেণী নাম
bg: Име на категория
cy: Enw'r categori
eu: Kategoria izena
fil: Pangalan ng Kategorya
gu: કેટેગરી નામ
hy: Կատեգորիայի անուն
is: Flokksheiti
ka: კატეგორიის სახელი
kk: Категория аты
km: ឈ្មោះប្រភេទ
kn: ವರ್ಗದ ಹೆಸರು
ky: Категориянын аты
lo: ຊື່ປະເພດ
mk: Име на категорија
ml: വിഭാഗം പേര്
mn: Ангиллын нэр
my: အမျိုးအစာနာမည်
or: ଶ୍ରେଣୀ ନାମ
pa: ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ
ps: کټګورۍ نوم
si: ප්‍රවර්ගයේ නම
sl: Ime kategorije
ta: வகை பெயர்
te: వర్గం పేరు
tt: Категория исеме
uz: Kategoriya nomi
zu: Igama Legatsha

source: Already Added
am: ቀድሞ የተጨመረ
as: ইয়াৰ আগতে যোগ কৰা হৈছে
bg: Вече добавено
cy: Wedi'i Ychwanegu eisoes
eu: Dagoeneko gehituta
fil: Nakaragdag na
gu: પહેલાથી ઉમેર્યું છે
hy: Նախկինում ավելացված է
is: Þetta hefur þegar verið bætt við
ka: უკვე დამატებულია
kk: Көже қосылды
km: បានបន្ថែមរួចហើយ
kn: ಈಗಾಗಲೇ ಸೇರಿದೆ
ky: Мурун кошулган
lo: ເພີ່ມແລ້ວ
mk: Веќе додадено
ml: ഇതിനകം ചേർത്തിരിക്കുന്നു
mn: Ийм нь аль хэдийн нэмэгдсэн байна
my: ရှိသည့်အတွက်
or: ପୂର୍ବରୁ ଯୋଡାଯାଇଛି
pa: ਪਹਿਲਾਂ ਹੀ ਜੋੜਿਆ ਗਿਆ ਹੈ
ps: دمخه اضافه شوی
si: දැනටමත් එක් කර ඇත
sl: Že dodano
ta: ஏற்கனவே சேர்க்கப்பட்டது
te: ఇప్పటికే జోడించబడింది
tt: Алдан өстәлгән
uz: Allaqachon Qo'shilgan
zu: Sesivele Sengezwe

# whatNew
source: What's New
am: አዲስ ምንድነው
as: নতুন কি?
bg: Какво ново
cy: Beth sy'n Newydd
eu: Zer dago berririk
fil: Ano ang Bago
gu: શું નવું છે
hy: Ի՞նչ է նորը
is: Hvað er nýtt
ka: რა არის ახალი
kk: Жаңалықтар
km: តើមានអ្វីថ្មី។
kn: ಹೊಸದು ಏನು
ky: Жаңылыктар
lo: ມີ​ຫຍັງ​ໃຫມ່
mk: Што е ново
ml: പുതിയത് എന്താണ്
mn: Юу шинэ вэ
my: ဘာလဲရှာမလဲ
or: ନୂତନ କଣ?
pa: ਨਵਾਂ ਕੀ ਹੈ
ps: څه نوي دي
si: නවතම කාලීන
sl: Kaj je novega
ta: புதியது என்ன
te: ఏమి కొత్తది
tt: Яңа нәрсәләр
uz: Nima Yangilik
zu: Kuthini Okusha

# lp
source: Loss/Profit
am: ኪሳራ/ትርፍ
as: লোকচান/লাভ
bg: Загуба/Печалба
cy: Colled/Elw
eu: Galarera/Irabazia
fil: Pagkawala/Kita
gu: નુકસાન/લાભ
hy: Կորուստ/Շահույթ
is: Tap/Hagnaður
ka: ზარალი/მოგება
kk: Зиян/Кеңес
km: ខាត/ចំណេញ
kn: ನಷ್ಟ/ಲಾಭ
ky: Чыгым/Пайда
lo: ການສູນເສຍ/ກໍາໄລ
mk: Загуба/добивка
ml: നഷ്ടം/ലാഭം
mn: Алдагдал/Ашиг
my: ငွေကျပ်/အခြေအနေ
or: ହାରାନି/ଲାଭ
pa: ਨੁਕਸਾਨ/ਮੁਨਾਫਾ
ps: زیان/ګټه
si: හිම/ලාභ
sl: Izguba/dobiček
ta: இழப்பு/லாபம்
te: నష్టం/లాభం
tt: Югалту/Файда
uz: Yo'qotish/Foyda
zu: Ukulahleka/Inzuzo

source: Profit
am: ትርፍ
as: লাভ
bg: Печалба
cy: Elw
eu: Irabazia
fil: Kita
gu: લાભ
hy: Շահույթ
is: Hagnaður
ka: მოგება
kk: Кеңес
km: ប្រាក់ចំណេញ
kn: ಲಾಭ
ky: Пайда
lo: ກໍາໄລ
mk: Добивка
ml: ലാഭം
mn: Ашиг
my: အခြေအနေ
or: ଲାଭ
pa: ਮੁਨਾਫਾ
ps: ګټه
si: හිම
sl: Dobiček
ta: லாபம்
te: లాభం
tt: Файда
uz: Foyda
zu: Inzuzo

source: Loss
am: ኪሳራ
as: লোকচান
bg: Загуба
cy: Colled
eu: Galarera
fil: Pagkawala
gu: નુકસાન
hy: Կորուստ
is: Tap
ka: ზარალი
kk: Зиян
km: ការបាត់បង់
kn: ನಷ್ಟ
ky: Чыгым
lo: ການສູນເສຍ
mk: Загуба
ml: നഷ്ടം
mn: Алдагдал
my: အခြေအနေ
or: ହାରାନି
pa: ਨੁਕਸਾਨ
ps: زیان
si: ලාභ
sl: Izguba
ta: இழப்பு
te: నష్టం
tt: Югалту
uz: Yo'qotish
zu: Ukulahleka

# lpDetails
source: Loss/Profit Details
am: የኪሳራ/ትርፍ ዝርዝሮች
as: লোকচান/লাভৰ বিৱৰণ
bg: Детайли за загуба/печалба
cy: Manylion Colled/Elw
eu: Galarera/Irabazi xehetasunak
fil: Mga Detalye ng Pagkawala/Kita
gu: નુકસાન/લાભ વિગતો
hy: Կորուստի/Շահույթի մանրամասներ
is: Tap/Hagnaðarupplýsingar
ka: ზარალი/მოგების დეტალები
kk: Зиян/Кеңес Толығырақ
km: ព័ត៌មានលម្អិតអំពីការបាត់បង់/ប្រាក់ចំណេញ
kn: ನಷ್ಟ/ಲಾಭ ವಿವರಗಳು
ky: Чыгым/Пайда деталдары
lo: ລາຍລະອຽດການສູນເສຍ/ກໍາໄລ
mk: Детали за загуба/добивка
ml: നഷ്ടം/ലാഭം വിശദാംശങ്ങൾ
mn: Алдагдал/Ашиг дэлгэрэнгүй
my: ငွေကျပ်/အခြေအနေ အသေးစိတ်
or: ହାରାନି/ଲାଭ ବିବରଣୀ
pa: ਨੁਕਸਾਨ/ਮੁਨਾਫਾ ਵੇਰਵੇ
ps: د زیان / ګټې جزییات
si: හිම/ලාභ විස්තර
sl: Podrobnosti o izgubi/dobičku
ta: இழப்பு/லாபம் விவரங்கள்
te: నష్టం/లాభం వివరాలు
tt: Югалту/Файда мәгълүматлары
uz: Yo'qotish/Foyda Tafsilotlari
zu: Imininingwane Yokulahleka/Inzuzo

source: Invoice
am: ደረሰኝ
as: চালান
bg: Фактура
cy: Anfoneb
eu: Faktura
gu: ઇન્વોઇસ
hy: Հաշիվ-ապրանքագիր
is: Reikningur
ka: ინვოისი
kk: Счет-фактура
km: វិក្កយបត្រ
kn: ಚಲಾವಣೆ
ky: Инвойс
lo: ໃບເກັບເງິນ
mk: Фактура
ml: ഇൻവോയ്സ്
mn: Нэхэмжлэл
my: ငွေတောင်းခံရန်
or: ଚାଳାନ
pa: ਇਨਵੌਇਸ
ps: انوائس
si: පිවිසුම
sl: Račun
ta: விலைப்பட்டியல்
te: ఇన్వాయిస్
tt: Счет
uz: Invoyce
zu: I-Invoice

# dates
source: Date:
am: ቀን:
as: তাৰিখ:
bg: Дата:
cy: Dyddiad:
eu: Data:
fil: Petsa:
gu: તારીખ:
hy: Ամսաթիվ:
is: Dagsetning:
ka: თარიღი:
kk: Күндер:
km: កាលបរិច្ឆេទ:
kn: ದಿನಾಂಕ:
ky: Күнү:
lo: ວັນທີ:
mk: Датум:
ml: തീയതി:
mn: Огноо:
my: ရက်စွဲ:
or: ତାରିଖ:
pa: ਤਾਰੀਖ:
ps: نیټه:
si: දින:
sl: Datum:
ta: தேதிகள்:
te: తేదీ:
tt: Дата:
uz: Sana:
zu: Usuku:

source: Mobile:
am: ሞባይል:
as: ম'বাইল:
bg: Мобилен:
cy: Symudol:
eu: Mugikorra:
gu: મોબાઇલ:
hy: Մոբայլ:
is: Sími:
ka: მობილური:
kk: Мобиль:
km: ទូរស័ព្ទចល័ត:
kn: ಮೊಬೈಲ್:
ky: Мобилдик телефон:
lo: ມືຖື:
mk: Мобилен:
ml: മൊബൈൽ:
mn: Утас:
my: ဖုန်းနံပါတ်:
or: ମୋବାଇଲ୍:
pa: ਮੋਬਾਈਲ:
ps: موبایل:
si: ජංගම:
sl: Mobilni:
ta: மொபைல்:
te: మొబైల్:
tt: Мобиль:
uz: Mobil:
zu: Isiloliswe:

source: Product
am: ምርት
as: পণ্য
bg: Продукт
cy: Cynnyrch
eu: Produktua
fil: Produkto
gu: ઉત્પાદન
hy: Ապրանք
is: Vara
ka: პროდუქტი
kk: Өнім
km: ផលិតផល
kn: ಉತ್ಪನ್ನ
ky: Продукт
lo: ຜະລິດຕະພັນ
mk: Производ
ml: ഉൽപ്പന്നം
mn: Бүтээгдэхүүн
my: ကုန်ပစ္စည်း
or: ଉତ୍ପାଦ
pa: ਉਤਪਾਦ
ps: محصول
si: නිෂ්පාත
sl: Izdelek
ta: பொருள்
te: ఉత్పత్తి
tt: Продукт
uz: Mahsulot
zu: Umkhiqizo

source: Quantity
am: ብዛት
as: মাত্ৰা
bg: Количество
cy: Nifer
eu: Kantitatea
gu: જથ્થો
hy: Քանակ
is: Magn
ka: რაოდენობა
kk: Саны
km: បរិមាណ
kn: ಪ್ರಮಾಣ
ky: Сан
lo: ປະລິມານ
mk: Количина
ml: അളവ്
mn: Тоо ширхэг
my: အရေအတွက်
or: ପରିମାଣ
pa: ਮਾਤਰਾ
ps: مقدار
si: ප්‍රමාණය
sl: Količina
ta: அளவு
te: పరిమాణం
tt: Сан
uz: Miqdor
zu: Inani

source: Discount
am: ቅናሽ
as: ছাড়
bg: Отстъпка
cy: Gostyngiad
eu: Deskontua
fil: Diskwento
gu: ડિસ્કાઉન્ટ
hy: Զեղչ
is: Afkortun
ka: ფასდაკლება
kk: Жеңілдік
km: បញ្ចុះតម្លៃ
kn: ರಿಯಾಯಿತಿ
ky: Жеңилдик
lo: ສ່ວນຫຼຸດ
mk: Попуст
ml: ഡിസ്കൗണ്ട്
mn: Хямдрал
my: လျှော့စျေး
or: ରିଆୟତି
pa: ਛੋਟ
ps: تخفیف
si: වට්ටම්
sl: Popust
ta: தள்ளுபடி
te: డిస్కౌంట్
tt: Чикләү
uz: Chegirma
zu: Isaphulelo

source: Total Loss
am: ጠቅላላ ኪሳራ
as: মুঠ লোকচান
bg: Обща загуба
cy: Colled Gyfanswm
eu: Guztirako galera
fil: Kabuuang Pagkawala
gu: કુલ નુકસાન
hy: Ընդհանուր կորուստ
is: Heildartap
ka: საერთო ზარალი
kk: Жалпы Зиян
km: ការបាត់បង់សរុប
kn: ಒಟ್ಟು ನಷ್ಟ
ky: Жалпы чыгым
lo: ການສູນເສຍທັງຫມົດ
mk: Вкупна загуба
ml: ആകെ നഷ്ടം
mn: Нийт алдагдал
my: စုစုပေါင်းအခြေအနေ
or: ମୋଟ ହାରାନି
pa: ਕੁੱਲ ਨੁਕਸਾਨ
ps: ټول زیان
si: මුළු හිම
sl: Skupna izguba
ta: மொத்த இழப்பு
te: మొత్తం నష్టం
tt: Гомуми югалту
uz: Umumiy Yo'qotish
zu: Ukulahleka Kwaphelele

source: Total Profit
am: ጠቅላላ ትርፍ
as: মুঠ লাভ
bg: Обща печалба
cy: Elw Cyfanswm
eu: Guztirako irabazia
fil: Kabuuang Kita
gu: કુલ નફો
hy: Ընդհանուր շահույթ
is: Heildarhagnaður
ka: საერთო მოგება
kk: Жалпы Кеңес
km: ប្រាក់ចំណេញសរុប
kn: ಒಟ್ಟು ಲಾಭ
ky: Жалпы пайда
lo: ຜົນກຳໄລທັງໝົດ
mk: Вкупна добивка
ml: ആകെ ലാഭം
mn: Нийт ашиг
my: စုစုပေါင်းအခြေအနေ
or: ମୋଟ ଲାଭ
pa: ਕੁੱਲ ਮੁਨਾਫਾ
ps: ټول ګټه
si: මුළු ලාභ
sl: Skupni dobiček
ta: மொத்த லாபம்
te: మొత్తం లాభం
tt: Гомуми файда
uz: Umumiy Foyda
zu: Inzuzo Ephelele

source: Product List
am: የምርት ዝርዝር
as: পণ্যৰ তালিকা
bg: Списък на продуктите
cy: Rhestr Cynnyrch
eu: Produktu zerrenda
fil: Listahan ng Produkto
gu: ઉત્પાદન યાદી
hy: Ապրանքների ցուցակ
is: Vörulista
ka: პროდუქტების სია
kk: Өнім тізімі
km: បញ្ជីផលិតផល
kn: ಉತ್ಪನ್ನ ಪಟ್ಟಿ
ky: Продукттардын тизмеси
lo: ລາຍການຜະລິດຕະພັນ
mk: Список на производи
ml: ഉൽപ്പന്ന പട്ടിക
mn: Бүтээгдэхүүний жагсаалт
my: ကုန်ပစ္စည်းစာရင်း
or: ଉତ୍ପାଦ ତାଲିକା
pa: ਉਤਪਾਦ ਸੂਚੀ
ps: محصولاتو لیست
si: නිෂ්පාත ලැයිස්තුව
sl: Seznam izdelkov
ta: பொருள் பட்டியல்
te: ఉత్పత్తి జాబితా
tt: Продуктлар исемлеге
uz: Mahsulot Ro'yxati
zu: Uhlu Lomkhiqizo

source: Stock
am: ክምችት
as: স্টক
bg: Наличност
cy: Stoc
gu: સ્ટોક
hy: Պաշար
is: Birgðir
ka: საწყობი
kk: Тауарлар
km: ភាគហ៊ុន
kn: ಸ್ಟಾಕ್
ky: Запас
lo: ຫຸ້ນ
mk: Залиха
ml: സ്റ്റോക്ക്
mn: Нөөц
my: ကုန်ကောင်း
or: ଷ୍ଟକ୍
pa: ਸਟਾਕ
ps: سټاک
si: තාක්ෂණිකය
sl: Zaloga
ta: பங்கு
te: స్టాక్
tt: Запас
uz: Zaxira
zu: Isitoko

source: Add New Product
am: አዲስ ምርት አክል
as: নতুন পণ্য যোগ কৰক
bg: Добави нов продукт
cy: Ychwanegu Cynnyrch Newydd
eu: Produktu berria gehitu
fil: Magdagdag ng Bagong Produkto
gu: નવું ઉત્પાદન ઉમેરો
hy: Ավելացնել նոր ապրանք
is: Bæta við nýju vöru
ka: ახალი პროდუქტის დამატება
kk: Жаңа Өнім қосу
km: បន្ថែមផលិតផលថ្មី។
kn: ಹೊಸ ಉತ್ಪನ್ನ ಸೇರಿಸಿ
ky: Жаңы продукт кошуу
lo: ເພີ່ມຜະລິດຕະພັນໃຫມ່
mk: Додај нов производ
ml: പുതിയ ഉൽപ്പന്നം ചേർക്കുക
mn: Шинэ бүтээгдэхүүн нэмэх
my: ကုန်ပစ္စည်းအသစ်ထည့်ပါ
or: ନୂଆ ଉତ୍ପାଦ ଯୋଡନ୍ତୁ
pa: ਨਵਾਂ ਉਤਪਾਦ ਜੋੜੋ
ps: نوی محصول اضافه کړئ
si: නව නිෂ්පාතයක් එක් කරන්න
sl: Dodaj nov izdelek
ta: புதிய பொருளைச் சேர்க்கவும்
te: కొత్త ఉత్పత్తిని జోడించండి
tt: Яңа продукт өстә
uz: Yangi Mahsulot Qo'shish
zu: Engeza Umkhiqizo Omusha

source: Product name
am: የምርት ስም
as: পণ্যৰ নাম
bg: Име на продукта
cy: Enw'r Cynnyrch
eu: Produktu izena
fil: Pangalan ng Produkto
gu: ઉત્પાદન નામ
hy: Ապրանքի անուն
is: Vöruheiti
ka: პროდუქტის სახელი
kk: Өнім атауы
km: ឈ្មោះ​ផលិតផល
kn: ಉತ್ಪನ್ನ ಹೆಸರು
ky: Продукттун аты
lo: ຊື່​ຜະ​ລິດ​ຕະ​ພັນ
mk: Име на производ
ml: ഉൽപ്പന്ന നാമം
mn: Бүтээгдэхүүний нэр
my: ကုန်ပစ္စည်းအမည်
or: ଉତ୍ପାଦର ନାମ
pa: ਉਤਪਾਦ ਦਾ ਨਾਮ
ps: محصول نوم
si: නිෂ්පාතේ නම
sl: Ime izdelka
ta: பொருளின் பெயர்
te: ఉత్పత్తి పేరు
tt: Продукт исеме
uz: Mahsulot nomi
zu: Igama Lomkhiqizo

source: Product Code
am: የምርት ኮድ
as: পণ্য কোড
bg: Код на продукта
cy: Cod Cynnyrch
eu: Produktu kodea
fil: Code ng Produkto
gu: ઉત્પાદન કોડ
hy: Ապրանքի կոդ
is: Vörunúmer
ka: პროდუქტის კოდი
kk: Өнім коды
km: លេខកូដផលិតផល
kn: ಉತ್ಪನ್ನ ಕೋಡ್
ky: Продукт коду
lo: ລະ​ຫັດ​ຜະ​ລິດ​ຕະ​ພັນ
mk: Код на производ
ml: ഉൽപ്പന്ന കോഡ്
mn: Бүтээгдэхүүний код
my: ကုန်ပစ္စည်းကုဒ်
or: ଉତ୍ପାଦ କୋଡ୍
pa: ਉਤਪਾਦ ਕੋਡ
ps: محصول کوډ
si: නිෂ්පාත කේතය
sl: Koda izdelka
ta: பொருளின் குறியீடு
te: ఉత్పత్తి కోడ్
tt: Продукт коды
uz: Mahsulot Kodi
zu: Ikhodi Yomkhiqizo

source: Purchase Price
am: የግዢ ዋጋ
as: ক্ৰয় মূল্য
bg: Купувна цена
cy: Pris Prynu
eu: Erosterako prezioa
fil: Presyo ng Pagbili
gu: ખરીદ કિંમત
hy: Գնման գին
is: Innkaupsverð
ka: შესყიდვის ფასი
kk: Сатып алу бағасы
km: តម្លៃ​ទិញ
kn: ಖರೀದಿ ಬೆಲೆ
ky: Сатып алуу баасы
lo: ລາ​ຄາ​ການ​ຊື້
mk: Куповна цена
ml: വാങ്ങൽ വില
mn: Худалдан авалтын үнэ
my: ဝယ်ယူနိုင်သည့်စျေးနှုန်း
or: କ୍ରୟ ମୂଲ୍ୟ
pa: ਖਰੀਦ ਮੁੱਲ
ps: پیرود نرخ
si: මිලියනය කිරීමේ මිල
sl: Nakupna cena
ta: வாங்கும் விலை
te: కొనుగోలు ధర
tt: Сатып алу бәясе
uz: Sotib Olish Narxi
zu: Intengo Yokuthengwa

source: MRP
am: ኤምአርፒ
as: এম. আৰ. পি.
bg: МРЦ
eu: PVPrezioa
kk: МДП
kn: ಎಮ್‌ಆರ್‌ಪಿ
ml: എംആർപി
or: ଏମ୍ଆର୍ପି
si: මිස්මයිස්ල් මිල

source: WholeSale Price
am: የጅምላ ሽያጭ ዋጋ
as: থোক মূল্য
bg: Цена на едро
cy: Pris Cyfanwerthu
eu: Handizkako prezioa
fil: Presyo ng Wholesale
gu: થોક વેચાણ કિંમત
hy: Մեծածախ գին
is: Heildsöluverð
ka: გროსული ფასი
kk: Опт алу бағасы
km: តម្លៃ​លក់ដុំ
kn: ಹೊಲ್‌ಸೇಲ್ ಬೆಲೆ
ky: Дүң сатуу баасы
lo: ລາຄາຂາຍທັງໝົດ
mk: Цена на големо
ml: വ്യാപാര വില
mn: Бөөний үнэ
my: ရောင်းဈေးစျေး
or: ଥୋକ ମୂଲ୍ୟ
pa: ਥੋਕ ਵਿਕਰੀ ਮੁੱਲ
ps: پولمه پلور نرخ
si: හොල්වේල්සේල් මිල
sl: Cena na debelo
ta: மொத்த விற்பனை விலை
te: హోల్‌సేల్ ధర
tt: Оптовая бәя
uz: Ulgurji Narx
zu: Intengo YokuThengisa Emkhulu

source: Dealer price
am: የአከፋፋይ ዋጋ
as: ডিলাৰ মূল্য
bg: Цена на дилър
cy: Pris Dealar
eu: Merkatari prezioa
fil: Presyo ng Dealer
gu: ડીલર કિંમત
hy: Վաճառողի գին
is: Sölumaður verð
ka: დილერის ფასი
kk: Дилер алу бағасы
km: តម្លៃអ្នកចែកបៀ
kn: ಡಿಲರ್ ಬೆಲೆ
ky: Дилер баасы
lo: ລາຄາຕົວແທນຈໍາຫນ່າຍ
mk: Цена на дилер
ml: ഡീലർ വില
mn: Дилерийн үнэ
my: ကုန်ပစ္စည်းရောင်းစျေး
or: ଡିଲର୍ ମୂଲ୍ୟ
pa: ਡੀਲਰ ਮੁੱਲ
ps: ډیلر نرخ
si: අලෙවි මිල
sl: Cena za trgovca
ta: விற்பனையாளர் விலை
te: డీలర్ ధర
tt: Дилер бәясе
uz: Diler narxi
zu: Intengo Yomthengisi

source: Manufacturer
am: አምራች
as: উৎপাদক
bg: Производител
cy: Gwneuthurwr
eu: Fabrikatzailea
gu: નિર્માતા
hy: Արտադրող
is: Framleiðandi
ka: მწარმოებელი
kk: Өнімнің шығарушысы
km: ក្រុមហ៊ុនផលិត
kn: ನಿರ್ಮಾತಾ
ky: Өндүрүүчү
lo: ຜູ້ຜະລິດ
mk: Производител
ml: നിർമ്മാതാവ്
mn: Үйлдвэрлэгч
my: ကုန်လက်မှုသုံးစွဲသူ
or: ଉତ୍ପାଦକ
pa: ਨਿਰਮਾਤਾ
ps: جوړونکی
si: නිෂ්පාතිකයා
sl: Proizvajalec
ta: உற்பத்தி
te: తయారీదారు
tt: Производитель
uz: Ishlab chiqaruvchi
zu: Umkhiqizi

# saveNPublish
source: Save and Publish
am: አስቀምጥ እና አሳተም
as: সংৰক্ষণ আৰু প্ৰকাশ কৰক
bg: Запази и публикувай
cy: Arbed a Cyhoeddi
eu: Gorde eta argitaratu
fil: I-save at I-publish
gu: સેવ કરો અને પ્રકાશિત કરો
hy: Պահպանել և հրապարակել
is: Vista og birta
ka: შენახვა და გამოქვეყნება
kk: Сақтау және жариялау
km: រក្សាទុក និងបោះពុម្ព
kn: ಉಳಿಸಿ ಮತ್ತು ಪ್ರಕಟಿಸಿ
ky: Сактоо жана жарыялоо
lo: ບັນທຶກ ແລະເຜີຍແຜ່
mk: Зачувај и објави
ml: സേവ് ചെയ്ത് പ്രസിദ്ധീകരിക്കുക
mn: Хадгалах ба нийтлэх
my: သိမ်းဆည်းပြီး စီစဉ်ထုတ်မည်
or: ସଞ୍ଚୟ କରନ୍ତୁ ଏବଂ ପ୍ରକାଶ କରନ୍ତୁ
pa: ਸੇਵ ਕਰੋ ਅਤੇ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ
ps: ذخیره او خپور کړئ
si: සුරකින්න සහ සන්නාමිකයින් කරන්න
sl: Shrani in objavi
ta: சேமி மற்றும் வெளியிடு
te: సేవ్ చేసి ప్రచురించు
tt: Сакларга һәм бастырырга
uz: Saqlash va Nashr etish
zu: Londoloza bese Uthumela

source: Brands
am: ብራንዶች
as: ব্ৰাণ্ড
bg: Марки
cy: Brandiau
eu: Markak
fil: Mga Brand
gu: બ્રાન્ડ્સ
hy: Բրենդներ
is: Vörumerki
ka: ბრენდები
kk: Брендтер
km: ម៉ាក
kn: ಬ್ರ್ಯಾಂಡ್‌ಗಳು
ky: Бренддер
lo: ຍີ່ຫໍ້
mk: Брендови
ml: ബ്രാൻഡുകൾ
mn: Брэндүүд
my: ကုန်ရောင်းများ
or: ବ୍ରାଣ୍ଡଗୁଡ଼ିକ
pa: ਬ੍ਰਾਂਡ
ps: برانډونه
si: වෙළඳ නාම
sl: Blagovne znamke
ta: பிராண்டுகள்
te: బ్రాండ్లు
tt: Брендлар
uz: Brendlar
zu: Amabhendi

source: Add Brand
am: ብራንድ አክል
as: ব্ৰাণ্ড যোগ কৰক
bg: Добави марка
cy: Ychwanegu Brand
eu: Marka gehitu
fil: Magdagdag ng Brand
gu: બ્રાન્ડ ઉમેરો
hy: Ավելացնել բրենդ
is: Bæta við vörumerki
ka: ბრენდის დამატება
kk: Бренд қосу
km: បន្ថែមម៉ាក
kn: ಬ್ರ್ಯಾಂಡ್ ಸೇರಿಸಿ
ky: Бренд кошуу
lo: ເພີ່ມຍີ່ຫໍ້
mk: Додај бренд
ml: ബ്രാൻഡ് ചേർക്കുക
mn: Брэнд нэмэх
my: ကုန်ရောင်းထည့်ပါ
or: ବ୍ରାଣ୍ଡ ଯୋଡନ୍ତୁ
pa: ਬ੍ਰਾਂਡ ਜੋੜੋ
ps: برانډ اضافه کړئ
si: වෙළඳ නාමක් එක් කරන්න
sl: Dodaj blagovno znamko
ta: பிராண்டைச் சேர்க்கவும்
te: బ్రాండ్ జోడించండి
tt: Бренд өстә
uz: Brend Qo'shish
zu: Engeza Ibhendi

source: Brand name
am: የብራንድ ስም
as: ব্ৰাণ্ড নাম
bg: Име на марка
cy: Enw'r Brand
eu: Marka izena
fil: Pangalan ng Brand
gu: બ્રાન્ડ નામ
hy: Բրենդի անուն
is: Vörumerki
ka: ბრენდის სახელი
kk: Бренд атауы
km: ឈ្មោះ​យីហោ
kn: ಬ್ರ್ಯಾಂಡ್ ಹೆಸರು
ky: Бренддин аты
lo: ຊື່ຍີ່ຫໍ້
mk: Име на бренд
ml: ബ്രാൻഡ് നാമം
mn: Брэнд нэр
my: ကုန်ရောင်းအမည်
or: ବ୍ରାଣ୍ଡ ନାମ
pa: ਬ੍ਰਾਂਡ ਦਾ ਨਾਮ
ps: برانډ نوم
si: වෙළඳ නාමය
sl: Ime blagovne znamke
ta: பிராண்டின் பெயர்
te: బ్రాండ్ పేరు
tt: Бренд исеме
uz: Brend nomi
zu: Igama Lebhendi

source: Add Unit
am: አሃድ አክል
as: একক যোগ কৰক
bg: Добави единица
cy: Ychwanegu Uned
eu: Unitatea gehitu
fil: Magdagdag ng Unit
gu: એકમ ઉમેરો
hy: Ավելացնել միավոր
is: Bæta við einingu
ka: ერთეულის დამატება
kk: Бірлік қосу
km: បន្ថែមឯកតា
kn: ಯೂನಿಟ್ ಸೇರಿಸಿ
ky: Бирдик кошуу
lo: ເພີ່ມຫົວໜ່ວຍ
mk: Додај единица
ml: യൂണിറ്റ് ചേർക്കുക
mn: Нэгж нэмэх
my: ယူနစ်ထည့်ပါ
or: ଏକକ ଯୋଡନ୍ତୁ
pa: ਯੂਨਿਟ ਜੋੜੋ
ps: یونټ اضافه کړئ
si: ඒකකය එක් කරන්න
sl: Dodaj enoto
ta: அலகுவாட்டைச் சேர்க்கவும்
te: యూనిట్ జోడించండి
tt: Берәмлек өстә
uz: Birlik Qo'shish
zu: Engeza Isihluzo

source: Unit name
am: የአሃድ ስም
as: একক নাম
bg: Име на единица
cy: Enw'r Uned
eu: Unitate izena
fil: Pangalan ng Unit
gu: એકમ નામ
hy: Միավորի անուն
is: Einingsheiti
ka: ერთეულის სახელი
kk: Бірлік атауы
km: ឈ្មោះអង្គភាព
kn: ಯೂನಿಟ್ ಹೆಸರು
ky: Бирдиктин аты
lo: ຊື່ຫົວໜ່ວຍ
mk: Име на единица
ml: യൂണിറ്റ് നാമം
mn: Нэгжийн нэр
my: ယူနစ်အမည်
or: ଏକକର ନାମ
pa: ਯੂਨਿਟ ਦਾ ਨਾਮ
ps: یونټ نوم
si: ඒකකයේ නම
sl: Ime enote
ta: அலகு பெயர்
te: యూనిట్ పేరు
tt: Берәмлек исеме
uz: Birlik nomi
zu: Igama Lesihluzo

source: Units
am: አሃዶች
as: এককসমূহ
bg: Единици
cy: Unedau
eu: Unitateak
fil: Mga Unit
gu: એકમો
hy: Միավորներ
is: Einingar
ka: ერთეულები
kk: Бірліктер
km: ឯកតា
kn: ಯೂನಿಟ್‌ಗಳು
ky: Бирдиктер
lo: ໜ່ວຍ
mk: Единици
ml: യൂണിറ്റുകൾ
mn: Нэгжүүд
my: ယူနစ်များ
or: ଏକକଗୁଡ଼ିକ
pa: ਯੂਨਿਟ
ps: یونټونه
si: ඒකකයන්
sl: Enota
ta: அலகுகள்
te: యూనిట్లు
tt: Берәмлекләр
uz: Birliklar
zu: Amasu
