Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

# noAcc
source: Haven't any account?
am: አካውንት የለም?
as: অকৌণ্ট নে?
bg: Нямате акаунт?
cy: Ddim yn meddu ar unrhyw gyfrif?
et: Pole veel kontot?
eu: Ez duzu konturik?
fil: Wala pang account?
gu: કોઈ એકાઉન્ટ નથી?
hy: Չունե՞ք հաշիվ:
is: Ekki búið til reikning?
ka: არ გაქვთ ანგარიში?
kk: Ештеңе аккаунт жоқ па?
km: មិនមានគណនីទេ?
kn: ಯಾವುದೇ ಖಾತೆಯಿಲ್ಲದೆಯೇ?
ky: Эсеп жокпу?
lo: ບໍ່ມີບັນຊີບໍ?
mk: Немате сметка?
ml: അക്കൗണ്ട് ഇല്ലേ?
mn: Акаунт байхгүй юу?
my: အကောင့်မရှိပါဘူးလား
or: କୌଣସି ଖାତା ନାହିଁ?
pa: ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?
ps: هیڅ حساب نه لرئ؟
si: ගිණුමක් නොමැතිකරුවන්ද?
sl: Nimate računa?
ta: எந்த கணக்குமின்றி இல்லையா?
te: ఏదైనా ఖాతా లేదా?
tt: Хисабыгыз юкмы?
uz: Hech qanday hisob qaydnomasi yo'qmi?
zu: Akunakho i-akhawunti?

source: Register
am: መመዝገብ
as: পঞ্জীয়ন কৰক
bg: Регистрирай се
cy: Cofrestru
et: Registreeri
eu: Erregistratu
fil: Magrehistro
gu: રજીસ્ટર કરો
hy: Գրանցվել
is: Skráning
ka: რეგისტრაცია
kk: Тіркелу
km: ចុះឈ្មោះ
kn: ನೋಂದಾಯಿಸಿ
ky: Каттоо
lo: ລົງທະບຽນ
mk: Регистрирај се
ml: രജിസ്റ്റർ ചെയ്യുക
mn: Бүртгүүлэх
my: မှတ်ပုံတင်ပါ
or: ରଜିଷ୍ଟର୍ କରନ୍ତୁ
pa: ਰਜਿਸਟਰ ਕਰੋ
ps: ثبت کړئ
si: ලියාපදිංචි වන්න
sl: Registriraj se
ta: பதிவுபெறுக
te: రజిస్టర్
tt: Теркәлергә
uz: Ro'yxatdan o'tish
zu: Bhalisa

source: Phone Verification
am: የስልክ ማረጋገጫ
as: ফোন পৰীক্ষণ
bg: Телефонна верификация
cy: Dilysu Ffôn
et: Telefonivõrgu Kinnitamine
eu: Telefono berifikazioa
fil: Pag-verify ng Telepono
gu: ફોન વેરિફિકેશન
hy: Հեռախոսահամարի ստուգում
is: Símatölvu staðfesting
ka: ტელეფონის ვერიფიკაცია
kk: Телефонды растау
km: ការផ្ទៀងផ្ទាត់ទូរស័ព្ទ
kn: ಫೋನ್ ಪರಿಶೀಲನೆ
ky: Телефонду текшерүү
lo: ການຢັ້ງຢືນໂທລະສັບ
mk: Верификација на телефон
ml: ഫോൺ വെരിഫിക്കേഷൻ
mn: Утасны баталгаажуулалт
my: ဖုန်းအတွက်အတည်ပြုမှု
or: ଫୋନ୍ ସତ୍ୟପାତି
pa: ਫੋਨ ਤਸਦੀਕ
ps: تلیفون تایید
si: දුරකථන සත්‍යාපනය
sl: Verifikacija telefona
ta: தொலைபேசி சான்றுபடுத்தல்
te: ఫోన్ ధృవీకరణ
tt: Телефонны раслау
uz: Telefon Tasdiqlash
zu: Ukuqinisekiswa Kwefoni

# registerTitle
source: We need to register your phone without getting started!
am: መጀመር ከመጀመርዎ በፊት ስልክዎን መመዝገብ አለብን!
as: আমাৰ আৰম্ভণিৰ বাবে আপোনাৰ ফোন পঞ্জীয়ন কৰক!
bg: Трябва да регистрираме вашия телефон, преди да започнете!
cy: Mae angen i ni gofrestru'ch ffôn heb ddechrau!
et: Me peame registreerima teie telefoni enne alustamist!
eu: Erregistratu behar dugu zure telefonoa hasi aurretik!
fil: Kailangan naming irehistro ang iyong telepono bago ka makapagsimula!
gu: શરૂ કરતા પહેલા અમને તમારો ફોન નોંધાવવાની જરૂર છે!
hy: Մենք պետք է գրանցենք ձեր հեռախոսահամարը սկսելուց առաջ։
is: Við þurfum að skrá símann þinn áður en þú byrjar!
ka: ჩვენ უნდა დარეგისტრიროთ თქვენი ტელეფონი დაწყებამდე!
kk: Бастау үшін телефонды тіркеуге міне,
km: យើងត្រូវចុះឈ្មោះទូរស័ព្ទរបស់អ្នកដោយមិនចាំបាច់ចាប់ផ្តើម!
kn: ಪ್ರಾರಂಭಿಸುವ ಮೊದಲು ನಮ್ಮನ್ನು ನಿಮ್ಮ ಫೋನ್ ನೇರಕ್ಕೆ ನೇಮಿಸಬೇಕು!
ky: Биз сиздин телефонуңузду каттоо керек!
lo: ພວກເຮົາຈໍາເປັນຕ້ອງລົງທະບຽນໂທລະສັບຂອງທ່ານໂດຍບໍ່ມີການເລີ່ມຕົ້ນ!
mk: Треба да го регистрираме вашиот телефон пред да започнете!
ml: ആരംഭിക്കുന്നതിന് മുമ്പ് നിങ്ങളുടെ ഫോൺ രജിസ്റ്റർ ചെയ്യേണ്ടതുണ്ട്!
mn: Эхлэхээсээ өмнө утсаа бүртгүүлэх хэрэгтэй!
my: စတင်ရန်အချက်များအားတိုးတက်ခြင်းအတွက် သင့်ဖုန်းကို မှတ်ပုံတင်ရမည်ဟု မြန်မာကျောင်းပြည်ကွက်ဖြင့် ပြုလုပ်ထားပါသည်
or: ଆମେ ଆରମ୍ଭ କରିବା ପୂର୍ବରୁ ଆପଣଙ୍କର ଫୋନ୍ ରଜିଷ୍ଟର୍ କରିବାକୁ ଆବଶ୍ୟକ!
pa: ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਸਾਨੂੰ ਤੁਹਾਡੇ ਫੋਨ ਨੂੰ ਰਜਿਸਟਰ ਕਰਨ ਦੀ ਲੋੜ ਹੈ!
ps: موږ باید ستاسو تلیفون ثبت کړو پرته له دې چې پیل وکړو!
si: අර්ධකයේ ඔබගේ දුරකථනය ලියාපදිංචි කිරීමට අවශ්‍යයි!
sl: Za začetek moramo registrirati vaš telefon!
ta: தொலைபேசியைப் பதிவு செய்வதற்கான முதன்முதலில் நமது தேவையை பதிவு செய்ய வேண்டும்!
te: ప్రారంభించే ముందు మీ ఫోన్‌ను నమోదు చేయాలి!
tt: Без сезнең телефонны теркәргә кирәк, башлау өчен!
uz: Boshlashdan oldin sizning telefon raqamingizni ro'yxatdan o'tkazishimiz kerak!
zu: Kudingeka sibhalise ifoni yakho ngaphandle kokuthi uqale!

# sendCode
source: Send the code
am: ኮዱን ላክ
as: ক’ড প্ৰেৰণ কৰক
bg: Изпрати кода
cy: Anfon y cod
et: Saada Kood
eu: Bidali kodea
fil: Ipadala ang code
gu: કોડ મોકલો
hy: Ուղարկել կոդը
is: Senda kóða
ka: კოდის გაგზავნა
kk: Кодты жіберу
km: ផ្ញើលេខកូដ
kn: ಕೋಡ್ ಕಳುಹಿಸಿ
ky: Кодду жөнөтүү
lo: ສົ່ງລະຫັດ
mk: Испрати код
ml: കോഡ് അയയ്ക്കുക
mn: Код илгээх
my: ကုဒ်ပို့ပါ
or: କୋଡ୍ ପଠାନ୍ତୁ
pa: ਕੋਡ ਭੇਜੋ
ps: کوډ واستوئ
si: අංකය යවන්න
sl: Pošlji kodo
ta: குறியீட்டை அனுப்பு
te: కోడ్ పంపండి
tt: Кодны җибәрергә
uz: Kodni Yuborish
zu: Thumela ikhodi

source: Staff Login
am: የሰራተኛ መግቢያ
as: কর্মচাৰী লগিন
bg: Вход за персонал
cy: Mewnglogio Staff
et: Töötaja Sisselogimine
eu: Langile saioa
fil: Pag-login ng Staff
gu: સ્ટાફ લોગિન
hy: Ստաֆի մուտք
is: Starfsmanns innskráning
ka: პერსონალის შესვლა
kk: Қызметкерлерге арналған кіру
km: ចូលបុគ្គលិក
kn: ಸ್ಟಾಫ್ ಲಾಗಿನ್
ky: Персонал кирүү
lo: ພະນັກງານເຂົ້າສູ່ລະບົບ
mk: Најава за персонал
ml: സ്റ്റാഫ് ലോഗിൻ
mn: Ажилтны нэвтрэлт
my: ဝန်ထမ်းအင်
or: ଷ୍ଟାଫ୍ ଲଗଇନ୍
pa: ਸਟਾਫ਼ ਲੌਗਇਨ
ps: د کارمندانو ننوتل
si: සේවාදායකයාගේ ලොගින්
sl: Prijava zaposlenih
ta: ஊழியர் உள்நுழைய
te: స్టాఫ్ లాగిన్
tt: Хезмәткәрләр өчен логин
uz: Xodimlar Kirishi
zu: Ukungena Kwabasebenzi

# logInWithMail
source: Login With Email
am: በኢሜል ይግቡ
as: ইমেইলৰ সৈতে লগ ইন কৰক
bg: Вход с имейл
cy: Mewnglogio â E-bost
et: Logi Sisse E-posti Teel
eu: Saioa hasi E-postarekin
fil: Mag-login Gamit ang Email
gu: ઈમેલ સાથે લોગિન કરો
hy: Մուտք գործել էլ․փոստով
is: Innskráning með tölvupósti
ka: შესვლა ელ.ფოსტით
kk: Электрондық пошта арқылы кіру
km: ចូលដោយប្រើអ៊ីមែល
kn: ಇಮೇಲ್ ಜೊತೆಗೆ ಲಾಗಿನ್ ಮಾಡಿ
ky: Электрондук почта менен кирүү
lo: ເຂົ້າສູ່ລະບົບດ້ວຍອີເມວ
mk: Најави се со е-мејл
ml: ഇമെയിൽ ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക
mn: И-мэйлээр нэвтрэх
my: အီးမေးလ်အသုံးပြုခြင်း
or: ଇମେଲ୍ ସହିତ ଲଗଇନ୍
pa: ਈਮੇਲ ਨਾਲ ਲੌਗਇਨ ਕਰੋ
ps: د بریښنالیک سره ننوتل
si: ඊමේල් සමඟ ලොගින් වන්න
sl: Prijava z e-pošto
ta: மின்னஞ்சலுடன் உள்நுழையுங்கள்
te: ఇమెయిల్‌తో లాగిన్ చేయండి
tt: Электрон почта белән логин
uz: Elektron Pochta orqali Kirish
zu: Ngena Ngomlaye

# setUpProfile
source: Setup Your Profile
am: መገለጫዎን ያዘጋጁ
as: আপোনাৰ প্ৰ'ফাইল স্থাপন কৰক
bg: Настрой профила си
cy: Gosod Eich Proffil
et: Seadista Oma Profiil
eu: Konfiguratu Zure Profila
fil: I-set Up ang Iyong Profile
gu: તમારું પ્રોફાઇલ સેટ કરો
hy: Կարգավորել ձեր պրոֆիլը
is: Setja upp prófíl þitt
ka: პროფილის დაყენება
kk: Профиліңізді орнату
km: ដំឡើងប្រវត្តិរូបរបស់អ្នក។
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಸೆಟ್ ಅಪ್ ಮಾಡಿ
ky: Профилиңизди орнотуңуз
lo: ຕັ້ງຄ່າໂປຣໄຟລ໌ຂອງເຈົ້າ
mk: Намести го твојот профил
ml: നിങ്ങളുടെ പ്രൊഫൈൽ സജ്ജീകരിക്കുക
mn: Профайлаа тохируулах
my: သင့်ရဲ့ပရိုဖိုင်ကိုတပ်ဆင်ပါ
or: ଆପଣଙ୍କର ପ୍ରୋଫାଇଲ୍ ସେଟ୍ ଅପ୍ କରନ୍ତୁ
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਸੈਟਅਪ ਕਰੋ
ps: خپل پروفایل تنظیم کړئ
si: ඔබගේ විස්තර සැකසීම
sl: Nastavi svoj profil
ta: உங்கள் சுயவிவரத்தை அமைக்கவும்
te: మీ ప్రొఫైల్‌ను సెట్ చేయండి
tt: Профилегезне көйләгез
uz: Profilingizni Sozlash
zu: Setha Iphrofayela Yakho

# setUpDesc
source: Update your profile to connect your doctor with better impression
am: ዶክተርዎን በተሻለ ስሜት ለማገናኘት መገለጫዎን ያዘምኑ
as: আপোনাৰ প্ৰ'ফাইল আপডেট কৰক যাতে আপোনাৰ ডাক্তৰ সৈতে ভাল ছাপ মিলিব
bg: Актуализирайте своя профил, за да се свържете с Вашия лекар с по-добро впечатление
cy: Diweddarwch eich proffil i gysylltu â'ch meddyg gyda argraff well
et: Uuenda oma profiili, et ühendada oma arst parema muljega
eu: Eguneratu zure profila zure medikua hobeto lotzeko
fil: I-update ang iyong profile upang ikonekta ang iyong doktor sa mas mahusay na impresyon
gu: તમારા ડૉક્ટરને વધુ સારી છાપ સાથે કનેક્ટ કરવા માટે તમારી પ્રોફાઇલ અપડેટ કરો
hy: Թարմացրեք ձեր պրոֆիլը՝ ավելի լավ տպավորություն թողնելու համար ձեր բժշկի վրա
is: Uppfærðu prófíl þitt til að tengjast lækni þínum með betri áhrifum
ka: განაახლეთ თქვენი პროფილი, რათა დაუკავშირდეთ ექიმს უკეთესი შთაბეჭდილების მისაღებად
kk: Дәрігеріңізге жету үшін профиліңізді жаңартыңыз
km: ធ្វើបច្ចុប្បន្នភាពប្រវត្តិរូបរបស់អ្នក ដើម្បីភ្ជាប់វេជ្ជបណ្ឌិតរបស់អ្នកជាមួយនឹងចំណាប់អារម្មណ៍កាន់តែប្រសើរឡើង
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ನನ್ನೆಯ ಡಾಕ್ಟರ್ ನೊಂದಿಗೆ ಹೆಚ್ಚು ಪ್ರಭಾವ ಬೆಳೆಸಲು ನವೀಕರಿಸಿ
ky: Дарыгериңиз менен жакшыраак таасир калтыруу үчүн профилиңизди жаңыртыңыз
lo: ອັບເດດໂປຣໄຟລ໌ຂອງທ່ານເພື່ອເຊື່ອມຕໍ່ທ່ານໝໍດ້ວຍຄວາມປະທັບໃຈທີ່ດີຂຶ້ນ
mk: Ажурирај го твојот профил за да го поврзеш твојот доктор со подобар впечаток
ml: നിങ്ങളുടെ ഡോക്ടറെ മികച്ച മതിപ്പുമായി ബന്ധിപ്പിക്കുന്നതിന് നിങ്ങളുടെ പ്രൊഫൈൽ അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Илүү сайн сэтгэгдэл төрүүлэхийн тулд эмчтэйгээ холбогдохын тулд профайлаа шинэчилнэ үү
my: သင့်ရဲ့ဆရာဝန်ကိုအကြောင်းအရာအားပြင်ရေးရန်အတွက် သင့်ကိုအကောင့်ရှိရမည်ကို အကူအညီပေးပါ
or: ଆପଣଙ୍କର ଡାକ୍ତରଙ୍କ ସହିତ ଭଲ ସମ୍ପର୍କ ପ୍ରତିଷ୍ଠା କରିବା ପାଇଁ ପ୍ରୋଫାଇଲ୍ ଅପଡେଟ୍ କରନ୍ତୁ।
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਅਪਡੇਟ ਕਰੋ ਤਾਂ ਜੋ ਤੁਹਾਡਾ ਡਾਕਟਰ ਬਿਹਤਰ ਪ੍ਰਭਾਵ ਨਾਲ ਜੁੜ ਸਕੇ
ps: خپل پروفایل تازه کړئ ترڅو خپل ډاکټر د ښه تاثیر سره وصل کړئ
si: ඔබගේ විස්තරය යොමු කිරීමේදී ඔබගේ වෛද්‍යවරුන් සමඟ වැඩිදියුණු සංකීර්ණයක් ලබාගැනීමට
sl: Posodobite svoj profil, da povežete svojega zdravnika z boljšim vtisom
ta: உங்கள் மருத்துவரை மேம்படுத்த உங்கள் சுயவிவரத்தைப் புதுப்பிக்கவும்
te: మీ డాక్టర్‌ను మెరుగైన ముద్రణతో కనెక్ట్ చేయడానికి మీ ప్రొఫైల్‌ను నవీకరించండి
tt: Сезнең табибыгыз белән яхшырак тәэсир өчен профилегезне яңартыгыз
uz: Shifokoringiz bilan yaxshiroq taassurot olish uchun profilingizni yangilang
zu: Buyekeza iphrofayela yakho ukuze uxhumane nodokotela wakho ngomthwalo omuhle

source: Gallery
am: ጋለሪ
as: গেলাৰী
bg: Галерия
cy: Oriel
et: Galerii
eu: Galeria
gu: ગેલેરી
hy: Պատկերասրահ
is: Gallerí
ka: გალერეა
kk: Галерея
km: វិចិត្រសាល
kn: ಗ್ಯಾಲರಿ
ky: Галерея
lo: ຄັງຮູບ
mk: Галерија
ml: ഗാലറി
mn: Галерей
my: ဓာတ်ပုံများ
or: ଗ୍ୟାଲେରୀ
pa: ਗੈਲਰੀ
ps: ګالري
si: ගැලරිය
sl: Galerija
ta: கேலரி
te: గ్యాలరీ
tt: Галерея
uz: Galereya
zu: Igeleri

source: Camera
am: ካሜራ
as: কেমেৰা
bg: Камера
et: Kaamera
eu: Kamera
gu: કેમેરા
hy: Կամերա
is: Myndavél
ka: კამერა
kk: Камера
km: កាមេរ៉ា
kn: ಕ್ಯಾಮೆರಾ
ky: Камера
lo: ກ້ອງ​ຖ່າຍ​ຮູບ
mk: Камера
ml: ക്യാമറ
mn: Камер
my: ကင်မရာ
or: କ୍ୟାମେରା
pa: ਕੈਮਰਾ
ps: کیمره
si: කැමරාව
sl: Kamera
ta: கேமரா
te: కెమెరా
tt: Камера
uz: Kamera
zu: Ikhamera

source: Company Address
am: የኩባንያ አድራሻ
as: কোম্পানী ঠিকনা
bg: Адрес на компанията
cy: Cyfeiriad y Cwmni
et: Firma Aadress
eu: Enpresaren helbidea
fil: Address ng Kumpanya
gu: કંપની સરનામું
hy: Ընկերության հասցե
is: Fyrirtækisheimili
ka: კომპანიის მისამართი
kk: Компания мекенжайы
km: អាស័យដ្ឋានក្រុមហ៊ុន
kn: ಕಂಪನಿ ವಿಳಾಸ
ky: Компаниянын дареги
lo: ທີ່ຢູ່ບໍລິສັດ
mk: Адреса на компанијата
ml: കമ്പനി വിലാസം
mn: Компанийн хаяг
my: ကုမ္ပဏီလိပ်စာ
or: କମ୍ପାନି ଠିକଣା
pa: ਕੰਪਨੀ ਦਾ ਪਤਾ
ps: د شرکت پته
si: කාමරයේ ලිපිනය
sl: Naslov podjetja
ta: நிறுவன முகவரி
te: కంపెనీ చిరునామా
tt: Компания адресы
uz: Kompaniya Manzili
zu: Ikheli Lenkampani

source: Opening Balance
am: የመክፈቻ ቀሪ ሂሳብ
as: আৰম্ভণি ব্যালেন্স
bg: Начален баланс
cy: Bil Agoriadol
et: Avaavaldus
eu: Hasierako saldoa
gu: ઓપનિંગ બેલેન્સ
hy: Սկզբնական հաշվեկշիռ
is: Upphaflegur saldo
ka: საწყისი ბალანსი
kk: Ашылу балансы
km: ការបើកសមតុល្យ
kn: ಆರಂಭಿಕ ಜಮಾ
ky: Ачылыш балансы
lo: ເປີດຍອດເງິນ
mk: Почетна салдо
ml: തുറക്കുന്ന ബാലൻസ്
mn: Нээлтийн үлдэгдэл
my: ဖွင့်လွှဲရန်စျေးနှုန်း
or: ଆରମ୍ଭ ବ୍ୟାଲାନ୍ସ
pa: ਸ਼ੁਰੂਆਤੀ ਬਕਾਇਆ
ps: پرانیستل توازن
si: අවසන් තැන්පතුම
sl: Začetno stanje
ta: திறன் பொருள்
te: ప్రారంభ బ్యాలెన్స్
tt: Башлангыч баланс
uz: Ochilish Balansi
zu: Isibili Sokuvula

# confirmPass
source: Confirm Password
am: የይለፍ ቃል ያረጋግጡ
as: পাসৱৰ্ড নিশ্চিত কৰক
bg: Потвърди парола
cy: Cadarnhau Cyfrinair
et: Kinnita Parool
eu: Berretsi pasahitza
fil: Kumpirmahin ang Password
gu: પાસવર્ડ કન્ફર્મ કરો
hy: Հաստատել գաղտնաբառը
is: Staðfesta lykilorð
ka: დაადასტურეთ პაროლი
kk: Құпия сөзді растау
km: បញ្ជាក់ពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ky: Парольду ырастаңыз
lo: ຢືນ​ຢັນ​ລະ​ຫັດ
mk: Потврди лозинка
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
mn: Нууц үгийг баталгаажуулах
my: စကားဝှက်ကိုအတည်ပြုပါ
or: ପାସୱାର୍ଡ ନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: پټنوم تایید کړئ
si: මුරපදය තහවුරු කරන්න
sl: Potrdi geslo
ta: கடவுச்சொல்லை உறுதிப்படுத்து
te: పాస్‌వర్డ్‌ను నిర్ధారించండి
tt: Парольне раслагыз
uz: Parolni Tasdiqlang
zu: Qinisekisa Iphasiwedi

# haveAcc
source: Already have an account?
am: አካውንት አለዎት?
as: ইতিমধ্যে অকৌণ্ট আছে?
bg: Вече имате акаунт?
cy: Oes gennych chi gyfrif eisoes?
et: On juba konto?
eu: Kontu bat baduzu?
fil: Mayroon ka bang account?
gu: પહેલેથી એકાઉન્ટ છે?
hy: Ունե՞ք հաշիվ:
is: Átt þú reikning?
ka: უკვე გაქვთ ანგარიში?
kk: Аккаунтыңыз бар ма?
km: មានគណនីរួចហើយ?
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರಿಯಾ?
ky: Эсебиңиз барбы?
lo: ມີບັນຊີຢູ່ແລ້ວບໍ?
mk: Веќе имате сметка?
ml: ഇതിനകം അക്കൗണ്ടുണ്ടോ?
mn: Та аль хэдийн данстай байна уу?
my: အကောင့်ရှိပါတယ်လား
or: ଆପଣଙ୍କର ଖାତା ଅଛି?
pa: ਪਹਿਲਾਂ ਹੀ ਖਾਤਾ ਹੈ?
ps: لا دمخه حساب لرئ؟
si: කාලාරයට හෝදයියෝගීන් ගිණුමක් තිබේද?
sl: Imate že račun?
ta: ஏதேனும் கணக்கு இருக்கின்றதா?
te: ఇప్పటికే ఖాతా ఉందా?
tt: Алдан хисабыгыз бармы?
uz: Allaqachon hisob qaydnomangiz bormi?
zu: Une-akhawunti kakade?

source: Login With Phone
am: በስልክ ይግቡ
as: ফোনৰ সৈতে লগ ইন কৰক
bg: Вход с телефон
cy: Mewnglogio â Ffôn
et: Logi Sisse Telefoni Teel
eu: Saioa hasi telefonoarekin
fil: Mag-login Gamit ang Telepono
gu: ફોન સાથે લોગિન કરો
hy: Մուտք գործել հեռախոսահամարով
is: Innskráning með síma
ka: შესვლა ტელეფონით
kk: Телефон арқылы кіру
km: ចូលដោយប្រើទូរស័ព្ទ
kn: ಫೋನ್ ಜೊತೆಗೆ ಲಾಗಿನ್ ಮಾಡಿ
ky: Телефон менен кирүү
lo: ເຂົ້າສູ່ລະບົບດ້ວຍໂທລະສັບ
mk: Најави се со телефон
ml: ഫോൺ ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക
mn: Утасаар нэвтрэх
my: ဖုန်းနံပါတ်အသုံးပြုခြင်း
or: ଫୋନ୍ ସହିତ ଲଗଇନ୍
pa: ਫੋਨ ਨਾਲ ਲੌਗਇਨ ਕਰੋ
ps: د تلیفون سره ننوتل
si: දුරකථනය සමඟ ලොගින් වන්න
sl: Prijava s telefonom
ta: தொலைபேசி எண்ணைப் பயன்படுத்தி உள்நுழையுங்கள்
te: ఫోన్‌తో లాగిన్ చేయండి
tt: Телефон белән логин
uz: Telefon orqali Kirish
zu: Ngena Ngocingo

# editPhone
source: Edit Phone Number ?
am: የስልክ ቁጥር ያርትዑ?
as: ফোন নম্বৰ সম্পাদনা কৰক?
bg: Редактирай телефонен номер?
cy: Golygu Rhif Ffôn?
et: Muuda Telefoninumbrit?
eu: Editatu telefono zenbakia?
fil: I-edit ang Numero ng Telepono ?
gu: ફોન નંબર સંપાદિત કરો?
hy: Խմբագրել հեռախոսահամարը?
is: Breyta símanúmeri?
ka: ტელეფონის ნომრის რედაქტირება?
kk: Телефон нөмірін өңдеу керек пе?
km: កែសម្រួលលេខទូរស័ព្ទ?
kn: ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸಂಪಾದಿಸುವುದೇ?
ky: Телефон номерин түзөтүү?
lo: ແກ້ໄຂເບີໂທລະສັບບໍ?
mk: Уреди телефонски број?
ml: ഫോൺ നമ്പർ എഡിറ്റ് ചെയ്യുക?
mn: Утасны дугаараа засварлах уу?
my: ဖုန်းနံပါတ်အား ပြင်ဆင်ရန်
or: ଫୋନ୍ ନମ୍ବର ସଂପାଦନ କରିବେ?
pa: ਫੋਨ ਨੰਬਰ ਸੰਪਾਦਿਤ ਕਰੋ?
ps: تلیفون نمبر ایډیټ کړئ؟
si: දුරකථන අංකය සංස්කරණය කරන්නේ නම්?
sl: Uredi telefonsko številko?
ta: தொலைபேசி எண்ணைத் திருத்தமாக்குக?
te: ఫోన్ నంబర్‌ను సవరించండి?
tt: Телефон номерын үзгәртергә?
uz: Telefon Raqamini Tahrirlashmi?
zu: Hlela Inombolo Yocingo?

# createAcc
source: Create a Free Account
am: ነፃ አካውንት ይፍጠሩ
as: এটা মুক্ত অকৌণ্ট সৃষ্টি কৰক
bg: Създай безплатен акаунт
cy: Creu Cyfrif Am Ddim
et: Loo Tasuta Konto
eu: Sortu doako kontu bat
fil: Gumawa ng Libreng Account
gu: ફ્રી એકાઉન્ટ બનાવો
hy: Ստեղծել անվճար հաշիվ
is: Búa til ókeypis reikning
ka: უფასო ანგარიშის შექმნა
kk: Тегін аккаунт жасау
km: បង្កើតគណនីឥតគិតថ្លៃ
kn: ಉಚಿತ ಖಾತೆ ರಚಿಸಿ
ky: Акысыз эсеп түзүү
lo: ສ້າງບັນຊີຟຣີ
mk: Создај бесплатен профил
ml: ഒരു സൗജന്യ അക്കൗണ്ട് സൃഷ്ടിക്കുക
mn: Үнэгүй данс үүсгэх
my: အကောင့်တစ်ခုဖန်တီးရန်
or: ଏକ ମାଗଣା ଖାତା ସୃଜନ କରନ୍ତୁ
pa: ਮੁਫ਼ਤ ਖਾਤਾ ਬਣਾਓ
ps: وړیا حساب جوړ کړئ
si: නිදහස් ගිණුමක් සාදන්න
sl: Ustvari brezplačen račun
ta: இலவச கணக்கை உருவாக்கவும்
te: ఉచిత ఖాతాను సృష్టించండి
tt: Бушлай хисап булдырырга
uz: BePul Hisob Qaydnomasi Yarating
zu: Dala I-akhawunti Yamahhala

# congratulation
source: Congratulations
am: እንኳን ደስ አለዎት
as: অভিনন্দন
bg: Поздравления
cy: Llongyfarchiadau
et: Õnnitleme
eu: Zorionak
gu: અભિનંદન
hy: Поздравления
is: Til hamingju
ka: გილოცავთ
kk: Құттықтаймыз
km: សូមអបអរសាទរ
kn: ಅಭಿನಂದನಗಳು
ky: Куш боо бек болсун
lo: ຊົມເຊີຍ
mk: Честитки
ml: അഭിനന്ദനങ്ങൾ
mn: Баяр хүргэе
my: ကျေးဇူးတင်ပါတယ်
or: ଅଭିନନ୍ଦନ
pa: ਬਧਾਈ
ps: مبارک وي
si: ස්තුතියි
sl: Čestitke
ta: வாழ்த்துக்கள்
te: అభినందనలు
tt: Котлыйбыз
uz: Tabriklaymiz
zu: Siyakubonga

source: Sign Up
am: ይመዝገቡ
as: চাইন আপ কৰক
bg: Регистрирай се
cy: Cofrestru
et: Registreeru
eu: Izena eman
fil: Mag-sign Up
gu: સાઇન અપ કરો
hy: Գրանցվել
is: Skrá þig
ka: რეგისტრაცია
ky: Каттоо
mk: Регистрирај се
ml: സൈൻ അപ്പ്
mn: Бүртгүүлэх
or: ସାଇନ୍ ଅପ୍
pa: ਸਾਈਨ ਅੱਪ ਕਰੋ
ps: ثبت نوم
sl: Prijava
te: సైన్ అప్
tt: Теркәлергә
uz: Ro'yxatdan o'tish
zu: Bhalisa

source: Sign in
am: ይግቡ
as: চাইন ইন
bg: Влез
cy: Mewnbynnu
et: Logi Sisse
eu: Saioa hasi
fil: Mag-sign in
gu: સાઇન ઇન કરો
hy: Մուտք գործել
is: Skrá inn
ka: შესვლა
kk: Кіру
km: ចុះឈ្មោះ
kn: ಸೈನ್ ಇನ್
ky: Кирүү
lo: ເຂອງສະໝັກ
mk: Најави се
ml: സൈൻ ഇൻ
mn: Нэвтрэх
my: စနစ်သို့ အဝင်
or: ସାଇନ୍ ଇନ୍
pa: ਸਾਈਨ ਇਨ ਕਰੋ
ps: ننوتل
si: ඇතුළු වන්න
sl: Prijava
ta: உள்நுழைய
te: సైన్ ఇన్
tt: Керергә
uz: Kirish
zu: Ngena

source: Log In
am: ይግቡ
as: লগ ইন
bg: Влез
cy: Mewngyflwyno
et: Logi Sisse
eu: Saioa hasi
fil: Mag-log In
gu: લોગિન કરો
hy: Մուտք գործել
is: Innskráning
ka: შესვლა
kk: Кіру
km: ចូល
kn: ಲಾಗಿನ್ ಮಾಡಿ
ky: Кирүү
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
mk: Најави се
ml: ലോഗിൻ
mn: Нэвтрэх
my: လော့ဂ်အင်
or: ଲଗଇନ୍
pa: ਲੌਗ ਇਨ ਕਰੋ
ps: ننوتل
si: ඇතුල් වන්න
sl: Prijava
ta: உள்நுழை
te: లాగిన్
tt: Логин
uz: Kirish
zu: Ngena

source: Welcome back!
am: እንኳን ተመለስ!
as: স্বাগতম!
bg: Добре дошъл!
cy: Croeso yn ôl!
et: Tere tulemast tagasi!
eu: Ongi etorri berriro!
fil: Muli mong pagdating!
gu: સ્વાગત છે પાછા!
hy: Ուրախ ենք տեսնել ձեզ կրկին!
is: Velkomin/n til baka!
ka: გამარჯობა!
kk: Қайта келгеніңізге қуаныштымыз!
km: សូមស្វាគមន៍ត្រលប់មកវិញ!
kn: ಮರು ಬರುತ್ತೇವೆ!
ky: Камчыкайра келдиңиз!
lo: ຍິນດີຕ້ອນຮັບຄືນ!
mk: Добредојде назад!
ml: സ്വാഗതം!
mn: Тавтай морилно уу!
my: ပြန်လည်ကြိုဆိုပါသည်!
or: ପୁଣିଥରେ ସ୍ବାଗତ!
pa: ਵਾਪਸ ਆਏ ਹੋ!
ps: ښه راغلاست بیرته!
si: නවතම සාදරයෙන් පිළිගනිමු!
sl: Dobrodošli nazaj!
ta: மீண்டும் வரவேற்கிறோம்!
te: స్వాగతం తిరిగి!
tt: Кайтып килдегез!
uz: Xush kelibsiz!
zu: Sawubona!

# passwordCannotBeEmpty
source: Password can't be empty
am: የይለፍ ቃል ባዶ ሊሆን አይችልም
as: পাসৱৰ্ড খালী নোৱাৰিব
bg: Паролата не може да бъде празна
cy: Ni all y cyfrinair fod yn wag
et: Parool ei saa olla tühi
eu: Pasahitza ezin da hutsik egon
fil: Ang password ay hindi maaaring walang laman
gu: પાસવર્ડ ખાલી હોઈ શકે નહીં
hy: Գաղտնաբառը չի կարող լինել դատարկ
is: Lykilorð má ekki vera tómt
ka: პაროლი არ შეიძლება იყოს ცარიელი
kk: Пароль бос болмауы керек
km: ពាក្យសម្ងាត់មិនអាចទទេបានទេ
kn: ಪಾಸ್ವರ್ಡ್ ಖಾಲಿಯಾಗಿರಬಹುದು
ky: Пароль бош болушу мүмкүн эмес
lo: ລະຫັດຜໍ່ບໍ່ເປົ່າງປ່ອນ
mk: Лозинката не може да биде празна
ml: പാസ്‌വേഡ് ഒഴിവാക്കാനാവില്ല
mn: Нууц үг хоосон байж болохгүй
my: စကားဝှက်သည် အကျယ်အဝန်းမရှိရပါ
or: ପାସୱାର୍ଡ ଖାଲି ରହିପାରିବ ନାହିଁ
pa: ਪਾਸਵਰਡ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ps: پټنوم خالي نشي کیدای
si: මුරපදය හිස් විය නොහැක
sl: Geslo ne sme biti prazno
ta: கடவுச்சொல் காலியாக இருக்க முடியாது
te: పాస్‌వర్డ్ ఖాళీగా ఉండకూడదు
tt: Пароль буш була алмый
uz: Parol bo'sh bo'lishi mumkin emas
zu: Iphasiwedi ayikwazi ukuba yize

source: Save
am: አስቀምጥ
as: সংৰক্ষণ কৰক
bg: Запази
cy: Cadw
et: Salvesta
eu: Gorde
fil: I-save
gu: સેવ કરો
hy: Պահպանել
is: Vista
ka: შენახვა
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸು
ky: Сактоо
lo: ບັນທຶກ
mk: Зачувај
ml: സേവ്
mn: Хадгалах
my: သိမ်းဆည်းပါ
or: ସେଭ୍ କରନ୍ତୁ
pa: ਸੇਵ ਕਰੋ
ps: ذخیره
si: සුරකින්න
sl: Shrani
ta: சேமி
te: సేవ్
tt: Сакларга
uz: Saqlash
zu: Londoloza

source: Forgot password
am: የይለፍ ቃል ረሳህ?
as: পাসৱৰ্ড পাহৰি গ'লে
bg: Забравена парола
cy: Anghofiais gyfrinair
et: Unustasin Parooli
eu: Ahaztu pasahitza
fil: Nakalimutan ang password
gu: પાસવર્ડ ભૂલી ગયા?
hy: Մոռացել եք գաղտնաբառը
is: Gleymt lykilorð
ka: დავიწყებული პაროლი
kk: Құпия сөзді ұмыттыңыз ба?
km: ភ្លេច​លេខសំងាត់​
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತೆ?
ky: Парольду унуттуңузбу
lo: ລືມລະຫັດຜ່ານ
mk: Заборавена лозинка
ml: പാസ്‌വേഡ് മറന്നു
mn: Нууц үгээ мартсан уу
my: စကားဝှက်မေ့နေပါသလား
or: ପାସୱାର୍ଡ ଭୁଲିଗଲେ
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ
ps: پټنوم هیر شو
si: මුරපදය අමතකද?
sl: Pozabljeno geslo
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారు
tt: Парольне оныттым
uz: Parolni Unutdingizmi
zu: Ukhohliwe iphasiwedi

# reset
source: Reset password by using your email or phone number
am: የኢሜል አድራሻዎን ወይም የስልክ ቁጥርዎን በመጠቀም የይለፍ ቃልዎን ዳግም ያስጀምሩ
as: আপোনাৰ ইমেইল বা ফোন নম্বৰ ব্যৱহাৰ কৰি পাসৱৰ্ড ৰিছেট কৰক
bg: Нулирай парола, използвайки своя имейл или телефонен номер
cy: Ailosod cyfrinair drwy ddefnyddio'ch cyfeiriad e-bost neu rhif ffôn
et: Lähtesta parool oma e-posti või telefoninumbri abil
eu: Berrezarri pasahitza zure posta elektronikoa edo telefono zenbakia erabiliz
fil: I-reset ang password gamit ang iyong email o numero ng telepono
gu: તમારા ઈમેલ અથવા ફોન નંબરનો ઉપયોગ કરીને પાસવર્ડ રીસેટ કરો
hy: Վերականգնել գաղտնաբառը ձեր էլ․փոստի կամ հեռախոսահամարի միջոցով
is: Endurstilla lykilorð með því að nota tölvupóstfang þitt eða símanúmer
ka: პაროლის გადატვირთვა ელ.ფოსტის ან ტელეფონის ნომრის გამოყენებით
kk: Электрондық пошта немесе телефон нөміріңізді пайдаланып парольді қалпына келтіріңіз
km: កំណត់ពាក្យសម្ងាត់ឡើងវិញដោយប្រើអ៊ីមែលឬលេខទូរស័ព្ទរបស់អ្នក
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಅಥವಾ ಮೊಬೈಲ್ ನಂಬರ್ ಬಳಸಿ ಪಾಸ್ವರ್ಡ್ ಮರುಸೆಟು ಮಾಡಿ
ky: Электрондук почтаңызды же телефон номериңизди колдонуп, паролду калыбына келтириңиз
lo: ປ່ອນລະຫັດໃໝ່ໂດຍໃຊ້ອີເມວ ຫຼື ເລະບອດເບີ
mk: Ресетирај ја лозинката користејќи го твојот е-мејл или телефонски број
ml: നിങ്ങളുടെ ഇമെയിൽ അല്ലെങ്കിൽ ഫോൺ നമ്പർ ഉപയോഗിച്ച് പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുക
mn: И-мэйл эсвэл утасны дугаараа ашиглан нууц үгээ дахин тохируулах
my: အီးမေးလ် သို့မဟုတ် ဖုန်းနံပါတ် သုံး၍ စကားဝှက် ပြန်စေပါ
or: ଆପଣଙ୍କର ଇମେଲ୍ କିମ୍ବା ଫୋନ୍ ନମ୍ବରର ସହାୟତାରେ ପାସୱାର୍ଡ ପୁନଃସେଟ୍ କରନ୍ତୁ
pa: ਆਪਣੇ ਈਮੇਲ ਜਾਂ ਫੋਨ ਨੰਬਰ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ
ps: د خپل بریښنالیک یا تلیفون نمبر په کارولو سره پټنوم ریسیټ کړئ
si: ඔබගේ විද්‍යුත් තැපෑල හෝ දුරකථන අංකය භාවිතා කර මුරපදය යළි පිහිටුවන්න
sl: Ponastavite geslo s pomočjo svojega e-poštnega naslova ali telefonske številke
ta: மின்னஞ்சல் அல்லது தொலைபேசி எண்ணை பயன்படுத்தி கடவுச்சொல்லை மீட்டமைக்கவும்
te: మీ ఇమెయిల్ లేదా ఫోన్ నంబర్‌ని ఉపయోగించి పాస్‌వర్డ్ రీసెట్ చేయండి
tt: Парольне электрон почта яки телефон номеры белән яңартырга
uz: Parolni elektron pochta yoki telefon raqamingiz yordamida tiklang
zu: Setha kabusha iphasiwedi usebenzisa ikheli lakho le-imeyili noma inombolo yocingo

# lableEmail
source: Email
am: ኢሜል
as: ইমেইল
bg: Имейл
cy: E-bost
et: E-post
eu: E-posta
gu: ઈમેલ
hy: Էլ․փոստ
is: Tölvupóstur
ka: ელ.ფოსტა
kk: Электрондық пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್
ky: Электрондук почта
lo: ອີເມວ
mk: Е-мејл
ml: ഇമെയിൽ
mn: И-мэйл
my: အီးမေးလ်
or: ଇମେଲ୍
pa: ਈਮੇਲ
ps: بریښنالیک
si: විද්‍යුත් තැපෑල
sl: E-pošta
ta: மின்னஞ்சல்
te: ఇమెయిల్
tt: Электрон почта
uz: Elektron Pochta
zu: I-imeyili

# hintEmail
source: Enter email address
am: የኢሜል አድራሻ ያስገቡ
as: ইমেইল ঠিকনা লিখক
bg: Въведете имейл адрес
cy: Rhowch gyfeiriad e-bost
et: Sisesta e-posti aadress
eu: Sartu posta elektronikoa
fil: Ipasok ang email address
gu: ઈમેલ સરનામું દાખલ કરો
hy: Մուտքագրեք էլ․փոստի հասցեն
is: Sláðu inn tölvupóstfang
ka: შეიყვანეთ ელ.ფოსტის მისამართი
kk: Электрондық пошта мекенжайын енгізіңіз
km: បញ្ចូលអាសយដ្ឋានអ៊ីមែល
kn: ಇಮೇಲ್ ವಿಳಾಸ ನಮೂದಿಸಿ
ky: Электрондук почта дарегин киргизиңиз
lo: ໃສ່ບັນທຶກອີເມວ
mk: Внесете е-мејл адреса
ml: ഇമെയിൽ വിലാസം നൽകുക
mn: И-мэйл хаягаа оруулна уу
my: အီးမေးလ် လိပ်စာရိုက်ထည့်ပါ
or: ଇମେଲ୍ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ
pa: ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ
ps: بریښنالیک آدرس داخل کړئ
si: විද්‍යුත් තැපෑල ඇතුළත් කරන්න
sl: Vnesite e-poštni naslov
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: ఇమెయిల్ చిరునామాను నమోదు చేయండి
tt: Электрон почта адресын кертегез
uz: Elektron pochta manzilini kiriting
zu: Faka ikheli le-imeyili
