Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

# emailCannotBeEmpty
source: Email can't be empty
am: ኢሜል ባዶ ሊሆን አይችልም
as: ইমেইল খালী নোৱাৰিব
bg: Имейлът не може да бъде празен
cy: Ni all yr e-bost fod yn wag
et: E-post ei saa olla tühi
eu: E-posta ezin da hutsik egon
fil: Ang email ay hindi maaaring walang laman
gu: ઈમેલ ખાલી હોઈ શકે નહીં
hy: Էլ․փոստը չի կարող լինել դատարկ
is: Tölvupóstur má ekki vera tómur
ka: ელ.ფოსტა არ შეიძლება იყოს ცარიელი
kk: Электрондық пошта бос болмауы керек
km: អ៊ីមែលមិនអាចទទេបានទេ
kn: ಇಮೇಲ್ ಖಾಲಿಯಾಗಿರಬಹುದು
ky: Электрондук почта бош болушу мүмкүн эмес
lo: ອີເມວບໍ່ເປົ່າງປ່ອນ
mk: Е-мејлот не може да биде празен
ml: ഇമെയിൽ ഒഴിവാക്കാനാവില്ല
mn: И-мэйл хоосон байж болохгүй
my: အီးမေးလ်သည် အကျယ်အဝန်းမရှိရပါ
or: ଇମେଲ୍ ଖାଲି ରହିପାରିବ ନାହିଁ
pa: ਈਮੇਲ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦੀ
ps: بریښنالیک خالي نشي کیدای
si: විද්‍යුත් තැපෑල හිස් විය නොහැක
sl: E-pošta ne sme biti prazna
ta: மின்னஞ்சல் காலியாக இருக்க முடியாது
te: ఇమెయిల్ ఖాళీగా ఉండకూడదు
tt: Электрон почта буш була алмый
uz: Elektron pochta bo'sh bo'lishi mumkin emas
zu: I-imeyili ayikwazi ukuba yize

source: Please enter a valid email
am: እባክዎን የተረጋገጠ የኢሜል አድራሻ ያስገቡ
as: দয়া কৰি একটি বৈধ ইমেইল লিখক
bg: Моля, въведете валиден имейл
cy: Rhowch gyfeiriad e-bost dilys
et: Palun sisestage kehtiv e-post
eu: Mesedez, sartu baliozko posta elektroniko bat
fil: Mangyaring ipasok ang isang valid na email
gu: કૃપા કરીને માન્ય ઈમેલ દાખલ કરો
hy: Խնդրում ենք մուտքագրեք գործող էլ․փոստ
is: Vinsamlegast sláðu inn gilt tölvupóstfang
ka: გთხოვთ შეიყვანოთ სწორი ელ.ფოსტა
kk: Жарамды электрондық пошта мекенжайын енгізіңіз
km: សូមបញ្ចូលអ៊ីមែលសុពលភាព
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಇಮೇಲ್ ನಮೂದಿಸಿ
ky: Сураныч, туура электрондук почта дарегин киргизиңиз
lo: ໃສ່ອີເມວທີ່ຖືກຕ້ອງ
mk: Ве молиме внесете валиден е-мејл
ml: ദയവായി ഒരു സാധുവായ ഇമെയിൽ നൽകുക
mn: Зөв и-мэйл оруулна уу
my: မှန်ကန်သော အီးမေးလ် လိပ်စာရိုက်ထည့်ပါ
or: ଦୟାକରି ଗୋଟିଏ ବୈଧ ଇମେଲ୍ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਈਮੇਲ ਦਰਜ ਕਰੋ
ps: لطفا یو معتبر بریښنالیک داخل کړئ
si: කරුණාකර වලංගු විද්‍යුත් තැපෑලක් ඇතුළත් කරන්න
sl: Prosimo, vnesite veljaven e-poštni naslov
ta: சரியான மின்னஞ்சலை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్‌ని నమోదు చేయండి
tt: Зинһар, дөрес электрон почта кертегез
uz: Iltimos, amal qiladigan elektron pochta manzilini kiriting
zu: Sicela ufake i-imeyili evaliwe

# continueE
source: Continue
am: ቀጥል
as: অগ্ৰসর হ'ব
bg: Продължи
cy: Parhau
et: Jätka
eu: Jarraitu
fil: Magpatuloy
gu: ચાલુ રાખો
hy: Շարունակել
is: Halda áfram
ka: გაგრძელება
kk: Жалғастыру
km: បន្ត
kn: ಮುಂದುವರಿಯಿರಿ
ky: Улантуу
lo: ດໍ່ເນື່ອງ
mk: Продолжи
ml: തുടരുക
mn: Үргэлжлүүлэх
my: ဆက်လက်လုပ်ဆောင်ပါ
or: ଚାଲୁ ରଖନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
ps: دوام ورکړئ
si: යෑම අඛණ්ඩව
sl: Nadaljuj
ta: தொடருங்கள்
te: కొనసాగించు
tt: Дәвам итәргә
uz: Davom etish
zu: Qhubeka

source: Please enter your details.
am: እባክዎን ዝርዝሮችዎን ያስገቡ።
as: দয়া কৰি আপোনাৰ বিৱৰণ লিখক।
bg: Моля, въведете своите данни.
cy: Rhowch eich manylion, os gwelwch yn dda.
et: Palun sisestage oma andmed.
eu: Mesedez, sartu zure datuak.
fil: Mangyaring ipasok ang iyong mga detalye.
gu: કૃપા કરીને તમારી વિગતો દાખલ કરો.
hy: Խնդրում ենք մուտքագրեք ձեր մանրամասները։
is: Vinsamlegast sláðu inn upplýsingar þínar.
ka: გთხოვთ შეიყვანოთ თქვენი დეტალები.
kk: Өз деректеріңізді енгізіңіз.
km: សូមបញ្ចូលព័ត៌មានរបស់អ្នក។
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿವರಗಳನ್ನು ನಮೂದಿಸಿ.
ky: Сураныч, өзүңүздүн маалыматыңызды киргизиңиз.
lo: ໃສ່ລະອຽດຂອງທ່ານ.
mk: Ве молиме внесете ги твоите детали.
ml: ദയവായി നിങ്ങളുടെ വിശദാംശങ്ങൾ നൽകുക.
mn: Таны мэдээллийг оруулна уу.
my: သင့်အချက်အလက်များကို ရိုက်ထည့်ပါ။
or: ଦୟାକରି ଆପଣଙ୍କ ବିବରଣୀ ଦିଅନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਵੇਰਵੇ ਦਰਜ ਕਰੋ।
ps: لطفا خپل جزییات داخل کړئ.
si: කරුණාකර ඔබගේ විස්තර ඇතුළත් කරන්න.
sl: Prosimo, vnesite svoje podatke.
ta: உங்கள் விவரங்களை உள்ளிடவும்.
te: దయచేసి మీ వివరాలను నమోదు చేయండి.
tt: Зинһар, мәгълүматларыгызны кертегез.
uz: Iltimos, ma'lumotlaringizni kiriting.
zu: Sicela ufake imininingwane yakho.

# lablePassword
source: Password
am: ይለፍ ቃል
as: পাসৱৰ্ড
bg: Парола
cy: Cyfrinair
et: Parool
eu: Pasahitza
gu: પાસવર્ડ
hy: Գաղտնաբառ
is: Lykilorð
ka: პაროლი
kk: Пароль
km: ពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್
ky: Пароль
lo: ລະຫັດຜໍ່
mk: Лозинка
ml: പാസ്‌വേഡ്
mn: Нууц үг
my: စကားဝှက်
or: ପାସୱାର୍ଡ
pa: ਪਾਸਵਰਡ
ps: پټنوم
si: මුරපදය
sl: Geslo
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
tt: Пароль
uz: Parol
zu: Iphasiwedi

# hintPassword
source: Enter password
am: የይለፍ ቃል ያስገቡ
as: পাসৱৰ্ড লিখক
bg: Въведете парола
cy: Rhowch gyfrinair
et: Sisesta parool
eu: Sartu pasahitza
fil: Ipasok ang password
gu: પાસવર્ડ દાખલ કરો
hy: Մուտքագրեք գաղտնաբառը
is: Sláðu inn lykilorð
ka: შეიყვანეთ პაროლი
kk: Пароль енгізіңіз
km: បញ្ចូលពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ky: Парольду киргизиңиз
lo: ໃສ່ລະຫັດຜໍ່
mk: Внесете лозинка
ml: പാസ്‌വേഡ് നൽകുക
mn: Нууц үг оруулна уу
my: စကားဝှက် ရိုက်ထည့်ပါ
or: ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
ps: پټنوم داخل کړئ
si: මුරපදය ඇතුළත් කරන්න
sl: Vnesite geslo
ta: கடவுச்சொல்லை உள்ளிடவும்
te: పాస్‌వర్డ్ నమోదు చేయండి
tt: Пароль кертегез
uz: Parol kiriting
zu: Faka iphasiwedi

source: Please enter a bigger password
am: እባክዎን ረዘም ያለ የይለፍ ቃል ያስገቡ
as: দয়া কৰি এক দীঘল পাসৱৰ্ড লিখক
bg: Моля, въведете по-дълга парола
cy: Rhowch gyfrinair hirach, os gwelwch yn dda
et: Palun sisestage pikem parool
eu: Mesedez, sartu pasahitz handiago bat
fil: Mangyaring ipasok ang isang mas malaking password
gu: કૃપા કરીને મોટું પાસવર્ડ દાખલ કરો
hy: Խնդրում ենք մուտքագրեք ավելի երկար գաղտնաբառ
is: Vinsamlegast sláðu inn lengra lykilorð
ka: გთხოვთ შეიყვანოთ უფრო დიდი პაროლი
kk: Ұзын пароль енгізіңіз
km: សូមបញ្ចូលពាក្យសម្ងាត់វែងជាងនេះ
kn: ದಯವಿಟ್ಟು ದೊಡ್ಡ ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ky: Сураныч, узунураак пароль киргизиңиз
lo: ໃສ່ລະຫັດຜໍ່ທີ່ໃຫຍ່ກວ່າ
mk: Ве молиме внесете поголема лозинка
ml: ദയവായി ഒരു വലിയ പാസ്‌വേഡ് നൽകുക
mn: Илүү урт нууц үг оруулна уу
my: ပိုကြီးသော စကားဝှက် ရိုက်ထည့်ပါ
or: ଦୟାକରି ଏକ ଲମ୍ବା ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੱਡਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
ps: لطفا یو لوی پټنوم داخل کړئ
si: කරුණාකර මුරපදය වඩාත් විශාලයක් ඇතුළත් කරන්න
sl: Prosimo, vnesite daljše geslo
ta: முக்கியமான கடவுச்சொல்லை உள்ளிடவும்
te: దయచేసి పెద్ద పాస్‌వర్డ్‌ని నమోదు చేయండి
tt: Зинһар, зуррак пароль кертегез
uz: Iltimos, kattaroq parol kiriting
zu: Sicela ufake iphasiwedi ende

source: Remember me
am: አስታውሰኝ
as: মোক মনত ৰাখক
bg: Запомни ме
cy: Cofiwch fi
et: Jäta meelde
eu: Gogoan izan nire
fil: Tandaan ako
gu: મને યાદ રાખો
hy: Հիշել ինձ
is: Mundu mig
ka: დამიმახსოვრე
kk: Мені есте сақта
km: ចងចាំខ្ញុំ
kn: ನಾನು ನೆನೆಸೋಕೆ
ky: Мени эстей жүр
lo: ຈົ່ງຈໍໍ່ຜູ້ໃຊ້
mk: Запомни ме
ml: എന്നെ ഓർക്കുക
mn: Намайг сана
my: မှတ်မိပါစေ
or: ମୋତେ ମନେ ରଖନ୍ତୁ
pa: ਮੈਨੂੰ ਯਾਦ ਰੱਖੋ
ps: ما په یاد ولرئ
si: මට මතක් කරන්න
sl: Zapomni me
ta: என்னை நினைவில் வைத்துக்கொள்ளவும்
te: నన్ను గుర్తుంచుకో
tt: Минем турында искә алыгыз
uz: Meni eslang
zu: Ngikhumbule

# donNotHaveAnAccount
source: Don’t have an account?
am: አካውንት የለዎትም?
as: অকৌণ্ট নাই?
bg: Нямаш акаунт?
cy: Ddim wedi creu cyfrif eto?
et: Pole veel kontot?
eu: Ez duzu konturik?
fil: Wala kang account?
gu: એકાઉન્ટ નથી?
hy: Չունե՞ք հաշիվ:
is: Ekki búið til reikning?
ka: არ გაქვთ ანგარიში?
kk: Есептік жазбаңыз жоқ па?
km: មិនមានគណនីទេ?
kn: ನಿಮ್ಮ ಖಾತೆ ಇಲ್ಲವೇ?
ky: Эсеп жокпу?
lo: ບໍ່ມີບັນຊີ?
mk: Немате сметка?
ml: അക്കൗണ്ടില്ലേ?
mn: Акаунт байхгүй юу?
my: အကောင့်မရှိသေးပါလား?
or: ଏକ ଖାତା ନାହିଁ?
pa: ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?
ps: حساب نه لرئ؟
si: ගිණුමක් නැද්ද?
sl: Nimate računa?
ta: கணக்குக் கொண்டு இருப்பதில்லை?
te: ఖాతా లేదా?
tt: Хисабыгыз юкмы?
uz: Hisob qaydnomangiz yo'qmi?
zu: Akunakho i-akhawunti?

source: Create A Free Account
am: ነፃ አካውንት ይፍጠሩ
as: এটা মুক্ত অকৌণ্ট সৃষ্টি কৰক
bg: Създай безплатен акаунт
cy: Creu Cyfrif Am Ddim
et: Loo Tasuta Konto
eu: Sortu doako kontu bat
fil: Gumawa ng Libreng Account
gu: ફ્રી એકાઉન્ટ બનાવો
hy: Ստեղծել անվճար հաշիվ
is: Búa til ókeypis reikning
ka: უფასო ანგარიშის შექმნა
kk: Тегін есептік жазба жасау
km: បង្កើតគណនីឥតគិតថ្លៃ
kn: ಉಚಿತ ಖಾತೆ ರಚಿಸಿ
ky: Акысыз эсеп түзүү
lo: ສ້າງບັນຊີເສດບໍ່ຄ່າ
mk: Создај бесплатна сметка
ml: ഒരു സൗജന്യ അക്കൗണ്ട് സൃഷ്ടിക്കുക
mn: Үнэгүй данс үүсгэх
my: အခမဲ့ အကောင့် ဖန်တီးပါ
or: ଏକ ମାଗଣା ଖାତା ସୃଜନ କରନ୍ତୁ
pa: ਮੁਫ਼ਤ ਖਾਤਾ ਬਣਾਓ
ps: وړیا حساب جوړ کړئ
si: අයිතිවූ ගිණුමක් තනන්න
sl: Ustvari brezplačen račun
ta: மரபணுக்கான இலவச கணக்கை உருவாக்குங்கள்
te: ఉచిత ఖాతాను సృష్టించండి
tt: Бушлай хисап булдырырга
uz: BePul Hisob Qaydnomasi Yarating
zu: Dala I-akhawunti Yamahhala

source: Full Name
am: ሙሉ ስም
as: সম্পূৰ্ণ নাম
bg: Пълно име
cy: Enw Llawn
et: Täisnimi
eu: Izen osoa
fil: Buong Pangalan
gu: સંપૂર્ણ નામ
hy: Լրիվ անուն
is: Fullt nafn
ka: სრული სახელი
kk: Толық аты-жөні
km: ឈ្មោះពេញ
kn: ಪೂರ್ಣ ಹೆಸರು
ky: Толук аты-жөнү
lo: ຊື່ທັງໝົດ
mk: Полнo име
ml: പൂർണ്ണ നാമം
mn: Бүтэн нэр
my: ပြည့်စုံသော အမည်
or: ପୁରା ନାମ
pa: ਪੂਰਾ ਨਾਮ
ps: بشپړ نوم
si: සම්පූර්ණ නාමය
sl: Polno ime
ta: முழு பெயர்
te: పూర్తి పేరు
tt: Тулы исем
uz: To'liq Ism
zu: Igama Eliphelele

source: Enter your full name
am: ሙሉ ስምዎን ያስገቡ
as: আপোনাৰ সম্পূৰ্ণ নাম প্ৰৱিষ্ট কৰক
bg: Въведете пълното си име
cy: Rhowch eich enw llawn
et: Sisestage oma täisnimi
eu: Sartu zure izen osoa
fil: Ipasok ang iyong buong pangalan
gu: તમારું સંપૂર્ણ નામ દાખલ કરો
hy: Մուտքագրեք ձեր լրիվ անունը
is: Sláðu inn fullt nafn þitt
ka: შეიყვანეთ თქვენი სრული სახელი
kk: Толық аты-жөніңізді енгізіңіз
km: បញ្ចូលឈ្មោះពេញរបស់អ្នក
kn: ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರು ನಮೂದಿಸಿ
ky: Толук аты-жөнүңүздү киргизиңиз
lo: ໃສ່ຊື່ທັງໝົດຂອງທ່ານ
mk: Внесете го вашето полно име
ml: നിങ്ങളുടെ പൂർണ്ണ നാമം നൽകുക
mn: Бүтэн нэрээ оруулна уу
my: သင်၏ အပြည့်အဝ အမည် ရိုက်ထည့်ပါ
or: ଆପଣଙ୍କ ପୁରା ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਆਪਣਾ ਪੂਰਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: خپل بشپړ نوم داخل کړئ
si: ඔබේ සම්පූර්ණ නාමය ඇතුළත් කරන්න
sl: Vnesite svoje polno ime
ta: உங்கள் முழு பெயரை உள்ளிடவும்
te: మీ పూర్తి పేరును నమోదు చేయండి
tt: Тулы исемегезне кертегез
uz: To'liq ismingizni kiriting
zu: Faka igama lakho eliphelele

# nameCanNotBeEmpty
source: name can'n be empty
am: ስም ባዶ ሊሆን አይችልም
as: নাম খালী নোহোৱা উচিত নহয়
bg: Името не може да бъде празно
cy: Ni all yr enw fod yn wag
et: Nimi ei saa olla tühi
eu: Izena ezin da hutsik egon
fil: Ang pangalan ay hindi maaaring walang laman
gu: નામ ખાલી હોઈ શકે નહીં
hy: Անունը չի կարող լինել դատարկ
is: Nafn má ekki vera tómt
ka: სახელი არ შეიძლება იყოს ცარიელი
kk: Аты бос болмауы керек
km: ឈ្មោះមិនអាចទទេបានទេ
kn: ಹೆಸರು ಖಾಲಿಯಾಗಿರಬಹುದು
ky: Аты бош болушу мүмкүн эмес
lo: ຊື່ບໍ່ເປົ່າງປ່ອນ
mk: Името не може да биде празно
ml: പേര് ഒഴിവാക്കാനാവില്ല
mn: Нэр хоосон байж болохгүй
my: အမည်သည် အကျယ်အဝန်းမရှိရပါ
or: ନାମ ଖାଲି ରହିପାରିବ ନାହିଁ
pa: ਨਾਮ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ps: نوم خالي نشي کیدای
si: නම හිස් විය නොහැක
sl: Ime ne sme biti prazno
ta: பெயர் காலியாக இருக்க முடியாது
te: పేరు ఖాళీగా ఉండకూడదు
tt: Исем буш була алмый
uz: Ism bo'sh bo'lishi mumkin emas
zu: Igama alinakuba yize

source: Already have an account?
am: አካውንት አለዎት?
as: অহা, আপোনাৰ একাউন্ট আছে নে?
bg: Вече имате акаунт?
cy: Wedi creu cyfrif eisoes?
et: Kas teil on juba konto?
eu: Kontu bat baduzu?
fil: Mayroon ka na bang account?
gu: પહેલેથી એકાઉન્ટ છે?
hy: Ունե՞ք հաշիվ:
is: Átt þú reikning?
ka: უკვე გაქვთ ანგარიში?
kk: Есептік жазбаңыз бар ма?
km: មានគណនីរួចហើយ?
kn: ಹೀಗಾಗಿ ಖಾತೆ ಇದೆಯೆ?
ky: Эсебиңиз барбы?
lo: ເປັນບັນຊີທີ່ມີແລ້ວ?
mk: Веќе имате сметка?
ml: ഇതിനകം അക്കൗണ്ടുണ്ടോ?
mn: Та аль хэдийн данстай байна уу?
my: အကောင့်ရှိပါပြီလား?
or: ଆପଣଙ୍କର ଏକ ଖାତା ଅଛି?
pa: ਪਹਿਲਾਂ ਹੀ ਖਾਤਾ ਹੈ?
ps: لا دمخه حساب لرئ؟
si: දැනටමත් ගිණුමක් තිබේද?
sl: Imate že račun?
ta: முந்தைய கணக்குகொள்ளுகிறீர்களா?
te: ఇప్పటికే ఖాతా ఉందా?
tt: Алдан хисабыгыз бармы?
uz: Allaqachon hisob qaydnomangiz bormi?
zu: Une-akhawunti kakade?

source: Create New Password
am: አዲስ የይለፍ ቃል ፍጠር
as: নতুন পাসৱৰ্ড সৃষ্টি কৰক
bg: Създай нова парола
cy: Creu Cyfrinair Newydd
et: Loo Uus Parool
eu: Sortu Pasahitz Berria
fil: Gumawa ng Bagong Password
gu: નવું પાસવર્ડ બનાવો
hy: Ստեղծել նոր գաղտնաբառ
is: Búa til nýtt lykilorð
ka: ახალი პაროლის შექმნა
kk: Жаңа пароль жасау
km: បង្កើតពាក្យសម្ងាត់ថ្មី
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್ ರಚಿಸಿ
ky: Жаңы пароль түзүү
lo: ສ້າງລະຫັດໃໝ່
mk: Создај нова лозинка
ml: പുതിയ പാസ്‌വേഡ് സൃഷ്ടിക്കുക
mn: Шинэ нууц үг үүсгэх
my: အသစ်သော စကားဝှက် ဖန်တီးပါ
or: ନୂତନ ପାସୱାର୍ଡ ସୃଜନ କରନ୍ତୁ
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਬਣਾਓ
ps: نوی پټنوم جوړ کړئ
si: නව මුරපදය තනන්න
sl: Ustvari novo geslo
ta: புதிய கடவுச்சொல்லை உருவாக்கவும்
te: కొత్త పాస్‌వర్డ్ సృష్టించండి
tt: Яңа пароль булдырырга
uz: Yangi Parol Yarating
zu: Dala Iphasiwedi Elisha

source: Set Up New Password
am: አዲስ የይለፍ ቃል ያዘጋጁ
as: নতুন পাসৱৰ্ড স্থাপন কৰক
bg: Настрой нова парола
cy: Gosod Cyfrinair Newydd
et: Seadista Uus Parool
eu: Konfiguratu Pasahitz Berria
fil: I-set Up ang Bagong Password
gu: નવું પાસવર્ડ સેટ કરો
hy: Կարգավորել նոր գաղտնաբառ
is: Setja upp nýtt lykilorð
ka: ახალი პაროლის დაყენება
kk: Жаңа пароль орнату
km: កំណត់ពាក្យសម្ងាត់ថ្មី
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್ ಹೊಂದಿಸಿ
ky: Жаңы пароль орнотуу
lo: ຕັ້ງຄ່າລະຫັດໃໝ່
mk: Намести нова лозинка
ml: പുതിയ പാസ്‌വേഡ് സജ്ജീകരിക്കുക
mn: Шинэ нууц үг тохируулах
my: အသစ်သော စကားဝှက် ထားရှိပါ
or: ନୂତନ ପାସୱାର୍ଡ ସେଟ୍ କରନ୍ତୁ
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਸੈਟ ਅਪ ਕਰੋ
ps: نوی پټنوم ترتیب کړئ
si: නව මුරපදය පිහිටුවන්න
sl: Nastavi novo geslo
ta: புதிய கடவுச்சொல்லை அமைக்கவும்
te: కొత్త పాస్‌వర్డ్ సెట్ చేయండి
tt: Яңа парольне көйләгез
uz: Yangi Parol O'rnating
zu: Setha Iphasiwedi Elisha

# resetPassword
source: Reset your password to recovery and log in your account
am: የይለፍ ቃልዎን ዳግም አስጀምረው ወደ አካውንትዎ ይግቡ
as: আপোনাৰ পাসৱৰ্ড পুনঃপ্ৰতিষ্ঠা কৰক আৰু আপোনাৰ একাউন্টত লগইন কৰক
bg: Нулирай паролата си, за да възстановиш и влезеш в акаунта си
cy: Ailosod eich cyfrinair i adfer a mewngyflwyno i'ch cyfrif
et: Lähtesta oma parool taastamiseks ja konto sisselogimiseks
eu: Berrezarri zure pasahitza kontua berreskuratzeko eta saioa hasteko
fil: I-reset ang iyong password para sa pagbawi at pag-log in sa iyong account
gu: તમારું પાસવર્ડ રીસેટ કરો અને તમારા એકાઉન્ટમાં લોગિન કરો
hy: Վերականգնեք ձեր գաղտնաբառը, որպեսզի վերականգնեք և մուտք գործեք ձեր հաշիվ
is: Endurstilla lykilorð til að endurheimta og skrá þig inn á reikninginn þinn
ka: პაროლის გადატვირთვა აღდგენისა და ანგარიშზე შესვლისთვის
kk: Парольді қалпына келтіріп, есептік жазбаңызға кіріңіз
km: កំណត់ពាក្យសម្ងាត់ឡើងវិញដើម្បីកែសម្រួលនិងចូលប្រើគណនីរបស់អ្នក
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಪುನಾವೃತವಾಗಿ ಲಾಗಿನ್ ಮಾಡಲು ಪಾಸ್ವರ್ಡ್ ಮರುಸೆಟು ಮಾಡಿ
ky: Паролуңузду калыбына келтирип, эсебиңизге кириңиз
lo: ປ່ອນລະຫັດຜໍ່ເພື່ອຟື້ນຄືນແລະເຂອງປ່ອນລະຫັດແບບບັນຊີ
mk: Ресетирај ја лозинката за да се опоравиш и најавиш во твојот профил
ml: നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടെടുക്കാനും ലോഗിൻ ചെയ്യാനും നിങ്ങളുടെ പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുക
mn: Нууц үгээ дахин тохируулахын тулд акаунтаа сэргээж нэвтрэх
my: သင်၏ စကားဝှက်ကို ပြန်လည်သတ်မှတ်ပါ
or: ଆପଣଙ୍କର ପାସୱାର୍ଡ ପୁନଃସେଟ୍ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କ ଖାତାରେ ଲଗଇନ୍ କରନ୍ତୁ
pa: ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਰੀਸੈਟ ਕਰੋ ਅਤੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ
ps: خپل پټنوم د بیرته ترلاسه کولو او خپل حساب ته ننوتلو لپاره ریسیټ کړئ
si: ඔබගේ ගිණුමට ප්‍රතිසංස්කරණය කිරීමට මුරපදය යළි පිහිටුවන්න
sl: Ponastavite geslo za obnovitev in prijavo v svoj račun
ta: உங்கள் கணக்கை மீட்கும் மற்றும் உள்நுழைவதற்காக உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும்
te: మీ ఖాతాను రికవరీ చేసి లాగిన్ చేయడానికి మీ పాస్‌వర్డ్ రీసెట్ చేయండి
tt: Парольне яңартып, хисабыгызга керегез
uz: Parolingizni tiklash va hisob qaydnomangizga kirish uchun qayta tiklang
zu: Setha kabusha iphasiwedi yakho ukuze uthabathe futhi ungene kwi-akhawunti yakho

source: New Password
am: አዲስ የይለፍ ቃል
as: নতুন পাসৱৰ্ড
bg: Нова парола
cy: Cyfrinair Newydd
et: Uus Parool
eu: Pasahitz berria
fil: Bagong Password
gu: નવું પાસવર્ડ
hy: Նոր գաղտնաբառ
is: Nýtt lykilorð
ka: ახალი პაროლი
kk: Жаңа пароль
km: ពាក្យសម្ងាត់ថ្មី
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್
ky: Жаңы пароль
lo: ລະຫັດໃໝ່
mk: Нова лозинка
ml: പുതിയ പാസ്‌വേഡ്
mn: Шинэ нууц үг
my: အသစ်သော စကားဝှက်
or: ନୂତନ ପାସୱାର୍ଡ
pa: ਨਵਾਂ ਪਾਸਵਰਡ
ps: نوی پټنوم
si: නව මුරපදය
sl: Novo geslo
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్‌వర్డ్
tt: Яңа пароль
uz: Yangi Parol
zu: Iphasiwedi Elisha

source: Confirm Password
am: የይለፍ ቃል ያረጋግጡ
as: পাসৱৰ্ড নিশ্চিত কৰক
bg: Потвърди парола
cy: Cadarnhau Cyfrinair
et: Kinnita Parool
eu: Berretsi pasahitza
fil: Kumpirmahin ang Password
gu: પાસવર્ડ કન્ફર્મ કરો
hy: Հաստատել գաղտնաբառը
is: Staðfesta lykilorð
ka: დაადასტურეთ პაროლი
kk: Парольді растау
km: បញ្ជាក់ពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್ ಖಚಿತಪಡಿಸಿ
ky: Парольду ырастаңыз
lo: ຢືນຢັນລະຫັດໜ້າ
mk: Потврди лозинка
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
mn: Нууц үгийг баталгаажуулах
my: စကားဝှက် အတည်ပြုပါ
or: ପାସୱାର୍ଡ ନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: پټنوم تایید کړئ
si: මුරපදය තහවුරු කරන්න
sl: Potrdi geslo
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: పాస్‌వర్డ్ నిర్ధారించండి
tt: Парольне раслагыз
uz: Parolni Tasdiqlang
zu: Qinisekisa Iphasiwedi

source: Passwords do not match
am: የይለፍ ቃሎች አይጣጣሙም
as: পাসৱৰ্ড মেল খাইছে না
bg: Паролите не съвпадат
cy: Nid yw'r cyfrineirion yn cyd-fynd
et: Paroolid ei klapi
eu: Pasahitzak ez datoz bat
fil: Ang mga password ay hindi tumutugma
gu: પાસવર્ડ મેળ ખાતા નથી
hy: Գաղտնաբառերը համընկնում են
is: Lykilorð passa ekki
ka: პაროლები არ ემთხვევა
kk: Парольдер сәйкес келмейді
km: ពាក្យសម្ងាត់មិនសមបណ្ដឹងគ្នាទេ
kn: ಪಾಸ್ವರ್ಡ್‌ಗಳು ಹೊಂದುವುದಿಲ್ಲ
ky: Паролдор дал келбейт
lo: ລະຫັດຜໍ່ບໍ່ແມ່ນກັນ
mk: Лозинките не се совпаѓаат
ml: പാസ്‌വേഡുകൾ തുല്യമല്ല
mn: Нууц үг тохирохгүй байна
my: စကားဝှက်များ မမီပါ
or: ପାସୱାର୍ଡ ମେଳାନ୍ତୁ ନାହିଁ
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
ps: پټنومونه سمون نه خوري
si: මුරපද නොගැලපෙයි
sl: Gesli se ne ujemata
ta: கடவுச்சொற்கள் பொருந்தவில்லை
te: పాస్‌వర్డ్‌లు సరిపోలవు
tt: Парольләр туры килми
uz: Parollar mos kelmaydi
zu: Amaphasiwedi awafani

source: Verity Email
am: ኢሜል ያረጋግጡ
as: ইমেইল সঠিক কৰক
bg: Верифицирай имейл
cy: Dilysu E-bost
et: Kontrolli E-posti
eu: Egiaztatu E-posta
fil: Patunayan ang Email
gu: ઈમેલ વેરીફાય કરો
hy: Էլ․փոստի ստուգում
is: Staðfesta tölvupóst
ka: ელ.ფოსტის გადამოწმება
kk: Электрондық поштаны растау
km: ផ្ទៀងផ្ទាត់អ៊ីមែល
kn: ಇಮೇಲ್ ದೃಢೀಕರಿಸಿ
ky: Электрондук почтаны текшерүү
lo: ເປັນສ່ອງອີເມວ
mk: Верификација на е-мејл
ml: ഇമെയിൽ സത്യമാക്കുക
mn: И-мэйл баталгаажуулах
my: အီးမေးလ် အတည်ပြုပါ
or: ଇମେଲ୍ ସତ୍ୟପାତି
pa: ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: بریښنالیک تایید کړئ
si: විද්‍යුත් තැපෑල සත්‍යාපනය කරන්න
sl: Preveri e-pošto
ta: மின்னஞ்சலை உறுதிப்படுத்தவும்
te: ఇమెయిల్‌ని నిర్ధారించండి
tt: Электрон почтаны раслагыз
uz: Elektron Pochtani Tasdiqlash
zu: Qinisekisa I-imeyili

source: Verification
am: ማረጋገጫ
as: যাচাই
bg: Верификация
cy: Dilysu
et: Kinnitamine
eu: Egiaztapena
fil: Pagpapatunay
gu: વેરિફિકેશન
hy: Ստուգում
is: Staðfesting
ka: ვერიფიკაცია
kk: Тексеру
km: ការបញ្ជាក់
kn: ದೃಢೀಕರಣ
ky: Текшерүү
lo: ການຢືນຢັນ
mk: Верификација
ml: സത്യീകരണം
mn: Баталгаажуулалт
my: အတည်ပြုခြင်း
or: ସତ୍ୟାପନ
pa: ਤਸਦੀਕ
ps: تایید
si: සත්‍යාපනය
sl: Preverjanje
ta: உறுதிப்படுத்தல்
te: ధృవీకరణ
tt: Раслау
uz: Tasdiqlash
zu: Ukuqinisekiswa

# digits
source: 6-digits pin has been sent to your email address:
am: 6-አሃዝ ፒን ወደ ኢሜል አድራሻዎ ተልኳል፡
as: আপোনাৰ ইমেইল ঠিকনালৈ ৬-ডিজিটৰ পিন পঠোৱা হৈছে:
bg: 6-цифрен код е изпратен на вашия имейл адрес:
cy: Anfonwyd pin 6-digid at eich cyfeiriad e-bost:
et: 6-kohaline kood on saadetud teie e-posti aadressile:
eu: 6 digitutako PIN bat bidali da zure posta elektronikora:
fil: Ang 6-digit na pin ay ipinadala sa iyong email address:
gu: 6-અંકનો પિન તમારા ઈમેલ સરનામે મોકલવામાં આવ્યો છે:
hy: 6-անի թվային կոդը ուղարկվել է ձեր էլ․փոստի հասցեին:
is: 6-stafa PIN-númer hefur verið sent á tölvupóstfang þitt:
ka: 6-ნიშნა პინ კოდი გაგზავნილია თქვენს ელ.ფოსტის მისამართზე:
kk: Электрондық пошта мекенжайыңызға 6-цифрлы PIN-код жіберілді:
km: លេខកូដ 6 ខ្ទង់បានផ្ញើទៅអាសយដ្ឋានអ៊ីមែលរបស់អ្នក៖
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸಕ್ಕೆ 6-ಅಂಕೆಗಳ ಪಿನ್ ಕಳುಹಿಸಲಾಗಿದೆ:
ky: 6 цифрлуу пин-код электрондук почтаңызга жөнөтүлдү:
lo: ເລກ 6 ດິຈິດຖືກສົ່ງໃຫ້ທ່ານຜໍ່ອີເມວ:
mk: 6-цифрен ПИН код е испратен на твојата е-мејл адреса:
ml: 6-അക്ക പിൻ നിങ്ങളുടെ ഇമെയിൽ വിലാസത്തിലേക്ക് അയച്ചിട്ടുണ്ട്:
mn: 6 цифр код таны и-мэйл хаяг руу илгээгдсэн байна:
my: သင့်အီးမေးလ် လိပ်စာသို့ ၆-အတိုင်းအတာ ပင်ပို့ပြီးပါသည်
or: 6-ଡିଜିଟ୍ ପିନ୍ ଆପଣଙ୍କର ଇମେଲ୍ ଠିକଣାକୁ ପଠାଯାଇଛି:
pa: 6-ਅੰਕਾਂ ਦਾ ਪਿੰਨ ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ 'ਤੇ ਭੇਜਿਆ ਗਿਆ ਹੈ:
ps: ۶-رقمي پن ستاسو بریښنالیک آدرس ته لیږل شوی دی:
si: 6-අංක ආරක්ෂාකාරී කේතය ඔබගේ විද්‍යුත් තැපෑලට යවා ඇත:
sl: 6-mestna koda je bila poslana na vaš e-poštni naslov:
ta: 6-அக்குறியீட்டு பின் உங்கள் மின்னஞ்சல் முகவரிக்கு அனுப்பப்பட்டுள்ளது:
te: 6-అంకెల పిన్‌ను మీ ఇమెయిల్ చిరునామాకు పంపారు:
tt: 6-санлы PIN коды сезнең электрон почта адресыгызга җибәрелде:
uz: 6 xonali pin elektron pochta manzilingizga yuborildi:
zu: I-pin yezinombolo ezi-6 ithunyelwe ekhelini lakho le-imeyili:

source: Enter valid OTP
am: ትክክለኛውን OTP ያስገቡ
as: যথাযথ OTP প্ৰৱিষ্ট কৰক
bg: Въведете валиден OTP
cy: Rhowch OTP dilys
et: Sisesta kehtiv OTP
eu: Sartu OTP baliozkoa
fil: Ipasok ang valid na OTP
gu: વાલીડ OTP દાખલ કરો
hy: Մուտքագրեք գործող OTP
is: Sláðu inn gilt OTP
ka: შეიყვანეთ მოქმედი OTP
kk: Жарамды OTP енгізіңіз
km: បញ្ចូល OTP សុពលភាព
kn: ಮಾನ್ಯವಾದ OTP ನಮೂದಿಸಿ
ky: Туура OTP киргизиңиз
lo: ໃສ່ OTP ທີ່ຖືກຕ້ອງ
mk: Внесете валиден OTP
ml: സാധുവായ OTP നൽകുക
mn: Зөв OTP оруулна уу
my: မှန်ကန်သော OTP ရိုက်ထည့်ပါ
or: ବୈଧ OTP ପ୍ରବେଶ କରନ୍ତୁ
pa: ਵੈਧ OTP ਦਰਜ ਕਰੋ
ps: د سم OTP داخل کړئ
si: වලංගු OTP ඇතුළත් කරන්න
sl: Vnesite veljavno kodo OTP
ta: சரியான OTP ஐ உள்ளிடவும்
te: చెల్లుబాటు అయ్యే OTPని నమోదు చేయండి
tt: Дөрес OTP кертегез
uz: Amal qiladigan OTPni kiriting
zu: Faka i-OTP evaliwe

# resendOTP
source: Enter valid OTP
am: ትክክለኛውን OTP ያስገቡ
as: যথাযথ OTP প্ৰৱিষ্ট কৰক
bg: Въведете валиден OTP
cy: Ail-anfon OTP
et: Sisesta kehtiv OTP
eu: Sartu OTP baliozkoa
fil: Ipasok ang valid na OTP
gu: વાલીડ OTP દાખલ કરો
hy: Կրկին ուղարկել OTP
is: Sláðu inn gilt OTP
ka: შეიყვანეთ მოქმედი OTP
kk: OTP қайта жіберу
km: ផ្ញើម្តងទៀត OTP
kn: ಮರುಕಳಿಸಿ OTP
ky: Туура OTP киргизиңиз
lo: ສົ່ງ OTP ອີກຄັ້ງ
mk: Внесете валиден OTP
ml: സാധുവായ OTP നൽകുക
mn: Зөв OTP оруулна уу
my: OTP သက်သေပြရန်
or: OTP ପୁନଃ ପଠାନ୍ତୁ
pa: ਵੈਧ OTP ਦਰਜ ਕਰੋ
ps: د سم OTP داخل کړئ
si: OTP නැවත යවන්න
sl: Vnesite veljavno kodo OTP
ta: OTP ஐ மீண்டும் அனுப்பவும்
te: చెల్లుబాటు అయ్యే OTPని నమోదు చేయండి
tt: Дөрес OTP кертегез
uz: Amal qiladigan OTPni kiriting
zu: Faka i-OTP evaliwe

source: Verify Your Email
am: ኢሜልዎን ያረጋግጡ
as: আপোনাৰ ইমেইল সঠিক কৰক
bg: Верифицирай своя имейл
cy: Dilysu Eich E-bost
et: Kinnita Oma E-post
eu: Egiaztatu Zure E-posta
fil: Patunayan ang Iyong Email
gu: તમારા ઈમેલને વેરીફાય કરો
hy: Ստուգեք ձեր էլ․փոստը
is: Staðfesta tölvupóstinn þinn
ka: გადაამოწმეთ თქვენი ელ.ფოსტა
kk: Электрондық поштаңызды тексеріңіз
km: ផ្ទៀងផ្ទាត់អ៊ីមែលរបស់អ្នក
kn: ನಿಮ್ಮ ಇಮೇಲ್ ದೃಢೀಕರಿಸಿ
ky: Электрондук почтаңызды текшериңиз
lo: ຢືນຢັນອີເມວຂອງທ່ານ
mk: Верифицирај го твојот е-мејл
ml: നിങ്ങളുടെ ഇമെയിൽ സത്യമാക്കുക
mn: И-мэйлээ баталгаажуулна уу
my: သင့်အီးမေးလ်ကို အတည်ပြုပါ
or: ଆପଣଙ୍କର ଇମେଲ୍ ସତ୍ୟପାତି କରନ୍ତୁ
pa: ਆਪਣੀ ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: خپل بریښنالیک تایید کړئ
si: ඔබගේ විද්‍යුත් තැපෑල සත්‍යාපනය කරන්න
sl: Preverite svoj e-poštni naslov
ta: உங்கள் மின்னஞ்சலை உறுதிப்படுத்தவும்
te: మీ ఇమెయిల్‌ని నిర్ధారించండి
tt: Электрон почтагызны раслагыз
uz: Elektron Pochtangizni Tasdiqlang
zu: Qinisekisa I-imeyili Yakho
