Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

source: Please enter unit name
am: የአሃድ ስም ያስገቡ
as: অনুগ্ৰহ কৰি ইউনিট নাম দিন
bg: Моля, въведете име на единица
cy: Rhowch enw uned
et: Palun sisestage ühikunimi
eu: Mesedez, sartu unitate izena
fil: Mangyaring ipasok ang pangalan ng unit
gu: એકમ નામ દાખલ કરો
hy: Խնդրում ենք մուտքագրեք միավորի անուն
is: Sláðu inn einingsheiti
ka: შეიყვანეთ ერთეულის სახელი
kk: Бірлік атын енгізіңіз
km: សូមបញ្ចូលឈ្មោះឯកតា
kn: ಘಟಕದ ಹೆಸರು ನಮೂದಿಸಿ
ky: Бирдик атын киргизиңиз
lo: ຂໍໃສ່ຊື່ໃບເວົ້າ
mk: Ве молиме внесете име на единица
ml: യൂണിറ്റ് നാമം നൽകുക
mn: Нэгжийн нэр оруулна уу
my: အထွက်အမည် ရိုက်ထည့်ပါ
or: ୟୁନିଟ୍ ନାମ ରଖନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਯੂਨਿਟ ਨਾਮ ਦਰਜ ਕਰੋ
ps: لطفا یونټ نوم داخل کړئ
si: කරුණාකර ඒකක නාමය ඇතුළත් කරන්න
sl: Vnesite ime enote
ta: அலகு பெயரை உள்ளிடவும்
te: యూనిట్ పేరును నమోదు చేయండి
tt: Зинһар, берәмлек исемен кертегез
uz: Birlik nomini kiriting
zu: Sicela ufake igama lesihluzo

source: Product Details
am: የምርት ዝርዝሮች
as: প্ৰোডাক্টৰ বিৱৰণ
bg: Детайли на продукта
cy: Manylion Cynnyrch
et: Toote Detailid
eu: Produktu Xehetasunak
fil: Mga Detalye ng Produkto
gu: ઉત્પાદન વિગતો
hy: Ապրանքի մանրամասներ
is: Vöruupplýsingar
ka: პროდუქტის დეტალები
kk: Өнім туралы мәліметтер
km: ព័ត៌មានលម្អិតផលិតផល
kn: ಉತ್ಪನ್ನದ ವಿವರಗಳು
ky: Товардын деталдары
lo: ລາຍລະອຽດສິນຄ້າ
mk: Детали за производ
ml: ഉൽപ്പന്ന വിശദാംശങ്ങൾ
mn: Бүтээгдэхүүний дэлгэрэнгүй
my: ထုတ်ကုန် အသေးစိတ်
or: ପ୍ରୋଡକ୍ଟ ବିବରଣୀ
pa: ਉਤਪਾਦ ਵੇਰਵੇ
ps: محصول جزییات
si: නිෂ්පාදන විස්තර
sl: Podrobnosti o izdelku
ta: பொருள் விவரங்கள்
te: ఉత్పత్తి వివరాలు
tt: Продукт мәгълүматлары
uz: Mahsulot Detallari
zu: Imininingwane Yomkhiqizo

source: Smart watch
am: ስማርት ሰዓት
as: স্মাৰ্ট ৱাচ
cy: Gwylio Deallus
et: Nutikas kell
gu: સ્માર્ટ વૉચ
is: Smartur úr
ka: ჭკვიანი საათი
kk: Смарт сағат
km: នាឡិកាស្មាត
kn: ಸ್ಮಾರ್ಟ್ ವಾಚ್
ky: Акылдуу саат
lo: ນາມໄຟຂອງສະໄໜ
mk: Паметен часовник
ml: സ്മാർട്ട് വാച്ച്
mn: Ухаалаг цаг
my: စမတ်နာရီ
or: ସ୍ମାର୍ଟ ଘଡ଼ି
pa: ਸਮਾਰਟ ਵਾਚ
ps: سمارټ واچ
si: ස්මාර්ට් වොච්
sl: Pametna ura
ta: ஸ்மார்ட் வாட்ச்
te: స్మార్ట్ వాచ్
tt: Умный сәгать
uz: Aqlli soat
zu: I-Smart watch

source: Apple Watch
am: አፕል ዎች
as: আপল ৱাচ
km: នាឡិកា Apple
kn: ಆಪಲ್ ವಾಚ್
lo: ນາມໄຟເປິງ
ml: ആപ്പിൾ വാച്ച്
my: အက်ပယ် နာရီ
or: ଆପଲ୍ ଘଡ଼ି
pa: ਐਪਲ ਵਾਚ
ps: اپل واچ
si: ඇපල් වොච්
ta: ஆப்பிள் வாட்ச்
tt: Apple сәгате
zu: I-Apple Watch

source: Deleting....
am: እየተሰረዘ ነው...
as: মচি থকা....
bg: Изтриване...
cy: Yn Dileu....
et: Kustutamine...
eu: Ezabatzen...
fil: Tinatanggal...
gu: ડિલીટ કરવામાં આવી રહ્યું છે...
hy: Ջնջում է...
is: Eyði...
ka: წაშლა...
kk: Жою...
km: កំពុងលុប....
kn: ಅಳಿಸುತ್ತಿದೆ....
ky: Өчүрүлүүдө...
lo: ກຳລັງລົບ....
mk: Бришење...
ml: ഇല്ലാക്കുന്നു...
mn: Устгаж байна...
my: ဖျက်နေပါသည်....
or: ମିଟାଉଛି....
pa: ਮਿਟਾ ਰਿਹਾ ਹੈ...
ps: حذف کول...
si: මැකීම....
sl: Brisanje...
ta: அழிக்கப்படுகிறது....
te: తొలగిస్తున్నారు...
tt: Юкка чыгару....
uz: O'chirilmoqda...
zu: Ukucisha...

source: Brand
am: ብራንድ
as: ব্রেণ্ড
bg: Марка
et: Mark
eu: Marka
gu: બ્રાન્ડ
hy: Բրենդ
is: Vörumerki
ka: ბრენდი
kk: Бренд
km: ម៉ាក
kn: ಬ್ರಾಂಡ್
ky: Бренд
lo: ແບຣນ
mk: Бренд
ml: ബ്രാൻഡ്
mn: Брэнд
my: အမှတ်တံဆိပ်
or: ବ୍ରାଣ୍ଡ
pa: ਬ੍ਰਾਂਡ
ps: برانډ
si: බ්‍රෑන්ඩ්
sl: Blagovna znamka
ta: பிராண்ட்
te: బ్రాండ్
tt: Бренд
uz: Brend
zu: Ibhendi

source: Due collection
am: የዕዳ ሰብስቦ
as: বাকী সংগ্ৰহ
bg: Събиране на дължимо
cy: Casgliad Dyledus
et: Võlgnevuste kogumine
eu: Zor bilketa
fil: Koleksyon ng Dapat Bayaran
gu: બાકી વસૂલાત
hy: Պարտքի հավաքում
is: Skuldasöfnun
ka: ვალის აკრეფა
kk: Кеңес алу
km: ការប្រមូលបំណុល
kn: ಬಾಕಿ ವಸೂಲಿ
ky: Карызды чогултуу
lo: ການເກັບກູ້ຄ່າທີ່ຄ້າງ
mk: Наплата на долгови
ml: കുടിശ്ശിക പിരിവ്
mn: Төлөх дүнгийн цуглуулга
my: ကြွေးများ ကောက်ခံခြင်း
or: ବକାୟା ସଂଗ୍ରହ
pa: ਬਕਾਇਆ ਇਕੱਠਾ ਕਰਨਾ
ps: د پور راټولول
si: ගෙවීමට ඇති එකතුව
sl: Potrditev dolga
ta: கடன் வசூல்
te: కరెంట్ వసూలు
tt: Бурыч җыю
uz: Qarz Undirish
zu: Ukuqoqwa Kwokufanele

source: No Transaction
am: ምንም ግብይት የለም
as: কোনো লেনদেন নাই
bg: Няма транзакции
cy: Dim Trafodiad
et: Tehinguid pole
eu: Ez dago transakziorik
fil: Walang Transaksyon
gu: કોઈ વ્યવહાર નથી
hy: Չկա գործարք
is: Engin viðskipti
ka: გარიგება არ არის
kk: Транзакция жоқ
km: គ្មានប្រតិបត្តិការ
kn: ಯಾವುದೇ ವಹಿವಾಟು ಇಲ್ಲ
ky: Транзакция жок
lo: ບໍ່ມີການເຮັດທຸລະກຳ
mk: Нема трансакции
ml: ഇടപാടില്ല
mn: Гүйлгээ байхгүй
my: သဘောတူညီချက်မရှိ
or: କୌଣସି ଲେନଦେନ୍ ନାହିଁ
pa: ਕੋਈ ਲੈਣ-ਦੇਣ ਨਹੀਂ
ps: هیڅ معامله نه ده
si: කිසිදු ගනුදෙනුවක් නැත
sl: Ni transakcije
ta: பரிவர்த்தனை இல்லை
te: లావాదేవీ లేదు
tt: Транзакция юк
uz: Tranzaksiya Yo'q
zu: Akunakho Ukuthengiselana

source: Updating...
am: እየተዘመነ ነው...
as: আপডেট কৰা হচ্ছে...
bg: Актуализиране...
cy: Yn Diweddaru...
et: Uuendamine...
eu: Eguneratzen...
fil: Ina-update...
gu: અપડેટ કરવામાં આવી રહ્યું છે...
hy: Թարմացնում է...
is: Uppfærist...
ka: განახლება...
kk: Жаңарту...
km: កំពុងធ្វើបច្ចុប្បន្នភាព...
kn: ನವೀಕರಿಸುತ್ತಿದೆ...
ky: Жаңыртылууда...
lo: ກຳລັງປັບປຸງ...
mk: Ажурирање...
ml: അപ്‌ഡേറ്റിംഗ്...
mn: Шинэчлэж байна...
my: စစ်ဆေးနေပါသည်...
or: ଅପଡେଟ୍ କରାଯାଉଛି...
pa: ਅਪਡੇਟ ਕਰ ਰਿਹਾ ਹੈ...
ps: تازه کول...
si: යාවත්කාලීන කරමින්...
sl: Posodabljanje...
ta: புதுப்பித்து வருகிறது...
te: నవీకరించడం...
tt: Яңарту...
uz: Yangilanmoqda...
zu: Ukubuyekeza...

source: Confirm SMS to
am: ወደ ኤስኤምኤስ ያረጋግጡ
as: SMS নিশ্চিত কৰক
bg: Потвърди SMS на
cy: Cadarnhau SMS at
et: Kinnita SMS aadressile
eu: Berretsi SMS honetara:
fil: Kumpirmahin ang SMS sa
gu: SMS કન્ફર્મ કરો
hy: Հաստատել SMS-ը դեպի
is: Staðfesta SMS til
ka: SMS-ის დადასტურება
kk: SMS-ті растау
km: បញ្ជាក់ SMS ទៅ
kn: SMS ಗೆ ದೃಢೀಕರಿಸಿ
ky: SMSти ырастоо:
lo: ຢືນຢັນ SMS ຫາ
mk: Потврди SMS на
ml: എസ്എംഎസ് സ്ഥിരീകരിക്കുക
mn: SMS-ийг баталгаажуулах
my: SMS ကို အတည်ပြုပါ
or: SMS ନିଶ୍ଚିତ କରନ୍ତୁ
pa: SMS ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: SMS ته تایید کړئ
si: SMS තහවුරු කරන්න
sl: Potrdi SMS na
ta: SMS ஐ உறுதிப்படுத்தவும்
te: SMS ని నిర్ధారించండి
tt: SMS-ны раслагыз
uz: SMSni Tasdiqlash
zu: Qinisekisa i-SMS ku-

source: An SMS will be sent to the following number:
am: ኤስኤምኤስ ወደሚከተለው ቁጥር ይላካል፡
as: এটা SMS তলৰ নম্বৰলৈ পঠোৱা হ'ব:
bg: SMS ще бъде изпратено на следния номер:
cy: Bydd SMS yn cael ei anfon at y rhif canlynol:
et: SMS saadetakse järgmisele numbrile:
eu: SMS bat bidaliko da honako zenbakira:
fil: Isang SMS ang ipapadala sa sumusunod na numero:
gu: નીચેના નંબર પર એક SMS મોકલવામાં આવશે:
hy: SMS կուղարկվի հետևյալ համարին:
is: SMS verður sent á eftirfarandi númer:
ka: SMS გაიგზავნება შემდეგ ნომერზე:
kk: SMS келесі нөмірге жіберіледі:
km: សារ SMS នឹងត្រូវបញ្ជូនទៅលេខដូចខាងក្រោម:
kn: ಈ ಕೆಳಗಿನ ಸಂಖ್ಯೆಗೆ SMS ಕಳುಹಿಸಲಾಗುತ್ತದೆ:
ky: SMS төмөнкү номерге жөнөтүлөт:
lo: ຈະສົ່ງ SMS ໄປຫາໝາຍເລກຕໍ່ໄປນີ້:
mk: SMS ќе биде испратен на следниот број:
ml: നിങ്ങളുടെ ഫോൺ നമ്പറിലേക്ക് ഒരു എസ്എംഎസ് അയക്കും:
mn: SMS-ийг дараах дугаарт илгээх болно:
my: SMS ကို နောက်လိုက်သည့်နံပါတ်သို့ ပို့ပေးပါမည်။
or: ନିମ୍ନଲିଖିତ ନମ୍ବରକୁ SMS ପଠାଯିବ:
pa: ਇੱਕ SMS ਹੇਠਲੇ ਨੰਬਰ 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ:
ps: یو SMS به لاندې نمبر ته لیږل کیږي:
si: SMS එක පහත සඳහන් අංකයට යවනු ලැබේ:
sl: SMS bo poslan na naslednjo številko:
ta: SMS அனுப்பப்படும் எண்ணுக்கு:
te: క్రింది నంబర్‌కు SMS పంపబడుతుంది:
tt: Киләсе номерга SMS җибәрелә:
uz: Quyidagi raqamga SMS yuboriladi:
zu: I-SMS izosuthunyelwa kunombolo elandelayo:

source: Package
am: ጥቅል
as: পেকেজ
bg: Пакет
cy: Pecyn
et: Pakett
eu: Paketea
gu: પેકેજ
hy: Փաթեթ
is: Pakki
ka: პაკეტი
kk: Пакет
km: កញ្ចប់
kn: ಪ್ಯಾಕೇಜ್
ky: Пакет
lo: ຊຸດ
mk: Пакет
ml: പാക്കേജ്
mn: Багц
my: ပက်ကေ့
or: ପ୍ୟାକେଜ୍
pa: ਪੈਕੇਜ
ps: بسته
si: පැකේජය
sl: Paket
ta: தொகுப்பு
te: ప్యాకేజ్
tt: Пакет
uz: Paket
zu: Iphakheji

source: Permission not granted!
am: ፍቃድ አልተሰጠም!
as: অনুমতি প্ৰদান কৰা হোৱা নাই!
bg: Достъпът не е разрешен!
cy: Ni roddwyd caniatâd!
et: Luba pole antud!
eu: Baimena ez da emana!
fil: Hindi ipinagkaloob ang pahintulot!
gu: પરવાનગી મળી નથી!
hy: Թույլտվություն չի տրվել!
is: Leyfi ekki veitt!
ka: ნებართვა არ მიენიჭა!
kk: Рұқсат берілмеді!
km: មិនបានផ្តល់សិទ្ធិ!
kn: ಅನುಮತಿ ನೀಡಲಾಗಿಲ್ಲ!
ky: Уруксат берилген жок!
lo: ບໍ່ໄດ້ອະນຸຍາດ!
mk: Дозволата не е дадена!
ml: അനുമതി നൽകിയിട്ടില്ല!
mn: Зөвшөөрөл олгоогүй!
my: ခွင့်ပြုချက်မရရှိပါ။
or: ଅନୁମତି ଦିଆଯାଇନି!
pa: ਇਜਾਜ਼ਤ ਨਹੀਂ ਦਿੱਤੀ ਗਈ!
ps: اجازه نه ده ورکړل شوې!
si: අවසරය ලබා නොදීම
sl: Dovoljenje ni odobreno!
ta: அனுமதி வழங்கப்படவில்லை!
te: అనుమతి ఇవ్వబడలేదు!
tt: Рөхсәт бирелмәгән!
uz: Ruxsat berilmadi!
zu: Imvumo ayikabhalelwanga!

source: Collected By:
am: የተሰበሰበው በ:
as: সংগ্ৰহ কৰা হৈছে:
bg: Събрано от:
cy: Casglwyd Gan:
et: Kogutud Kõrval:
eu: Bildu duena:
fil: Kinolekta Ni:
gu: એકત્રિત કરનાર:
hy: Հավաքել է:
is: Safnað af:
ka: შეგროვებულია:
kk: Жиналған:
km: ប្រមូលដោយ:
kn: ಸಂಗ್ರಹಿಸಿದವರು:
ky: Чогулткан адам:
lo: ເກັບໂດຍ:
mk: Собиран од:
ml: ശേഖരിച്ചത്:
mn: Цуглуулсан хүн:
my: ကောက်ယူသူ:
or: ସଂଗ୍ରହ କରାଯାଇଛି:
pa: ਇਕੱਠਾ ਕੀਤਾ ਗਿਆ:
ps: راټول شوی لخوا:
si: එකතු කරන ලද්දේ:
sl: Potrjeno z:
ta: சேகரித்தவர்:
te: సేకరించిన ద్వారా:
tt: Җыелган:
uz: Yig'ilgan Kim tomonidan:
zu: Qoqwe Ngu-

# phonee
source: Phone:
am: ስልክ:
as: ফোন:
bg: Телефон:
cy: Ffôn:
et: Telefon:
eu: Telefonoa:
fil: Telepono:
gu: ફોન:
hy: Հեռախոս:
is: Sími:
ka: ტელეფონი:
kk: Телефон:
km: ទូរស័ព្ទ:
kn: ಫೋನ್:
ky: Телефон:
lo: ໂທລະສັບ:
mk: Телефон:
ml: ഫോൺ:
mn: Утас:
my: ဖုန်း:
or: ଫୋନ୍:
pa: ਫੋਨ:
ps: تلیفون:
si: දුරකථනය:
sl: Telefon:
ta: தொலைபேசி:
te: ఫోన్:
tt: Телефон:
uz: Telefon:
zu: Ifoni:

source: Purchase By:
am: የተገዛው በ:
as: ক্ৰয় কৰা হৈছে:
bg: Купено от:
cy: Prynwyd Gan:
et: Ostetud Kõrval:
eu: Erosi duena:
fil: Binili Ni:
gu: ખરીદનાર દ્વારા:
hy: Գնել է:
is: Keypt af:
ka: შეძენილია:
kk: Сатылып алынған:
km: ទិញដោយ:
kn: ಖರೀದಿಸಿದವರು:
ky: Сатып алуучу:
lo: ຊື້ໂດຍ:
mk: Купено од:
ml: വാങ്ങിയത്:
mn: Худалдан авсан хүн:
my: ဝယ်သူ:
or: କିଣିବାକୁ:
pa: ਖਰੀਦ ਕੀਤੀ ਗਈ:
ps: پیرود شوی لخوا:
si: මිලදී ගත්තේ:
sl: Kupljeno z:
ta: வாங்கியவர்:
te: కొనుగోలు చేసిన ద్వారా:
tt: Сатып алучы:
uz: Sotib Olingan Kim tomonidan:
zu: Kuthengwe Ngu-

source: Sales By:
am: የተሸጠው በ:
as: বিক্ৰী কৰা হৈছে:
bg: Продадено от:
cy: Gwerthiwyd Gan:
et: Müüdud Kõrval:
eu: Saldu duena:
fil: Binahagi Ni:
gu: વેચાણ દ્વારા:
hy: Վաճառել է:
is: Selt af:
ka: გაყიდულია:
kk: Сатушы:
km: លក់ដោយ:
kn: ಮಾರಾಟ ಮಾಡಿದವರು:
ky: Сатуучу:
lo: ຂາຍໂດຍ:
mk: Продадено од:
ml: വില്പന നടത്തിയത്:
mn: Борлуулсан хүн:
my: ရောင်းသူ:
or: ବିକ୍ରୟ କରାଯାଇଛି:
pa: ਵਿਕਰੀ ਕੀਤੀ ਗਈ:
ps: پلورل شوی لخوا:
si: විකුණුවේ:
sl: Prodano z:
ta: விற்றவர்:
te: అమ్మకాలు ద్వారా:
tt: Сатучы:
uz: Sotilgan Kim tomonidan:
zu: Kuthengiswe Ngu-

source: days
am: ቀናት
as: দিন
bg: дни
cy: diwrnodau
et: päeva
eu: egun
fil: araw
gu: દિવસો
hy: օրեր
is: dagar
ka: დღეები
kk: күн
km: ថ្ងៃ
kn: ದಿನಗಳು
ky: күн
lo: ມື້
mk: дена
ml: ദിവസങ്ങൾ
mn: өдөр
my: ရက်များ
or: ଦିନ
pa: ਦਿਨ
ps: ورځې
si: දින
sl: dni
ta: நாட்கள்
te: రోజులు
tt: көн
uz: kunlar
zu: izinsuku

source: Details
am: ዝርዝሮች
as: বিৱৰণ
bg: Детайли
cy: Manylion
et: Detailid
eu: Xehetasunak
fil: Mga Detalye
gu: વિગતો
hy: Մանրամասներ
is: Upplýsingar
ka: დეტალები
kk: Толығырақ
km: ព័ត៌មានលម្អិត
kn: ವಿವರಗಳು
ky: Деталдар
lo: ລະບຽບ
mk: Детали
ml: വിശദാംശങ്ങൾ
mn: Дэлгэрэнгүй
my: အသေးစိတ်
or: ବିବରଣୀ
pa: ਵੇਰਵੇ
ps: جزییات
si: විස්තර
sl: Podrobnosti
ta: விவரங்கள்
te: వివరాలు
tt: Мәгълүматлар
uz: Tafsilotlar
zu: Imininingwane

source: We sent an OTP in your phone number
am: የOTP ኮድ ወደ ስልክ ቁጥርዎ ልከናል
as: আমাৰ OTP আপোনাৰ ফোন নম্বৰত পঠোৱা হৈছে
bg: Изпратихме Ви OTP на Вашия телефонен номер
cy: Anfonasom OTP at eich rhif ffôn
et: Saime teie telefoninumbrile OTP-koodi
eu: OTP bat bidali dugu zure telefono zenbakira
fil: Nagpadala kami ng OTP sa iyong numero ng telepono
gu: અમે તમારા ફોન નંબર પર OTP મોકલ્યો છે
hy: Մենք ուղարկել ենք OTP ձեր հեռախոսահամարին
is: Við sendum OTP í símanúmerið þitt
ka: ჩვენ გამოგიგზავნეთ OTP თქვენს ტელეფონის ნომერზე
kk: Сіздің телефон нөміріңізге OTP жібердік
km: យើងបានផ្ញើ OTP ទៅលេខទូរស័ព្ទរបស់អ្នក
kn: ನಿಮ್ಮ ಫೋನ್ ನಂಬರಿಗೆ OTP ಅನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ
ky: Биз сиздин телефон номериңизге OTP жөнөттүк
lo: ເຮົາໄດ້ສົ່ງ OTP ສູ່ເບີໂທຂອງເຈົ້າ
mk: Испративме OTP на твојот телефонски број
ml: ഞങ്ങൾ നിങ്ങളുടെ ഫോൺ നമ്പറിലേക്ക് ഒരു OTP അയച്ചു
mn: Бид таны утасны дугаарт OTP илгээсэн
my: သင့်ဖုန်းနံပါတ်သို့ OTP ပို့ပြီးပါပြီ
or: ଆମେ ଆପଣଙ୍କର ଫୋନ୍ ନମ୍ବରକୁ OTP ପଠାଇଛୁ
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਫੋਨ ਨੰਬਰ 'ਤੇ ਇੱਕ OTP ਭੇਜਿਆ ਹੈ
ps: موږ ستاسو تلیفون نمبر ته یو OTP لیږلی دی
si: ඔබගේ දුරකථන අංකයට OTP යවා ඇත
sl: Poslali smo vam kodo OTP na vašo telefonsko številko
ta: உங்கள் தொலைபேசி எண்ணிற்கு OTP அனுப்பப்பட்டது
te: మీ ఫోన్ నంబర్‌కు OTP పంపించాము
tt: Без сезнең телефон номерына OTP җибәрдек
uz: Biz sizning telefon raqamingizga OTP yubordik
zu: Sithumele i-OTP enombolweni yakho yocingo

source: Please enter the OTP
am: እባክዎን OTP ን ያስገቡ
as: OTP টা দিয়ক
bg: Моля, въведете OTP
cy: Rhowch yr OTP, os gwelwch yn dda
et: Palun sisestage OTP
eu: Mesedez, sartu OTP
fil: Mangyaring ipasok ang OTP
gu: કૃપા કરીને OTP દાખલ કરો
hy: Խնդրում ենք մուտքագրեք OTP-ն
is: Vinsamlegast sláðu inn OTP
ka: გთხოვთ შეიყვანეთ OTP
kk: OTP кодын енгізіңіз
km: សូមបញ្ចូល OTP
kn: ದಯವಿಟ್ಟು OTP ನಮೂದಿಸಿ
ky: Сураныч, OTP киргизиңиз
lo: ກະລຸນາໃສ່ OTP
mk: Ве молиме внесете го OTP-то
ml: ദയവായി OTP നൽകുക
mn: OTP-г оруулна уу
my: OTP ကို ရိုက်ထည့်ပေးပါ
or: ଦୟାକରି OTP ରଖନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ OTP ਦਰਜ ਕਰੋ
ps: لطفا OTP داخل کړئ
si: කරුණාකර OTP ලබා දෙන්න
sl: Prosimo, vnesite kodo OTP
ta: OTP ஐ உள்ளிடவும்
te: దయచేసి OTPని నమోదు చేయండి
tt: Зинһар, OTP кертегез
uz: Iltimos, OTPni kiriting
zu: Sicela ufake i-OTP

source: Enter a valid OTP
am: ትክክለኛውን OTP ያስገቡ
as: বৈধ OTP টা দিয়ক
bg: Въведете валиден OTP
cy: Rhowch OTP dilys
et: Sisesta kehtiv OTP
eu: Sartu OTP baliozkoa
fil: Ipasok ang isang valid na OTP
gu: વાલીડ OTP દાખલ કરો
hy: Մուտքագրեք գործող OTP
is: Sláðu inn gilt OTP
ka: შეიყვანეთ მოქმედი OTP
kk: Жарамды OTP кодын енгізіңіз
km: បញ្ចូល OTP ដែលមានសុពលភាព
kn: ಮಾನ್ಯವಾದ OTP ಅನ್ನು ನಮೂದಿಸಿ
ky: Туура OTP киргизиңиз
lo: ໃສ່ OTP ທີ່ຖືກ
mk: Внесете валиден OTP
ml: സാധുവായ OTP നൽകുക
mn: Зөв OTP оруулна уу
my: သက်ဆိုင်သော OTP ကို ရိုက်ထည့်ပါ
or: ସଠିକ୍ OTP ରଖନ୍ତୁ
pa: ਇੱਕ ਵੈਧ OTP ਦਰਜ ਕਰੋ
ps: یو معتبر OTP داخل کړئ
sl: Vnesite veljavno kodo OTP
ta: சரியான OTP ஐ உள்ளிடவும்
te: చెల్లుబాటు అయ్యే OTPని నమోదు చేయండి
tt: Дөрес OTP кертегез
uz: Amal qiladigan OTPni kiriting
zu: Faka i-OTP evaliwe

source: Verify
am: ያረጋግጡ
as: যাচাই কৰক
bg: Верифицирай
cy: Dilysu
et: Kinnita
eu: Egiaztatu
fil: I-verify
gu: વેરીફાય કરો
hy: Ստուգել
is: Staðfesta
ka: გადამოწმება
kk: Тексеру
km: ផ្ទៀងផ្ទាត់
kn: ಪರಿಶೀಲಿಸಿ
ky: Текшерүү
lo: ຢຶດຢັນ
mk: Верифицирај
ml: സത്യമാക്കുക
mn: Баталгаажуулах
my: အတည်ပြုပါ
or: ସତ୍ୟାପିତ କରନ୍ତୁ
pa: ਤਸਦੀਕ ਕਰੋ
ps: تایید کړئ
si: සත්‍යාපනය කරන්න
sl: Preveri
ta: சரிபார்க்கவும்
te: ధృవీకరించు
tt: Раслагыз
uz: Tasdiqlash
zu: Qinisekisa

# resendIn
source: Resend OTP in
am: በ ውስጥ OTP ን እንደገና ይላኩ
as: OTP পুনৰ পঠাবলৈ
bg: Изпрати отново след
cy: Ail-anfon OTP mewn
et: Saada OTP uuesti sisse
eu: Berrabiatu OTP in
fil: Ipadala muli sa loob ng
gu: OTP ફરી મોકલો
hy: Կրկին ուղարկել OTP-ն՝
is: Sendu OTP aftur í
ka: OTP-ის ხელახალი გაგზავნა
kk: OTP қайта жіберу
km: ផ្ញើ OTP ម្តងទៀតនៅក្នុង
kn: OTP ಪುನಃ ಕಳುಹಿಸಿ
ky: OTP кайра жөнөтүү
lo: ສົ່ງໃຫມ່ OTP ໃນ
mk: Повторно испрати за
ml: പുനർ അയയ്ക്കുക
mn: дахин илгээх
my: OTP ကို နောက်တစ်ကြိမ်ပို့ပါ
or: OTP ପୁନଃ ପଠାନ୍ତୁ
pa: ਦੁਬਾਰਾ ਭੇਜੋ
ps: په کې OTP بیا واستوئ
si: OTP නැවත යවන්න
sl: Ponovno pošlji kodo OTP v
ta: OTP மறுதொடர்ந்து அனுப்பவும்
te: OTP ను తిరిగి పంపండి
tt: Кабат җибәрү
uz: OTPni qayta yuborish daqiqada
zu: Thumela kabusha i-OTP ngemuva kwe-

source: Free Lifetime Update
am: ነፃ የህይወት ዘመን ዝመና
as: মুক্ত আজীৱন আপডেট
bg: Безплатна доживотна актуализация
cy: Diweddariad oes oes rhad ac am ddim
et: Tasuta eluaegne värskendus
eu: Doako Bizitza Osoko Eguneratzea
fil: Libreng Pag-update sa Buong Buhay
gu: ફ્રી લાઈફટાઈમ અપડેટ
hy: Անվճար կյանքի ընթացքում թարմացում
is: Ókeypis endurlifandi uppfærsla
ka: უფასო სიცოცხლის განმავლობაში განახლება
kk: Тегін Өмірлік Жаңарту
km: អាប់ដេតឥតគិតថ្លៃជារៀងរាល់ជីវិត
kn: ಮೋಡತ ಬದಲಾವಣೆ ಸದಾ ಉಚಿತ
ky: Өмүр бою акысыз жаңыртуу
lo: ອັບໍ່ງເປັນເສດສະດອບໄດ້
mk: Бесплатно доживотно ажурирање
ml: സൗജന്യ ലൈഫ്‌ടൈം അപ്‌ഡേറ്റ്
mn: Үнэгүй насан туршийн шинэчлэлт
my: အခမဲ့ အကြီးအကျယ် အပ်ဒိတ်
or: ମାଗଣା ଜୀବନପର୍ଯ୍ୟନ୍ତ ଅପଡେଟ୍
pa: ਮੁਫ਼ਤ ਲਾਈਫਟਾਈਮ ਅਪਡੇਟ
ps: وړیا عمري تازه کول
si: අනෙක් ජීවිතය සඳහා නොමිලේ යාවත්කාලීන
sl: Brezplačna doživljenjska posodobitev
ta: சாதாரணமாகச் சொந்தமாகுமாறு மாற்றங்களை இலகுவாகக் பெறுங்கள்
te: ఉచిత జీవితకాల నవీకరణ
tt: Бушлай гомерлек яңарту
uz: Umrbod Bepul Yangilash
zu: Isibuyekezo Samahhala Sokuphila Konke

# android
source: Android & iOS App Support
am: የ Android እና iOS መተግበሪያ ድጋፍ
as: এণ্ড্ৰইড আৰু iOS এপ সমৰ্থন
bg: Поддръжка на приложения за Android и iOS
cy: Cefnogaeth Ap Android ac iOS
et: Android & iOS rakenduse tugi
eu: Android eta iOS Aplikazioaren Laguntza
fil: Suporta sa Android & iOS App
gu: Android & iOS એપ સપોર્ટ
hy: Android & iOS հավելվածի աջակցություն
is: Android & iOS App Stuðningur
ka: Android & iOS აპლიკაციის მხარდაჭერა
kk: Android және iOS Қолдау
km: ការគាំទ្រអំពីកម្មវិធី Android និង iOS
kn: ಆಂಡ್ರಾಯ್ಡ್ ಮತ್ತು iOS ಅಪ್ಲಿಕೇಶನ್ ಬೆಂಬಲ
ky: Android & iOS колдонмолорун колдоо
lo: ສະໜອງອະບັບ Android ແລະ iOS
mk: Поддршка за Android & iOS апликации
ml: ആൻഡ്രോയിഡ് & iOS ആപ്പ് സപ്പോർട്ട്
mn: Android & iOS аппыг дэмжих
my: Android နှင့် iOS အက်ပ် အထောက်အပံ့
or: ଆଣ୍ଡ୍ରୟଡ୍ & iOS ଆପ୍ ସମର୍ଥନ
pa: ਐਂਡਰਾਇਡ ਅਤੇ ਆਈਓਐਸ ਐਪ ਸਪੋਰਟ
ps: Android & iOS اپلیکیشن ملاتړ
si: Android සහ iOS යෙදුම් සහාය
sl: Podpora za Android & iOS aplikacije
ta: Android & iOS செயலி ஆதரவு
te: Android & iOS యాప్ మద్దతు
tt: Android & iOS кушымта ярдәме
uz: Android & iOS App Yordami
zu: Ukusekelwa Kwephephakuhle lwe-Android ne-iOS

# premiumCustomerSupport
source: Android & iOS App Support
am: የ Android እና iOS መተግበሪያ ድጋፍ
as: এণ্ড্ৰইড আৰু iOS এপ সমৰ্থন
bg: Премиум клиентска поддръжка
cy: Cefnogaeth Cwsmer Premiwm
et: Premium klienditugi
eu: Android eta iOS Aplikazioaren Laguntza
fil: Premium Customer Support
gu: પ્રીમિયમ ગ્રાહક સપોર્ટ
hy: Android & iOS հավելվածի աջակցություն
is: Úrvals viðskiptavinastjórnun
ka: პრემიუმ მომხმარებელთა მხარდაჭერა
kk: Android және iOS Қолдау
km: ការគាំទ្រអំពីកម្មវិធី Android និង iOS
kn: ಆಂಡ್ರಾಯ್ಡ್ ಮತ್ತು iOS ಅಪ್ಲಿಕೇಶನ್ ಬೆಂಬಲ
ky: Android & iOS колдонмолорун колдоо
lo: ສະໜອງອະບັບ Android ແລະ iOS
mk: Поддршка за Android & iOS апликации
ml: ആൻഡ്രോയിഡ് & iOS ആപ്പ് സപ്പോർട്ട്
mn: Android & iOS аппыг дэмжих
my: Android နှင့် iOS အက်ပ် အထောက်အပံ့
or: ଆଣ୍ଡ୍ରୟଡ୍ & iOS ଆପ୍ ସମର୍ଥନ
pa: ਐਂਡਰਾਇਡ ਅਤੇ ਆਈਓਐਸ ਐਪ ਸਪੋਰਟ
ps: Android & iOS اپلیکیشن ملاتړ
si: Android සහ iOS යෙදුම් සහාය
sl: Premium podpora strankam
ta: Android & iOS செயலி ஆதரவு
te: ప్రీమియం కస్టమర్ మద్దతు
tt: Android & iOS кушымта ярдәме
uz: Premium Mijozlarga Yordam
zu: Ukusekelwa Kwamakhasimende Okukhokhelwayo

source: Custom Invoice Branding
am: የተበጀ ደረሰኝ ብራንዲንግ
as: কাষ্টম ইনভইচ ব্রেণ্ডিং
bg: Персонализирано брандиране на фактури
cy: Brandio Anfoneb Arferol
et: Kohandatud arve brändimine
eu: Pertsonalizatutako Faktura Marka
gu: કસ્ટમ ઇન્વોઇસ બ્રાન્ડિંગ
hy: Հարմարեցված հաշիվ-ապրանքագրի բրենդավորում
is: Sérsniðið reikningsmerki
ka: ინვოისის ბრენდირების მორგება
kk: Жеке Шот-Брендинг
km: ការប្រកាសផ្ទាល់ខ្លួនលើវិក័យប័ត្រ
kn: ಕಸ್ಟಮ್ ಇನ್ವಾಯ್ಸ್ ಬ್ರಾಂಡಿಂಗ್
ky: Инвойстун өзүнчө брендинги
lo: ສະບັດຕິບອກແບບໃຫມ່ທີ່ລອງສົກລະຄາສະຕິ
mk: Прилагодено брендирање на фактура
ml: കസ്റ്റം ഇൻവോയ്സ് ബ്രാൻഡിംഗ്
mn: Тохируулгатай нэхэмжлэлийн брэндчилэлт
my: ကိုယ်ပိုင် အကောင့် အမှတ်အသား
or: କଷ୍ଟମ୍ ଇନଭୋଇସ୍ ବ୍ରାଣ୍ଡିଙ୍ଗ
pa: ਕਸਟਮ ਇਨਵੌਇਸ ਬ੍ਰਾਂਡਿੰਗ
ps: دودیز انوائس برانډینګ
si: අභිරුචි බිල්පත් මැරීම
sl: Prilagojeno blagovno znamko računa
ta: தனிப்பயனாக்கப்பட்ட பில் மார்கிங்
te: కస్టమ్ ఇన్‌వాయిస్ బ్రాండింగ్
tt: Индивидуаль счет брендингы
uz: Maxsus Invoyce Brendingi
zu: Ukubhendiwe Kwe-Invoice Engokwezifiso

source: Unlimited Usage
am: ያልተገደበ አጠቃቀም
as: অসীম ব্যৱহাৰ
bg: Неограничено използване
cy: Defnydd Diderfyn
et: Piiramatu kasutus
eu: Mugarik gabeko Erabilera
fil: Walang Limitasyong Paggamit
gu: અમર્યાદિત ઉપયોગ
hy: Անսահմանափակ օգտագործում
is: Ótakmarkað notkun
ka: უსაზღვრო გამოყენება
kk: Шектеусіз Пайдалану
km: ការប្រើប្រាស់ដោយមិនមានការកំណត់
kn: ಅನಂತ ಬಳಕೆ
ky: Чектелбеген колдонуу
lo: ການໃຊ້ງານບໍ່ຈຳກັດ
mk: Неограничена употреба
ml: അപരിമിതമായ ഉപയോഗം
mn: Хязгааргүй хэрэглээ
my: အကန့်အသတ်မရှိ သုံးစွဲမှု
or: ଅସୀମିତ ବ୍ୟବହାର
pa: ਅਸੀਮਿਤ ਵਰਤੋਂ
ps: بې پایه استعمال
si: අසීමිත භාවිතය
sl: Neomejena uporaba
ta: முறைப்பாடு இல்லாத பயன்பாடு
te: అపరిమిత ఉపయోగం
tt: Чиксез куллану
uz: Cheksiz Foydalanish
zu: Ukusetshenziswa Okungenamkhawulo

source: Free Data Backup
am: ነፃ የውሂብ ምትኬ
as: মুক্ত ডাটা ব্যাকআপ
bg: Безплатно архивиране на данни
cy: Cefnogaeth Ddata Am Ddim
et: Tasuta andmete varundamine
eu: Doako Datuen Babeskopia
fil: Libreng Data Backup
gu: ફ્રી ડેટા બેકઅપ
hy: Անվճար տվյալների պահպանում
is: Ókeypis gagnaafrit
ka: უფასო მონაცემთა სარეზერვო ასლი
kk: Тегін Деректерді Қайта Қалпына Келтіру
km: ការបម្រុងទិន្នន័យឥតគិតថ្លៃ
kn: ಉಚಿತ ಡೇಟಾ ಬ್ಯಾಕಪ್
ky: Акысыз маалыматтарды камдык көчүрмөлөө
lo: ສໍາເລັດຂໍ້ມູນຟຣີ
mk: Бесплатно резервно копирање на податоци
ml: സൗജന്യ ഡാറ്റ ബാക്കപ്പ്
mn: Үнэгүй өгөгдлийн нөөцлөлт
my: အခမဲ့ ဒေတာ ဘက်ပ်
or: ମାଗଣା ତଥ୍ୟ ବ୍ୟାକଅପ୍
pa: ਮੁਫ਼ਤ ਡਾਟਾ ਬੈਕਅਪ
ps: وړیا ډاټا بیک اپ
si: නොමිලේ දත්ත ආපසු ලබාදීම
sl: Brezplačno varnostno kopiranje podatkov
ta: இலவச தரவுப் பாதுகாப்பு
te: ఉచిత డేటా బ్యాకప్
tt: Бушлай мәгълүмат резерв копиясе
uz: BePul Ma'lumotlarni Zaxiralash
zu: Isipele Sedatha Samahhala
