Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

source: Add Note
am: ማስታወሻ አክል
as: টীকা যোগ কৰক
bg: Добави бележка
cy: Ychwanegu Nodyn
et: Lisa Märkus
eu: Oharra gehitu
fil: Magdagdag ng Tandaan
gu: નોંધ ઉમેરો
hy: Ավելացնել նշում
is: Bæta við athugasemd
ka: შენიშვნის დამატება
kk: Ескертпе қосу
km: បញ្ចូលចំណាំ
kn: ನೋಟ್ ಸೇರಿಸಿ
ky: Нота кошуу
lo: ເພີ່ມຫມາຍເຫດ
mk: Додај белешка
ml: കുറിപ്പ് ചേർക്കുക
mn: Тэмдэглэл нэмэх
my: မှတ်ချက်ထည့်ပါ
or: ଟୀକା ଯୋଡନ୍ତୁ
pa: ਨੋਟ ਜੋੜੋ
ps: یادښت اضافه کړئ
si: සටහනක් එකතු කරනවා
sl: Dodaj opombo
ta: குறிப்பு சேர்க்கவும்
te: గమనిక జోడించండి
tt: Искәрмә өстә
uz: Eslatma qo'shish
zu: Engeza Umhlahlandlela

source: Image
am: ምስል
as: চিত্ৰ
bg: Изображение
cy: Delwedd
et: Pilt
eu: Irudia
fil: Larawan
gu: છબી
hy: Պատկեր
is: Mynd
ka: სურათი
kk: Сурет
km: រូបភាព
kn: ಚಿತ್ರ
ky: Сүрөт
lo: ຮູບພາບ
mk: Слика
ml: ചിത്രം
mn: Зураг
my: ပုံ
or: ଛବି
pa: ਤਸਵੀਰ
ps: تصویر
si: රූපය
sl: Slika
ta: படம்
te: చిత్రం
tt: Рәсем
uz: Rasm
zu: Isithombe

source: Please connect the printer first
am: እባክዎን አታሚውን በመጀመሪያ ያገናኙ
as: অনুগ্ৰহ কৰি প্ৰথমে প্ৰিণ্টাৰ সংযোগ কৰক
bg: Моля, първо свържете принтера
cy: Cysylltwch yr argraffydd yn gyntaf
et: Palun ühendage printer kõigepealt
eu: Mesedez, konektatu inprimagailua lehenik
fil: Mangyaring ikonekta muna ang printer
gu: કૃપા કરીને પ્રિન્ટરને પ્રથમ કનેક્ટ કરો
hy: Խնդրում ենք նախ հասցեագրել տպիչը
is: Vinsamlegast tengdu prentara fyrst
ka: გთხოვთ პირველ რიგში დააკავშიროთ პრინტერი
kk: Алдымен принтерді байланысқа алыңыз
km: សូមភ្ជាប់​ម៉ាស៊ីន​បោះពុម្ភ​ជាមុន
kn: ದಯವಿಟ್ಟು ಮೊದಲು ಪ್ರಿಂಟರ್‌ನೇ ಸಂಪರ್ಕಿಸಿ
ky: Сураныч, алгач принтерди туташтырыңыз
lo: ກະລຸນາເຊື່ອມຕໍ່ເຫດຜົນກ່ອນ
mk: Ве молиме прво поврзете го печатачот
ml: ദയവായി ആദ്യം പ്രിന്റർ കണക്ട് ചെയ്യുക
mn: Эхлээд принтер холбоно уу
my: ကျေးဇူးပြု၍ ပင်နှစ်ထည့်ပါ
or: ଦୟାକରି ପ୍ରଥମେ ପ୍ରିଣ୍ଟରକୁ ସଂଯୁକ୍ତ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਪ੍ਰਿੰਟਰ ਕਨੈਕਟ ਕਰੋ
ps: لطفا لومړی پرنټر وصل کړئ
si: කරුණාකර ප්‍රින්ටරය පළමුව සම්බනවීම
sl: Prosimo, najprej povežite tiskalnik
ta: தயவுசெய்து முதலில் அச்சுப்பை இணைக்கவும்
te: దయచేసి ముందుగా ప్రింటర్‌ని కనెక్ట్ చేయండి
tt: Зинһар, принтерны беренче көнәкүштерегез
uz: Iltimos, avval printerni ulang
zu: Sicela uxhumanise umprinta kuqala

source: Select Category
am: ምድብ ይምረጡ
as: শ্ৰেণী বাচনি কৰক
bg: Избери категория
cy: Dewiswch Gategori
et: Vali Kategooria
eu: Hautatu kategoria
fil: Piliin ang Kategorya
gu: કેટેગરી પસંદ કરો
hy: Ընտրեք կատեգորիան
is: Veldu flokk
ka: აირჩიეთ კატეგორია
kk: Санатты таңдау
km: ជ្រើសរើសប្រភេទ
kn: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Категорияны тандаңыз
lo: ເລືອກປະເພດ
mk: Избери категорија
ml: വിഭാഗം തിരഞ്ഞെടുക്കുക
mn: Ангилал сонгох
my: အမျိုးအစားကိုရွေးပါ
or: ଶ୍ରେଣୀ ଚୟନ କରନ୍ତୁ
pa: ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ps: کټګوري غوره کړئ
si: ප්‍රවර්ගය තෝරනවා
sl: Izberi kategorijo
ta: வகையைத் தேர்வு செய்யவும்
te: వర్గాన్ని ఎంచుకోండి
tt: Категорияне сайлагыз
uz: Kategoriyani tanlang
zu: Khetha Igatsha

source: Enter expense date
am: የወጪ ቀን ያስገቡ
as: খৰচৰ তাৰিখ সন্নিবেশ কৰক
bg: Въведете дата на разход
cy: Rhowch ddyddiad y gwariant
et: Sisestage kulude kuupäev
eu: Sartu gastu data
fil: Ipasok ang petsa ng gastos
gu: ખર્ચની તારીખ દાખલ કરો
hy: Մուտքագրեք ծախսի ամսաթիվը
is: Sláðu inn kostnaðardagsetningu
ka: შეიყვანეთ ხარჯვის თარიღი
kk: Жарналды күндерді енгізіңіз
km: បញ្ចូលកាលបរិច្ឆេទចំណាយ
kn: ವೆಚ್ಚವನ್ನು ನಮೂದಿಸಿ
ky: Чыгымдын күнүн киргизиңиз
lo: ປ້ອນວັນທີ່ເງິນລາຍຮັບ
mk: Внесете датум на трошок
ml: ചെലവ് തീയതി നൽകുക
mn: Зардлын огноо оруулна уу
my: ကုန်ကျစရိတ်အချိန်ကိုရိုက်ထည့်ပါ
or: ଖର୍ଚ୍ଚ ତାରିଖ ଦାଖଲ କରନ୍ତୁ
pa: ਖ਼ਰਚ ਦੀ ਤਾਰੀਖ ਦਰਜ ਕਰੋ
ps: د لګښت نیټه داخل کړئ
si: වියදම් දිනය ඇතුළත් කරනවා
sl: Vnesite datum stroška
ta: செலவு தேதியை உள்ளிடவும்
te: ఖర్చు తేదీని నమోదు చేయండి
tt: Чыгым датасын кертегез
uz: Xarajat sanasini kiriting
zu: Faka usuku lokusebenzisa

source: Enter Name
am: ስም ያስገቡ
as: নাম সন্নিবেশ কৰক
bg: Въведете име
cy: Rhowch Enw
et: Sisestage Nimi
eu: Sartu izena
fil: Ipasok ang Pangalan
gu: નામ દાખલ કરો
hy: Մուտքագրեք անունը
is: Sláðu inn nafn
ka: შეიყვანეთ სახელი
kk: Атын енгізіңіз
km: បញ្ចូលឈ្មោះ
kn: ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Атын киргизиңиз
lo: ປ້ອນຊື່
mk: Внесете име
ml: പേര് നൽകുക
mn: Нэр оруулна уу
my: အမည်ကိုရိုက်ထည့်ပါ
or: ନାମ ଦାଖଲ କରନ୍ତୁ
pa: ਨਾਮ ਦਰਜ ਕਰੋ
ps: نوم داخل کړئ
si: නම ඇතුළත් කරනවා
sl: Vnesite ime
ta: பெயரை உள்ளிடவும்
te: పేరు నమోదు చేయండి
tt: Исемне кертегез
uz: Ismni kiriting
zu: Faka Igama

source: Enter Amount
am: መጠን ያስገቡ
as: টকা সন্নিবেশ কৰক
bg: Въведете сума
cy: Rhowch Swm
et: Sisestage Summa
eu: Sartu zenbatekoa
fil: Ipasok ang Halaga
gu: રકમ દાખલ કરો
hy: Մուտքագրեք գումարը
is: Sláðu inn upphæð
ka: შეიყვანეთ თანხა
kk: Сомманы енгізіңіз
km: បញ្ចូលចំនួន
kn: ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ky: Сумманы киргизиңиз
lo: ປ້ອນຈຳນວນເງິນ
mk: Внесете износ
ml: തുക നൽകുക
mn: Дүн оруулна уу
my: ပမာဏကိုရိုက်ထည့်ပါ
or: ରାଶି ଦାଖଲ କରନ୍ତୁ
pa: ਰਾਸ਼ੀ ਦਰਜ ਕਰੋ
ps: مقدار داخل کړئ
si: ප්‍රමාණය ඇතුළත් කරනවා
sl: Vnesite znesek
ta: தொகையை உள்ளிடவும்
te: మొత్తాన్ని నమోదు చేయండి
tt: Сумманы кертегез
uz: Miqdorni kiriting
zu: Faka Inani

# enterRefNumber
source: Enter reference number
am: ማጣቀሻ ቁጥር ያስገቡ
as: ৰেফাৰেন্স নম্বৰ সন্নিবেশ কৰক
bg: Въведете референтен номер
cy: Rhowch rhif cyfeirnod
et: Sisestage viitenumber
eu: Sartu erreferentzia zenbakia
fil: Ipasok ang numero ng reference
gu: રેફરન્સ નંબર દાખલ કરો
hy: Մուտքագրեք հղումների համարը
is: Sláðu inn tilvísunarnúmer
ka: შეიყვანეთ ბმულის ნომერი
kk: Анықтама нөмірін енгізіңіз
km: បញ្ចូលលេខយោង
kn: ಹಂತ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Шилтеме номерин киргизиңиз
lo: ປ້ອນເລກມັດຈຳນວນ
mk: Внесете референцен број
ml: റഫറൻസ് നമ്പർ നൽകുക
mn: Лавлах дугаар оруулна уу
my: မှတ်တမ်းနံပါတ်ကိုရိုက်ထည့်ပါ
or: ଉଲ୍ଲେଖ ନମ୍ବର ଦାଖଲ କରନ୍ତୁ
pa: ਰੈਫਰੈਂਸ ਨੰਬਰ ਦਰਜ ਕਰੋ
ps: ریفرنس نمبر داخل کړئ
si: සම්බන්ධවීමේ අංකය ඇතුළත් කරනවා
sl: Vnesite referenčno številko
ta: புகழ் எண்ணை உள்ளிடவும்
te: రిఫరెన్స్ నంబర్ నమోదు చేయండి
tt: Искәрмә номерын кертегез
uz: Ma'lumotnoma raqamini kiriting
zu: Faka inombolo yokubhekisisa

# fashions
source: Fashion
am: ፋሽን
as: ফেশ্বন
bg: Мода
cy: Ffasiwn
et: Mood
eu: Moda
gu: ફેશન
hy: Մոդա
is: Tískufatnaður
ka: მოდა
kk: Модалар
km: ស្ថាបត្យកម្ម
kn: ಫ್ಯಾಷನ್
ky: Мода
lo: ເສື້ອຂ່າວ
mk: Мода
ml: ഫാഷൻ
mn: Загвар
my: ဖက်ရှင်းစားများ
or: ଫ୍ୟାସନ୍
pa: ਫੈਸ਼ਨ
ps: فیشن
si: විදේශීය
sl: Moda
ta: ஃபேஷன்
te: ఫ్యాషన్
tt: Мода
uz: Moda
zu: Imitshi

source: Bill To
am: ሂሳብ ለ
as: বিল টু
bg: Фактура към
cy: Bil I
et: Arve Saajale
eu: Faktura
fil: Bill Sa
gu: બિલ ટુ
hy: Հաշիվը
is: Reikningur til
ka: გადასახადის მიმღები
kk: Төлеуші
km: វិក្កយបត្រទៅ
kn: ಬಿಲ್ ಟು
ky: Эсеп-фактура
lo: ລາຍລະອຽດເອກະສານ
mk: Фактура до
ml: ബിൽ ടു
mn: Нэхэмжлэлд
my: ငွေတောင်းရန်
or: ବିଲ୍ ପାଇଁ
pa: ਬਿੱਲ ਤੱਕ
ps: بیل ته
si: බිල් කරනවා
sl: Račun na
ta: பில் அனுப்புவர்
te: బిల్లుకు
tt: Счетка
uz: Hisob-fakturaga
zu: Ibhili Ku-

source: Total Due
am: ጠቅላላ ዕዳ
as: মুঠ বকেয়া
bg: Общо дължимо
cy: Cyfanswm Dyledus
et: Kokku Võlgnetavat
eu: Denera zor
fil: Kabuuang Dapat Bayaran
gu: કુલ બાકી રકમ
hy: Ընդհանուր պարտք
is: Samtals til greiðslu
ka: საერთო დავალიანება
kk: Барлық нарықтық
km: សរុបត្រូវបង់
kn: ಮೊತ್ತದ ಸಾಲನ್ನು
ky: Жалпы карыз
lo: ຍອດເງິນຄົບກຳນົດ
mk: Вкупно долго
ml: ആകെ തുക
mn: Нийт төлөх дүн
my: စုစုပေါင်းကျန်ငွေ
or: ମୋଟ ବକେୟା
pa: ਕੁੱਲ ਬਕਾਇਆ
ps: ټول پور
si: මුළු හිඟක්
sl: Skupni znesek
ta: மொத்த செலுத்தும்
te: మొత్తం బకాయి
tt: Гомуми бурыч
uz: Umumiy Qarz
zu: Inani Eliphelele

# paymentsAmount
source: Payment Amounts
am: የክፍያ መጠኖች
as: পেমেন্টৰ পৰিমাণ
bg: Суми на плащанията
cy: Swm Taliadau
et: Maksete Summad
eu: Ordainketa zenbatekoak
fil: Mga Halaga ng Pagbabayad
gu: પેમેન્ટ રકમ
hy: Վճարների գումարը
is: Greitt upphæð
ka: გადახდის თანხები
kk: Төлем сомасы
km: ចំនួនការទូទាត់
kn: ಪಾವತಿ ಮೊತ್ತ
ky: Төлөм суммасы
lo: ຈຳນວນການຈ່າຍເງິນ
mk: Износи на плаќање
ml: പേയ്മെന്റ് തുകകൾ
mn: Төлбөрийн дүн
my: ငွေပေးချေရန်ပမာဏများ
or: ମୋଟ ପେମେଣ୍ଟ
pa: ਭੁਗਤਾਨ ਰਾਸ਼ੀਆਂ
ps: د تادیاتو مقدارونه
si: ගෙවීමේ ප්‍රමාණයන්
sl: Zneski plačil
ta: கட்டணத் தொகைகள்
te: చెల్లింపు మొత్తాలు
tt: Түләү суммасы
uz: To'lov Miqdorlari
zu: Amanani Okukhokha

source: Remaining Due
am: ቀሪ ዕዳ
as: বাকী বকেয়া
bg: Оставащо дължимо
cy: Dyledus Arhosol
et: Jääk Võlgnetav
eu: Gainerako zorra
fil: Natitirang Dapat Bayaran
gu: બાકી રકમ
hy: Մնացած պարտքը
is: Eftirstöðvar
ka: დარჩენილი დავალიანება
kk: Қалған нарық
km: នៅសល់ត្រូវបង់
kn: ಉಳಿದ ಸಾಲನ್ನು
ky: Калган карыз
lo: ຍອດເງິນຄົບຍ່າງປະກັນ
mk: Преостанато долго
ml: ശേഷിക്കുന്ന തുക
mn: Үлдсэн төлөх дүн
my: ကျန်ငွေကျလက်ကျန်
or: ବକେୟା ରାଶି
pa: ਬਾਕੀ ਬਕਾਇਆ
ps: پاتې پور
si: ඉතිරි හිඟක්
sl: Preostali znesek
ta: மீதியை விட்டுவிட்டு செலுத்தும்
te: మిగిలి ఉన్న బకాయి
tt: Калган бурыч
uz: Qolgan Qarz
zu: Esalisele Okufanele Sikhokhe

source: Thank you for your due payment
am: ለዕዳዎ ክፍያ እናመሰግናለን
as: আপোনাৰ বকেয়া পৰিশোধৰ বাবে ধন্যবাদ
bg: Благодарим Ви за плащането на дължимото
cy: Diolch am eich taliad dyledus
et: Tänan teid võla tasumise eest
eu: Eskerrik asko zure zorra ordaintzeagatik
fil: Salamat sa iyong bayad na dapat bayaran
gu: તમારા બાકી ચુકવણી માટે આભાર
hy: Շնորհակալություն պարտքի վճարման համար
is: Takk fyrir greitt gjöld
ka: გმადლობთ დავალიანების გადახდისთვის
kk: Сіздің нарық төлеміңіз үшін рахмет
km: សូមអរគុណចំពោះការបង់ប្រាក់នៅពេលរឺបញ្ជាក់
kn: ನಿಮ್ಮ ಬಾಕಿ ಪಾವತಿಗಾಗಿ ಧನ್ಯವಾದಗಳು
ky: Төлөмүңүз үчүн рахмат
lo: ຂໍທີ່ທ່ານຈ່າຍເງິນອະນຸມັດຂອງທ່ານ
mk: Ви благодариме за вашето плаќање на долгот
ml: നിങ്ങളുടെ കൃത്യസമയ പേയ്‌മെന്റിന് നന്ദി
mn: Таны төлбөрийг хүлээн авсанд баярлалаа
my: ကျန်ငွေပေးချေမှုအတွက် ကျေးဇူးပြုပြီးတော့သင်တို့ကိုကျေးဇူးကိုက်ညီမည်
or: ଆପଣଙ୍କ ବକେୟା ପେମେଣ୍ଟ ପାଇଁ ଧନ୍ୟବାଦ
pa: ਤੁਹਾਡੇ ਬਕਾਇਆ ਭੁਗਤਾਨ ਲਈ ਧੰਨਵਾਦ
ps: ستاسو د پور تادیه لپاره مننه
si: ඔබගේ භාණ්ඩ ගෙවිමට ස්තුතියි
sl: Hvala za vaše plačilo
ta: உங்கள் செலுத்தலாக நன்றி
te: మీ బకాయి చెల్లింపుకు ధన్యవాదాలు
tt: Сезнең бурыч түләүегез өчен рәхмәт
uz: Sizning qarz to'lovingiz uchun rahmat
zu: Siyabonga ngokukhokha okufanele

source: Print
am: አትም
as: প্ৰিন্ট কৰক
bg: Принтирай
cy: Printio
et: Prindi
eu: Inprimatu
fil: I-print
gu: પ્રિન્ટ કરો
hy: Տպել
is: Prenta
ka: ბეჭდვა
kk: Шығару
km: បោះពុម្ព
kn: ಮುದ್ರಿಸು
ky: Басып чыгаруу
lo: ພິມ
mk: Печати
ml: പ്രിന്റ് ചെയ്യുക
mn: Хэвлэх
my: ပုံနှိပ်ပါ
or: ପ୍ରିଣ୍ଟ କରନ୍ତୁ
pa: ਪ੍ਰਿੰਟ ਕਰੋ
ps: پرنټ کړئ
si: මුද්‍රණය
sl: Natisni
ta: அச்சிடு
te: ముద్రించు
tt: Басма
uz: Chop etish
zu: Printa

# unitPirce
source: Unit Price
am: አሃድ ዋጋ
as: এটা ইউনিটৰ মূল্য
bg: Цена за единица
cy: Pris Uned
et: Ühikuhind
eu: Unitateko prezioa
fil: Presyo ng Unit
gu: યુનિટ પ્રાઈસ
hy: Միավորի գինը
is: Einisverð
ka: ერთეულის ფასი
kk: Бірлік бағасы
kn: ಘಟಕ ಬೆಲೆ
ky: Бирдик баасы
lo: ລາຄາໜ້າຫຼັກ
mk: Единична цена
ml: യൂണിറ്റ് വില
mn: Нэгжийн үнэ
or: ଇଉନିଟ୍ ମୂଲ୍ୟ
pa: ਯੂਨਿਟ ਕੀਮਤ
ps: یونټ قیمت
sl: Cena enote
ta: ஒருங்கிணைக்கான விலை
te: యూనిట్ ధర
tt: Берәмлек бәясе
uz: Birlik Narxi
zu: Intengo Yesihluzo

source: Total Price
am: ጠቅላላ ዋጋ
as: মুঠ মূল্য
bg: Обща цена
cy: Pris Cyfanswm
et: Kokkuhind
eu: Guztirako prezioa
fil: Kabuuang Presyo
gu: કુલ કિંમત
hy: Ընդհանուր գինը
is: Heildarverð
ka: საერთო ფასი
kk: Жалпы бағасы
km: តំលៃសរុប
kn: ಒಟ್ಟು ಬೆಲೆ
ky: Жалпы баасы
lo: ລາຄາລວມ
mk: Вкупна цена
ml: ആകെ വില
mn: Нийт үнэ
my: စုစုပေါင်းကျသည်
or: ମୋଟ ମୂଲ୍ୟ
pa: ਕੁੱਲ ਕੀਮਤ
ps: ټول قیمت
si: මුළු වටිනාකම
sl: Skupna cena
ta: மொத்த விலை
te: మొత్తం ధర
tt: Гомуми бәя
uz: Umumiy Narx
zu: Intengo Ephelele

source: Total Vat
am: ጠቅላላ ቫት
as: মুঠ ভেট
bg: Общ ДДС
cy: Cyfanswm VAT
et: Kokku KM
eu: BEZ guztira
fil: Kabuuang VAT
gu: કુલ વેટ
hy: Ընդհանուր ԱԱՀ-ը
is: Heildarvirðisaukaskattur
ka: საერთო დღგ
kk: Жалпы НДС
km: តំលៃសេរីសរុប
kn: ಒಟ್ಟು ವ್ಯಾಟ್
ky: Жалпы КНС
lo: ລວມພາສີ
mk: Вкупен ДДВ
ml: ആകെ വാറ്റ്
mn: Нийт НӨАТ
my: အသံပစ်အပစ်စုစုပေါင်း
or: ମୋଟ ଭ୍ୟାଟ୍
pa: ਕੁੱਲ ਵੈਟ
ps: ټول مالیه
si: මුළු එකතුව
sl: Skupni DDV
ta: மொத்த வாட்டு
te: మొత్తం VAT
tt: Гомуми ВАТ
uz: Umumiy QQS
zu: I-VAT Ephelele

source: Delivery Charge
am: የመላኪያ ክፍያ
as: ডেলিভাৰী চাৰ্জ
bg: Такса за доставка
cy: Tâl Cyflwyno
et: Tarnekulu
eu: Bidalketa kargua
fil: Bayad sa Paghahatid
gu: ડિલિવરી ચાર્જ
hy: Առաքման վճարը
is: Sendingarkostnaður
ka: მიწოდების საფასური
kk: Жеткізу шығару
km: ថ្លៃដឹកជញ្ជូន
kn: ವಿತರಣಾ ಶುಲ್ಕ
ky: Жеткирүү акысы
lo: ຄ່າຂົນສົ່ງສິນຄ້າ
mk: Такса за достава
ml: ഡെലിവറി ചാർജ്
mn: Хүргэлтийн төлбөр
my: ပို့ခြင်းကျသည်
or: ଡେଲିଭେରି ଖର୍ଚ୍ଚ
pa: ਡਿਲਿਵਰੀ ਚਾਰਜ
ps: د رسولو فیس
si: භාණ්ඩ මුදල
sl: Strošek dostave
ta: விநியோக கட்டணம்
te: డెలివరీ ఛార్జ్
tt: Тәэмин итү хакы
uz: Yetkazib berish To'lovi
zu: Imali Yokulethwa

source: Total Payable
am: ጠቅላላ ክፍያ
as: মুঠ পৰিশোধযোগ্য
bg: Общо за плащане
cy: Cyfanswm i'w Dalu
et: Kokku Makstav
eu: Guztira ordaindu beharrekoa
fil: Kabuuan ng Bayaran
gu: કુલ ચુકવણીપાત્ર
hy: Ընդհանուր վճարելի
is: Heildarupphæð til greiðslu
ka: საერთო გადასახადი
kk: Жалпы төлеуі
km: សរុបត្រូវបង់ប្រាក់
kn: ಮೊತ್ತದ ಪಾವತಿ
ky: Жалпы төлөнүүчү сумма
lo: ຍອດເງິນລວມທັງໝົດ
mk: Вкупно за плаќање
ml: ആകെ പേയ്‌മെന്റ്
mn: Нийт төлөх дүн
my: စုစုပေါင်းကျသင့်သော
or: ମୋଟ ଦାୟୀ
pa: ਕੁੱਲ ਅਦਾਇਗੀਯੋਗ
ps: ټول تادیه وړ
si: මුළු ගෙවිමක්
sl: Skupno plačilo
ta: மொத்த செலுத்தும்
te: మొత్తం చెల్లించాల్సింది
tt: Гомуми түләү суммасы
uz: Umumiy To'lanishi kerak
zu: Inani Eliphelele Okufanele Likhokhelwe

source: Thak you for your purchase
am: ለግዢዎ እናመሰግናለን
as: আপোনাৰ ক্ৰয়ৰ বাবে ধন্যবাদ
bg: Благодарим Ви за покупката
cy: Diolch am eich pryniant
et: Tänan teid ostu eest
eu: Eskerrik asko zure erosketagatik
fil: Salamat sa iyong pagbili
gu: તમારી ખરીદી માટે આભાર
hy: Շնորհակալություն գնման համար
is: Takk fyrir kaupið
ka: გმადლობთ შესყიდვისთვის
kk: Сатып алу үшін рахмет
kn: ಖರೀದಿಗಾಗಿ ಧನ್ಯವಾದಗಳು
ky: Сатып алганыңыз үчүн рахмат
lo: ຂໍທີ່ທ່ານຊື້ສິນຄ້າຂອງທ່ານ
mk: Ви благодариме за вашата куповina
ml: നിങ്ങളുടെ വാങ്ങലിന് നന്ദി
mn: Таны худалдан авалтанд баярлалаа
or: ଆପଣଙ୍କର କ୍ରୟ ପାଇଁ ଧନ୍ୟବାଦ
pa: ਤੁਹਾਡੀ ਖਰੀਦ ਲਈ ਧੰਨਵਾਦ
ps: ستاسو د پیرود لپاره مننه
sl: Hvala za vaš nakup
ta: உங்கள் வாங்குதல் காரணமாக நன்றி
te: మీ కొనుగోలుకు ధన్యవాదాలు
tt: Сезнең сатып алуыгыз өчен рәхмәт
uz: Xaridlaringiz uchun rahmat
zu: Siyabonga ngokuthenga kwakho

# pleaseConnectYourBlutohPrinter
source: Please connect your bluetooth printer
am: እባክዎን የብሉቱዝ አታሚዎን ያገናኙ
as: অনুগ্ৰহ কৰি আপোনাৰ ব্লুটুথ প্ৰিণ্টাৰ সংযোগ কৰক
bg: Моля, свържете вашия Bluetooth принтер
cy: Cysylltwch eich argraffydd Bluetooth
et: Palun ühendage oma Bluetooth-printer
eu: Mesedez, konektatu zure bluetooth inprimagailua
fil: Mangyaring ikonekta ang iyong bluetooth printer
gu: કૃપા કરીને તમારા બ્લુટુથ પ્રિન્ટરને કનેક્ટ કરો
hy: Խնդրում ենք կապ հաստատեք ձեր Bluetooth տպիչի հետ
is: Vinsamlegast tengdu Bluetooth-prentara þinn
ka: გთხოვთ დააკავშიროთ თქვენი Bluetooth პრინტერი
kk: Bluetooth принтеріңізді қосыңыз
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬ್ಲೂಟೂತ್ ಪ್ರಿಂಟರ್‌ನೇ ಸಂಪರ್ಕಿಸಿ
ky: Сураныч, Bluetooth принтериңизди туташтырыңыз
lo: ກະລຸນາເຊື່ອມຕໍ່ພິມບລັອກົງອາວະກົດຂອງທ່ານ
mk: Ве молиме поврзете го вашиот Bluetooth печатач
ml: ദയവായി നിങ്ങളുടെ ബ്ലൂടൂത്ത് പ്രിന്റർ കണക്ട് ചെയ്യുക
mn: Bluetooth принтерээ холбоно уу
my: ကျေးဇူးပြု၍ သင့်ဘလူ့ပုံထီးသို့ချိတ်ဆက်ပါ
or: ଦୟାକରି ଆପଣଙ୍କର ବ୍ଲୁଟୁଥ୍ ପ୍ରିଣ୍ଟର ସଂଯୁକ୍ତ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਬਲੂਟੁੱਥ ਪ੍ਰਿੰਟਰ ਕਨੈਕਟ ਕਰੋ
ps: لطفا خپل بلوتوټ پرنټر وصل کړئ
sl: Prosimo, povežite svoj Bluetooth tiskalnik
ta: தயவுசெய்து உங்கள் பிளூடூ அச்சுப்பை இணைக்கவும்
te: దయచేసి మీ బ్లూటూత్ ప్రింటర్‌ని కనెక్ట్ చేయండి
tt: Зинһар, сезнең блютуз принтерыгызны көнәкүштерегез
uz: Iltimos, bluetooth printeringizni ulang
zu: Sicela uxhumanise umprinta wakho we-Bluetooth

source: Edit Socail Media
am: ማህበራዊ ሚዲያን አርትዕ ያድርጉ
as: চ'চিয়েল মিডিয়া সম্পাদনা কৰক
bg: Редактирай социални медии
cy: Golygu Cyfryngau Cymdeithasol
et: Muuda Sotsiaalmeediat
eu: Editatu Sare Sozialak
fil: I-edit ang Social Media
gu: સોશિયલ મીડિયા સંપાદિત કરો
hy: Խմբագրել սոցիալական լրատվամիջոցները
is: Breyta félagslegum fjölmiðlum
ka: სოციალური მედიის რედაქტირება
kk: Әлеуметтік медианы редакциялау
kn: ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮಗಳನ್ನು ಸಂಪಾದಿಸಿ
ky: Социалдык медианы түзөтүү
lo: ແກ້ໄຂສື່ອງການສຶກສາ
mk: Уреди социјални медиуми
ml: സോഷ്യൽ മീഡിയ എഡിറ്റ് ചെയ്യുക
mn: Нийгмийн сүлжээг засварлах
my: လူ့အင်္ဂလိပ်များကို တည်းဖြတ်ပါ
or: ସୋସିଆଲ୍ ମିଡିଆ ସଂପାଦନା କରନ୍ତୁ
pa: ਸੋਸ਼ਲ ਮੀਡੀਆ ਸੰਪਾਦਿਤ ਕਰੋ
ps: د ټولنیزو رسنیو ایډیټ کول
sl: Uredi družbene medije
ta: சோஷல் மீடியாவைத் திருத்துக
te: సోషల్ మీడియాను సవరించండి
tt: Социаль медианы үзгәртергә
uz: Ijtimoiy Mediani Tahrirlash
zu: Hlela Imidiya Yezenhlalo

source: Social Marketing
am: ማህበራዊ ግብይት
as: চ'চিয়েল মাৰ্কেটিং
bg: Социален маркетинг
cy: Marchnata Cymdeithasol
et: Sotsiaalmeedia Turundus
eu: Sare sozialen marketina
gu: સોશિયલ માર્કેટિંગ
hy: Սոցիալական մարքեթինգ
is: Félagsleg markaðssetning
ka: სოციალური მარკეტინგი
kk: Әлеуметтік маркетинг
km: ប្រព័ន្ធប្រតិបត្តិការសង្គម
kn: ಸಾಮಾಜಿಕ ಮಾರ್ಕೆಟಿಂಗ್
ky: Социалдык маркетинг
lo: ການສຶກສາສື່ອງການສາຍ
mk: Социјален маркетинг
ml: സോഷ്യൽ മാർക്കറ്റിംഗ്
mn: Нийгмийн маркетинг
my: လူမှုစနစ်တစ်ခု
or: ସାମାଜିକ ବିପଣି
pa: ਸੋਸ਼ਲ ਮਾਰਕੀਟਿੰਗ
ps: ټولنیز مارکیټنگ
si: සමාජ වෙබ් අඩවිය
sl: Družbeni marketing
ta: சமூக விபர விபரம்
te: సోషల్ మార్కెటింగ్
tt: Социаль маркетинг
uz: Ijtimoiy Marketing
zu: Ukukhangisa Kwezomphakathi

source: Share
am: አጋራ
as: চাৰা
bg: Сподели
cy: Rhannu
et: Jaga
eu: Partekatu
fil: Ibahagi
gu: શેર કરો
hy: Կիսվել
is: Deila
ka: გაზიარება
kk: Бөлісу
km: ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಿ
ky: Бөлүшүү
lo: ແບ່ງປັນ
mk: Сподели
ml: പങ്കിടുക
mn: Хуваалцах
my: မျှဝေရန်
or: ସେୟାର୍ କରନ୍ତୁ
pa: ਸ਼ੇਅਰ ਕਰੋ
ps: شریک کړئ
si: බෙදාගන්න
sl: Deli
ta: பகிர்
te: షేర్ చేయండి
tt: Уртаклашырга
uz: Baham ko'rish
zu: Yabelana

source: Notification
am: ማሳወቂያ
as: অধিসূচনা
bg: Известие
cy: Hysbysiad
et: Teavitus
eu: Jakinarazpena
fil: Abiso
gu: સૂચના
hy: Հայտարարություն
is: Tilkynning
ka: შეტყობინება
kk: Хабарлама
km: ការជូនដំណឹង
kn: ಅಧಿಸೂಚನೆ
ky: Билдирмелер
lo: ການແຈ້ງເຕືອນ
mk: Повестување
ml: അറിയിപ്പ്
mn: Мэдэгдэл
my: အသိပေးချက်
or: ସୂଚନା
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ
ps: خبرتیا
si: සේවාව
sl: Obvestilo
ta: அறிவிப்பு
te: నోటిఫికేషన్
tt: Хәбәр
uz: Xabarnoma
zu: Isaziso

source: Purchase Alarm
am: የግዢ ማንቂያ
as: ক্ৰয়ৰ এলাৰ্ম
bg: Аларма за покупка
cy: Alarwm Prynu
et: Ostualarm
eu: Erosketa alarma
fil: Alarma sa Pagbili
gu: ખરીદી એલાર્મ
hy: Գնման ազդանշան
is: Kaupviðvörun
ka: შესყიდვის განგაში
kk: Сатып алу ескертпесі
km: ការណាត់ជួបទិញ
kn: ಖರೀದಿ ಅಲಾರಂ
ky: Сатып алуу эскертмеси
lo: ແຈ້ງເຕືອນການຊື້
mk: Аларм за купување
ml: വാങ്ങൽ അലാറം
mn: Худалдан авалтын дохио
my: ဝယ်ယူသော အရာကာများ
or: କ୍ରୟ ସତର୍କତା
pa: ਖਰੀਦ ਅਲਾਰਮ
ps: د پیرود الارم
si: විකුණු සංඛ්‍යා
sl: Alarm za nakup
ta: வாங்குதல் அலாரம்
te: కొనుగోలు అలారం
tt: Сатып алу хәбәре
uz: Xarid Signali
zu: I-alamu Yokuthengwa

source: Purchase Confirmed
am: ግዢ ተረጋገጠ
as: ক্ৰয় নিশ্চিত কৰা হৈছে
bg: Покупка потвърдена
cy: Pryniant Cadarnhawyd
et: Ost Kinnitatud
eu: Erosketa baieztatua
fil: Nakumpirma ang Pagbili
gu: ખરીદીની પુષ્ટિ થઈ
hy: Գնումը հաստատվել է
is: Kaup staðfest
ka: შესყიდვა დადასტურებულია
kk: Сатып алу расталды
km: ការទិញបានអនុម័ត
kn: ಖರೀದಿ ದೃಢೀಕರಿಸಲಾಗಿದೆ
ky: Сатып алуу ырасталды
lo: ຢືນຢັນການຊື້
mk: Купување потврдено
ml: വാങ്ങൽ സ്ഥിരീകരിച്ചു
mn: Худалдан авалт батлагдсан
my: ဝယ်ယူမှု အတည်ပြုပြီး
or: କ୍ରୟ ନିଶ୍ଚିତ
pa: ਖਰੀਦ ਦੀ ਪੁਸ਼ਟੀ ਹੋ ਗਈ
ps: پیرود تایید شو
si: විකුණු සියල්ලක් සත්‍යාපනය කරන ලදි
sl: Nakup potrjen
ta: வாங்குதல் உறுதி
te: కొనుగోలు ధృవీకరించబడింది
tt: Сатып алу расланган
uz: Xarid Tasdiqlandi
zu: Ukuthengwa Kwakho Kuyiqinisekisiwe

source: Payment Complete
am: ክፍያ ተጠናቀቀ
as: পেমেন্ট সম্পূৰ্ণ হৈছে
bg: Плащането е завършено
cy: Taliad wedi'i Gwblhau
et: Makse Valmis
eu: Ordainketa amaitu da
fil: Kumpletong Pagbabayad
gu: પેમેન્ટ પૂર્ણ
hy: Վճարումն ավարտված է
is: Greitt
ka: გადახდა დასრულებულია
kk: Төлем аяқталды
km: ការទូទាត់បានបញ្ចប់
kn: ಪಾವತಿ ಪೂರ್ಣಗೊಂಡಿದೆ
ky: Төлөм аяктады
lo: ຊຳລະເງິນແລ້ວ
mk: Плаќање завршено
ml: പേയ്‌മെന്റ് പൂർത്തിയായി
mn: Төлбөр төлөгдсөн
my: ငွေပေးချေမှု ပြီးဆုံးခဲ့သည်
or: ପେମେଣ୍ଟ ସମାପ୍ତ
pa: ਭੁਗਤਾਨ ਪੂਰਾ ਹੋ ਗਿਆ
ps: تادیه بشپړه شوه
si: ගෙවීම සම්පුර්න විය
sl: Plačilo dokončano
ta: கட்டணம் முடிந்தது
te: చెల్లింపు పూర్తయింది
tt: Түләү тәмамланган
uz: To'lov Tugallandi
zu: Ukukhokha Kuphelile

# retur
source: Return
am: መመለስ
as: ফিৰাই দিয়ক
bg: Връщане
cy: Dychwelyd
et: Tagastamine
eu: Itzuli
fil: Ibalik
gu: રિટર્ન
hy: Վերադարձ
is: Skila
ka: დაბრუნება
kk: Қайтару
kn: ರಿಟರ್ನ್
ky: Кайтаруу
lo: ສົ່ງຄືນ
mk: Врати
ml: തിരികെ
mn: Буцаах
or: ଫେରତ
pa: ਵਾਪਸੀ
ps: بیرته ستنول
sl: Vrnitev
ta: திரும்பவும்
te: తిరిగి
tt: Кире кайтару
uz: Qaytarish
zu: Buyisela

source: Send Sms
am: ኤስኤምኤስ ላክ
as: এসএমএস পঠিয়াওক
bg: Изпрати SMS
cy: Anfon SMS
et: Saada SMS
eu: Bidali SMS
fil: Ipadala ang SMS
gu: SMS મોકલો
hy: Ուղարկել SMS
is: Senda SMS
ka: SMS-ის გაგზავნა
kk: SMS жіберу
km: ផ្ញើ SMS
kn: ಎಸ್‌ಎಂಎಸ್ ಕಳುಹಿಸಿ
ky: SMS жөнөтүү
lo: ສົ່ງຂໍ້ຄວາມ SMS
mk: Испрати SMS
ml: എസ്എംഎസ് അയയ്ക്കുക
mn: SMS илгээх
my: ဆီးချိုးပို့ပါ
or: SMS ପଠାନ୍ତୁ
pa: SMS ਭੇਜੋ
ps: SMS واستوئ
si: පණිවිඩය යවනවා
sl: Pošlji SMS
ta: SMS அனுப்பு
te: SMS పంపండి
tt: СМС җибәр
uz: SMS Yuborish
zu: Thumela i-SMS

# recivethePin
source: Received the Pin
am: ፒኑን ተቀበል
as: পিন গ্ৰহণ কৰা হৈছে
bg: Получен ПИН код
cy: Derbyniwyd y Pin
et: Sain PIN-koodi
eu: PINa jaso duzu
fil: Natanggap ang Pin
gu: પિન પ્રાપ્ત થયો
hy: Ստացել եք PIN-ը
is: Móttekið PIN-númer
ka: პინ-კოდის მიღება
kk: PIN кодты алу
kn: ಪಿನ್ ಅನ್ನು ಪಡೆದಿದ್ದೇನೆ
ky: Пин-кодду алуу
lo: ໄດ້ຮັບລະຫັດ PIN
mk: Примено ПИН-кодот
ml: പിൻ കോഡ് ലഭിച്ചു
mn: Пин код хүлээн авсан
or: ପିନ୍ ଗ୍ରହଣ କରନ୍ତୁ
pa: ਪਿੰਨ ਪ੍ਰਾਪਤ ਕੀਤੀ
ps: پن ترلاسه کړ
sl: Prejel PIN
ta: முகவரியை பெறுக
te: పిన్ స్వీకరించారు
tt: Пин-кодны кабул итү
uz: Pin Qabul qilindi
zu: Itholile i-Pin

source: Start New Sale
am: አዲስ ሽያጭ ይጀምሩ
as: নতুন বিক্ৰী আৰম্ভ কৰক
bg: Започни нова продажба
cy: Dechreuwch Werthiant Newydd
et: Alusta Uut Müüki
eu: Hasi salmenta berria
fil: Simulan ang Bagong Benta
gu: નવી વેચાણ શરૂ કરો
hy: Սկսել նոր վաճառք
is: Hætta nýju sölu
ka: ახალი გაყიდვის დაწყება
kk: Жаңа сатып алу бастау
km: ចាប់ផ្តើមលក់ថ្មី
kn: ಹೊಸ ಮಾರಾಟ ಆರಂಭಿಸಿ
ky: Жаңы сатууну баштоо
lo: ເລີ່ມການຂາຍໃຫມ່
mk: Започни нова продажба
ml: പുതിയ വിൽപന ആരംഭിക്കുക
mn: Шинэ худалдаа эхлүүлэх
my: ကစားသမား စတီးခွဲစဥ်
or: ନୂତନ ବିକ୍ରୟ ଆରମ୍ଭ କରନ୍ତୁ
pa: ਨਵੀਂ ਵਿਕਰੀ ਸ਼ੁਰੂ ਕਰੋ
ps: نوی پلور پیل کړئ
si: නව විකුණුම ආරම්භ කරනවා
sl: Začni novo prodajo
ta: புதிய விற்பனை தொடங்கு
te: కొత్త అమ్మకం ప్రారంభించండి
tt: Яңа сатып алуны башларга
uz: Yangi Savdoni Boshlang
zu: Qala Ukuthengisa Okusha

source: Payment
am: ክፍያ
as: পেমেন্ট
bg: Плащане
cy: Taliad
et: Makse
eu: Ordainketa
fil: Pagbabayad
gu: ચુકવણી
hy: Վճարում
is: Greiðsla
ka: გადახდა
kk: Төлем
km: ការទូទាត់
kn: ಪಾವತಿ
ky: Төлөм
lo: ການຊຳລະເງິນ
mk: Плаќање
ml: പേയ്മെന്റ്
mn: Төлбөр
my: ငွေပေးချေမှု
or: ପେମେଣ୍ଟ
pa: ਭੁਗਤਾਨ
ps: تادیه
si: ගෙවීම
sl: Plačilo
ta: கட்டணம்
te: చెల్లింపు
tt: Түләү
uz: To'lov
zu: Ukukhokha

source: Master Card
am: ማስተርካርድ
as: মাষ্টাৰকাৰ্ড
gu: માસ્ટર કાર્ડ
km: កាតឥណព្យបុគ្គល
kn: ಮಾಸ್ಟರ್ ಕಾರ್ಡ್
lo: ປະຕູຫຼັກ
ml: മാസ്റ്റർ കാർഡ്
mn: МастерКард
my: မာစတာကဒ်
or: ମାଷ୍ଟର କାର୍ଡ
pa: ਮਾਸਟਰਕਾਰਡ
ps: ماسټر کارډ
si: මාස්ටර් කාඩ්
ta: மாஸ்டர் கார்டு
te: మాస్టర్ కార్డ్
tt: Мастер-карта
zu: IKhadi Le-MasterCard

# instrucation
source: Instruction
am: መመሪያ
as: নির্দেশনা
bg: Инструкция
cy: Cyfarwyddyd
et: Juhis
eu: Argibideak
fil: Pagtuturo
gu: સૂચના
hy: Հրահանգ
is: Leiðbeiningar
ka: ინსტრუქცია
kk: Нұсқаулық
kn: ನಿರ್ದೇಶನಾದಿಗಳು
ky: Нускама
lo: ຄໍາອະທິບາຍ
mk: Инструкции
ml: നിർദ്ദേശം
mn: Заавар
or: ନିର୍ଦ୍ଦେଶନା
pa: ਨਿਰਦੇਸ਼
ps: لارښوونه
sl: Navodilo
ta: கூற்று
te: సూచన
tt: Күрсәтмә
uz: Ko'rsatma
zu: Imiyalelo

source: Cash
am: ጥሬ ገንዘብ
as: নগদ
bg: Кеш
cy: Arian Parod
et: Sularaha
eu: Dirua
gu: રોકડ
hy: Կանխիկ
is: Reiðfé
ka: ნაღდი ფული
kk: Нақт
km: សាច់ប្រាក់
kn: ನಗದು
ky: Накталай акча
lo: ເງິນສົດ
mk: Готовина
ml: കാശ്
mn: Бэлэн мөнгө
my: ငွေသား
or: ନଗଦ
pa: ਨਕਦ
ps: نقدي
si: මුදල්
sl: Gotovina
ta: பணம்
te: రొకొ
tt: Акча
uz: Naqd pul
zu: Imali

# invoiceViewr
source: Invoice viewer
am: የደረሰኝ ተመልካች
as: চালান দর্শক
bg: Преглед на фактура
cy: Gwyliwr Anfoneb
et: Arve Vaataja
eu: Faktura ikuslea
fil: Viewer ng Invoice
gu: ઇન્વોઇસ વ્યુઅર
hy: Հաշիվ-ապրանքագրի դիտող
is: Reiknings skoðari
ka: ინვოისის ნახვა
kk: Есеп көрсетуші
kn: ವಿಚಿತ್ರ ವೀಕ್ಷಕ
ky: Инвойс көрүүчү
lo: ເບິ່ງໃບບິນ
mk: Преглед на фактура
ml: ഇൻവോയ്സ് വ്യൂവർ
mn: Нэхэмжлэлийн үзүүлэлт
or: ଚାଲାନ ଦର୍ଶକ
pa: ਇਨਵੌਇਸ ਵਿਊਅਰ
ps: انوائس ویور
sl: Ogledovalnik računov
ta: விலைப்பரிசோதகம்
te: ఇన్వాయిస్ వ్యూయర్
tt: Счетка карау
uz: Invoyce ko'rish
zu: Umbuki We-invoice
