Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

source: This Product Already added!
am: ይህ ምርት ቀድሞ ተጨምሯል!
as: এই প্ৰোডাক্ট ইতিমধ্যে যোগ কৰা হৈছে!
bg: Този продукт вече е добавен!
cy: Ychwanegwyd y Cynnyrch hwn eisoes!
et: See toode on juba lisatud!
eu: Produktu hau dagoeneko gehitu da!
fil: Ang Produktong Ito ay Naka-add na!
gu: આ ઉત્પાદન પહેલાથી ઉમેર્યું છે!
hy: Այս ապրանքը արդեն ավելացված է!
is: Þessi vara hefur þegar verið bætt við!
ka: ეს პროდუქტი უკვე დამატებულია!
kk: Бұл өнім қазірдің өзінде қосылған!
km: ផលិតផលនេះបានបន្ថែមរួចហើយ!
kn: ಈ ಉತ್ಪನ್ನ ಈಗಾಗಲೇ ಸೇರಿಸಲಾಗಿದೆ!
ky: Бул товар мурунтан кошулган!
lo: ສິນຄ້ານີ້ເພີ່ມແລ້ວ!
mk: Овој производ веќе е додаден!
ml: ഈ ഉൽപ്പന്നം ഇതിനകം ചേർത്തിരിക്കുന്നു!
mn: Энэ бүтээгдэхүүн аль хэдийн нэмэгдсэн байна!
my: ဤထုတ်ကုန်ကို ရှိပြီးပြီ!
or: ଏହି ପ୍ରୋଡକ୍ଟ ପূର୍ବରୁ ଯୋଗ କରାଯାଇଛି!
pa: ਇਹ ਉਤਪਾਦ ਪਹਿਲਾਂ ਹੀ ਜੋੜਿਆ ਗਿਆ ਹੈ!
ps: دا محصول دمخه اضافه شوی دی!
si: මෙම නිෂ්පාදනය දැනටමත් එකතු කර ඇත!
sl: Ta izdelek je že dodan!
ta: இந்த பொருள் ஏற்கனவே சேர்க்கப்பட்டுள்ளது!
te: ఈ ఉత్పత్తి ఇప్పటికే జోడించబడింది!
tt: Бу продукт инде өстәлгән!
uz: Bu Mahsulot Allaqachon Qo'shilgan!
zu: Lo Mkhiqizo Usevele Uengezwe!

source: Please enter a valid product Name
am: እባክዎን የተረጋገጠ የምርት ስም ያስገቡ
as: অনুগ্ৰহ কৰি বৈধ প্ৰোডাক্টৰ নাম দিব
bg: Моля, въведете валидно име на продукта
cy: Rhowch enw cynnyrch dilys, os gwelwch yn dda
et: Palun sisestage kehtiv tootenimi
eu: Mesedez, sartu produktu izen balio bat
fil: Mangyaring ipasok ang isang valid na Pangalan ng Produkto
gu: કૃપા કરીને માન્ય ઉત્પાદન નામ દાખલ કરો
hy: Խնդրում ենք մուտքագրեք գործող ապրանքի անուն
is: Vinsamlegast sláðu inn gilt vöruheiti
ka: გთხოვთ შეიყვანოთ სწორი პროდუქტის სახელი
kk: Жарамды өнім атауын енгізіңіз
km: សូមបញ្ចូលឈ្មោះផលិតផលសុពលភាព
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಉತ್ಪನ್ನ ಹೆಸರು ನಮೂದಿಸಿ
ky: Сураныч, туура товардын атын киргизиңиз
lo: ຂໍໃສ່ຊື່ສິນຄ້າທີ່ໃຊ້ໄດ້
mk: Ве молиме внесете валидно име на производ
ml: ദയവായി ഒരു സാധുവായ ഉൽപ്പന്ന നാമം നൽകുക
mn: Зөв бүтээгдэхүүний нэр оруулна уу
my: မှန်ကန်သော ထုတ်ကုန်အမည် ရိုက်ထည့်ပါ
or: ଦୟାକରି ସଠିକ୍ ପ୍ରୋଡକ୍ଟ ନାମ ରଖନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਉਤਪਾਦ ਨਾਮ ਦਰਜ ਕਰੋ
ps: لطفا یو معتبر محصول نوم داخل کړئ
si: කරුණාකර වලංගු නිෂ්පාදන නාමයක් ඇතුළත් කරන්න
sl: Prosimo, vnesite veljavno ime izdelka
ta: சரியான பொருள் பெயரை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే ఉత్పత్తి పేరును నమోదు చేయండి
tt: Зинһар, дөрес продукт исемен кертегез
uz: Iltimos, amal qiladigan mahsulot nomini kiriting
zu: Sicela ufake igama lomkhiqizo elivumelekile

source: Enter product Name
am: የምርት ስም ያስገቡ
as: প্ৰোডাক্টৰ নাম দিন
bg: Въведете име на продукта
cy: Rhowch enw cynnyrch
et: Sisesta tootenimi
eu: Sartu produktu izena
fil: Ipasok ang Pangalan ng Produkto
gu: ઉત્પાદન નામ દાખલ કરો
hy: Մուտքագրեք ապրանքի անուն
is: Sláðu inn vöruheiti
ka: შეიყვანეთ პროდუქტის სახელი
kk: Өнім атауын енгізіңіз
km: បញ្ចូលឈ្មោះផលិតផល
kn: ಉತ್ಪನ್ನದ ಹೆಸರು ನಮೂದಿಸಿ
ky: Товардын атын киргизиңиз
lo: ໃສ່ຊື່ສິນຄ້າ
mk: Внесете име на производ
ml: ഉൽപ്പന്ന നാമം നൽകുക
mn: Бүтээгдэхүүний нэр оруулна уу
my: ထုတ်ကုန်အမည် ရိုက်ထည့်ပါ
or: ପ୍ରୋଡକ୍ଟ ନାମ ରଖନ୍ତୁ
pa: ਉਤਪਾਦ ਨਾਮ ਦਰਜ ਕਰੋ
ps: محصول نوم داخل کړئ
si: නිෂ්පාදන නාමය ඇතුළත් කරන්න
sl: Vnesite ime izdelka
ta: பொருள் பெயரை உள்ளிடவும்
te: ఉత్పత్తి పేరును నమోదు చేయండి
tt: Продукт исемен кертегез
uz: Mahsulot nomini kiriting
zu: Faka igama lomkhiqizo

source: Please select a category
am: እባክዎን ምድብ ይምረጡ
as: অনুগ্ৰহ কৰি এক শ্ৰেণী বাচক
bg: Моля, изберете категория
cy: Dewiswch gategori, os gwelwch yn dda
et: Palun valige kategooria
eu: Mesedez, hautatu kategoria bat
fil: Mangyaring pumili ng isang kategorya
gu: કૃપા કરીને કેટેગરી પસંદ કરો
hy: Խնդրում ենք ընտրել կատեգորիա
is: Vinsamlegast veldu flokk
ka: გთხოვთ აირჩიეთ კატეგორია
kk: Санатты таңдаңыз
km: សូមជ្រើសប្រភេទមួយ
kn: ದಯವಿಟ್ಟು ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Сураныч, категорияны тандаңыз
lo: ຂໍເລືອກປະເພດ
mk: Ве молиме изберете категорија
ml: ദയവായി ഒരു വിഭാഗം തിരഞ്ഞെടുക്കുക
mn: Ангилал сонгоно уу
my: အမျိုးအစား ရွေးချယ်ပါ
or: ଦୟାକରି କ୍ୟାଟେଗୋରୀ ବାଛନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ps: لطفا یو کټګوري غوره کړئ
si: කරුණාකර කාණ්ඩයක් තෝරන්න
sl: Prosimo, izberite kategorijo
ta: ஒரு வகையைத் தேர்ந்தெடுக்கவும்
te: దయచేసి వర్గాన్ని ఎంచుకోండి
tt: Зинһар, категорияне сайлагыз
uz: Iltimos, kategoriyani tanlang
zu: Sicela ukhethe igatsha

source: Product Category
am: የምርት ምድብ
as: প্ৰোডাক্ট শ্ৰেণী
bg: Категория на продукта
cy: Categori Cynnyrch
et: Tootekategooria
eu: Produktu Kategoria
fil: Kategorya ng Produkto
gu: ઉત્પાદન કેટેગરી
hy: Ապրանքի կատեգորիա
is: Vöruflokkur
ka: პროდუქტის კატეგორია
kk: Өнім санаты
km: ប្រភេទផលិតផល
kn: ಉತ್ಪನ್ನ ವರ್ಗ
ky: Товар категориясы
lo: ປະເພດສິນຄ້າ
mk: Категорија на производ
ml: ഉൽപ്പന്ന വിഭാഗം
mn: Бүтээгдэхүүний ангилал
my: ထုတ်ကုန် အမျိုးအစား
or: ପ୍ରୋଡକ୍ଟ କ୍ୟାଟେଗୋରୀ
pa: ਉਤਪਾਦ ਸ਼੍ਰੇਣੀ
ps: محصول کټګوري
si: නිෂ්පාදන කාණ්ඩය
sl: Kategorija izdelka
ta: பொருள் வகை
te: ఉత్పత్తి వర్గం
tt: Продукт категориясе
uz: Mahsulot Kategoriyasi
zu: Igatsha Lomkhiqizo

source: Select Product Category
am: የምርት ምድብ ይምረጡ
as: প্ৰোডাক্ট শ্ৰেণী বাচক
bg: Избери категория на продукта
cy: Dewis Categori Cynnyrch
et: Vali Tootekategooria
eu: Hautatu Produktu Kategoria
fil: Pumili ng Kategorya ng Produkto
gu: ઉત્પાદન કેટેગરી પસંદ કરો
hy: Ընտրեք ապրանքի կատեգորիա
is: Veldu vöruflokk
ka: აირჩიეთ პროდუქტის კატეგორია
kk: Өнім санатын таңдаңыз
km: ជ្រើសប្រភេទផលិតផល
kn: ಉತ್ಪನ್ನ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Товар категориясын тандаңыз
lo: ເລືອກປະເພດສິນຄ້າ
mk: Избери категорија на производ
ml: ഉൽപ്പന്ന വിഭാഗം തിരഞ്ഞെടുക്കുക
mn: Бүтээгдэхүүний ангилал сонгоно уу
my: ထုတ်ကုန် အမျိုးအစား ရွေးချယ်ပါ
or: ପ୍ରୋଡକ୍ଟ କ୍ୟାଟେଗୋରୀ ବାଛନ୍ତୁ
pa: ਉਤਪਾਦ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ps: محصول کټګوري غوره کړئ
si: නිෂ්පාදන කාණ්ඩය තෝරන්න
sl: Izberi kategorijo izdelka
ta: பொருள் வகையைத் தேர்ந்தெடுக்கவும்
te: ఉత్పత్తి వర్గాన్ని ఎంచుకోండి
tt: Продукт категориясен сайлагыз
uz: Mahsulot Kategoriyasini Tanlang
zu: Khetha Igatsha Lomkhiqizo

source: Enter Size
am: መጠን ያስገቡ
as: আকাৰ দিন
bg: Въведете размер
cy: Rhowch Maint
et: Sisesta Suurus
eu: Sartu Tamaina
fil: Ipasok ang Sukat
gu: સાઈઝ દાખલ કરો
hy: Մուտքագրեք չափը
is: Sláðu inn stærð
ka: შეიყვანეთ ზომა
kk: Өлшем енгізіңіз
km: បញ្ចូលទំហំ
kn: ಆಕಾರ ನಮೂದಿಸಿ
ky: Өлчөмүн киргизиңиз
lo: ໃສ່ຂະບວນ
mk: Внесете големину
ml: വലിപ്പം നൽകുക
mn: Хэмжээ оруулна уу
my: အရွယ်အစား ရိုက်ထည့်ပါ
or: ଆକାର ରଖନ୍ତୁ
pa: ਸਾਈਜ਼ ਦਰਜ ਕਰੋ
ps: سایز داخل کړئ
si: ප්‍රමාණය ඇතුළත් කරන්න
sl: Vnesite velikost
ta: அளவைக் குறிப்பிடவும்
te: పరిమాణాన్ని నమోదు చేయండి
tt: Размерны кертегез
uz: Hajmini Kiriting
zu: Faka Usayizi

source: Enter color
am: ቀለም ያስገቡ
as: ৰঙৰ নাম দিন
bg: Въведете цвят
cy: Rhowch Liw
et: Sisesta Värv
eu: Sartu kolorea
fil: Ipasok ang Kulay
gu: કલર દાખલ કરો
hy: Մուտքագրեք գույնը
is: Sláðu inn lit
ka: შეიყვანეთ ფერი
kk: Түсті енгізіңіз
km: បញ្ចូលពណ៌
kn: ಬಣ್ಣ ನಮೂದಿಸಿ
ky: Түсүн киргизиңиз
lo: ໃສ່ສີ
mk: Внесете боја
ml: നിറം നൽകുക
mn: Өнгө оруулна уу
my: အရောင် ရိုက်ထည့်ပါ
or: ରଙ୍ଗ ରଖନ୍ତୁ
pa: ਰੰਗ ਦਰਜ ਕਰੋ
ps: رنګ داخل کړئ
si: වර්ණය ඇතුළත් කරන්න
sl: Vnesite barvo
ta: நிறத்தை உள்ளிடவும்
te: రంగును నమోదు చేయండి
tt: Төсләрне кертегез
uz: Rangni Kiriting
zu: Faka Umbala

source: Enter weight
am: ክብደት ያስገቡ
as: ওজন দিন
bg: Въведете тегло
cy: Rhowch Pwysau
et: Sisesta Kaal
eu: Sartu pisua
fil: Ipasok ang Timbang
gu: વજન દાખલ કરો
hy: Մուտքագրեք քաշը
is: Sláðu inn þyngd
ka: შეიყვანეთ წონა
kk: Салмақ енгізіңіз
km: បញ្ចូលទម្ងន់
kn: ತೂಕ ನಮೂದಿಸಿ
ky: Салмагын киргизиңиз
lo: ໃສ່ນໍ້າໜັກ
mk: Внесете тежина
ml: ഭാരം നൽകുക
mn: Жин оруулна уу
my: အလေးချိန် ရိုက်ထည့်ပါ
or: ଓଜନ ରଖନ୍ତୁ
pa: ਵਜ਼ਨ ਦਰਜ ਕਰੋ
ps: وزن داخل کړئ
si: බර ඇතුළත් කරන්න
sl: Vnesite težo
ta: எடையை உள்ளிடவும்
te: బరువును నమోదు చేయండి
tt: Авырлыкны кертегез
uz: Og'irlikni Kiriting
zu: Faka Isisindo

source: Enter Capacity
am: አቅም ያስገቡ
as: ধাৰণক্ষমতা দিন
bg: Въведете капацитет
cy: Rhowch Gapasiti
et: Sisesta Mahutavus
eu: Sartu Ahalmena
fil: Ipasok ang Kapasidad
gu: કેપેસિટી દાખલ કરો
hy: Մուտքագրեք ծավալը
is: Sláðu inn afköst
ka: შეიყვანეთ ტევადობა
kk: Қуатты енгізіңіз
km: បញ្ចូលសមត្ថភាព
kn: ಶಕ್ತಿ ನಮೂದಿಸಿ
ky: Кубаттуулугун киргизиңиз
lo: ໃສ່ຄະແນນ
mk: Внесете капацитет
ml: ശേഷി നൽകുക
mn: Багтаамж оруулна уу
my: စွမ်းရည် ရိုက်ထည့်ပါ
or: କ୍ଷମତା ରଖନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਮਰੱਥਾ ਦਰਜ ਕਰੋ
ps: صلاحیت داخل کړئ
si: සමත්කාරීත්වය ඇතුළත් කරන්න
sl: Vnesite kapaciteto
ta: சமர்ப்பிக்கும் திறனை உள்ளிடவும்
te: సామర్థ్యాన్ని నమోదు చేయండి
tt: Капаситетны кертегез
uz: Sig'imni Kiriting
zu: Faka Umklamo

source: Enter Type
am: አይነት ያስገቡ
as: প্ৰকাৰ দিন
bg: Въведете тип
cy: Rhowch Math
et: Sisesta Tüüp
eu: Sartu Mota
fil: Ipasok ang Uri
gu: ટાઈપ દાખલ કરો
hy: Մուտքագրեք տեսակը
is: Sláðu inn gerð
ka: შეიყვანეთ ტიპი
kk: Түрін енгізіңіз
km: បញ្ចូលប្រភេទ
kn: ಮರೆಯಿರಿ
ky: Түрүн киргизиңиз
lo: ໃສ່ແບບປະເພດ
mk: Внесете тип
ml: തരം നൽകുക
mn: Төрөл оруулна уу
my: အမျိုးအစား ရိုက်ထည့်ပါ
or: ପ୍ରକାର ରଖନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਿਸਮ ਦਰਜ ਕਰੋ
ps: ډول داخل کړئ
si: වර්ගය ඇතුළත් කරන්න
sl: Vnesite vrsto
ta: வகையை உள்ளிடவும்
te: రకాన్ని నమోదు చేయండి
tt: Төрне кертегез
uz: Turini Kiriting
zu: Faka Uhlobo

source: Product Brand
am: የምርት ብራንድ
as: প্ৰোডাক্টৰ ব্রেণ্ড
bg: Марка на продукта
cy: Brand Cynnyrch
et: Tootemark
eu: Produktu Marka
fil: Brand ng Produkto
gu: ઉત્પાદન બ્રાન્ડ
hy: Ապրանքի բրենդ
is: Vörumerki
ka: პროდუქტის ბრენდი
kk: Өнім бренді
km: ម៉ាកផលិតផល
kn: ಉತ್ಪನ್ನ ಬ್ರಾಂಡ್
ky: Товар бренди
lo: ແບຣນສິນຄ້າ
mk: Бренд на производ
ml: ഉൽപ്പന്ന ബ്രാൻഡ്
mn: Бүтээгдэхүүний брэнд
my: ထုတ်ကုန် အမှတ်တံဆိပ်
or: ପ୍ରୋଡକ୍ଟ ବ୍ରାଣ୍ଡ
pa: ਉਤਪਾਦ ਬ੍ਰਾਂਡ
ps: محصول برانډ
si: නිෂ්පාදන බ්‍රෑන්ඩ්
sl: Blagovna znamka izdelka
ta: பொருள் பிராண்ட்
te: ఉత్పత్తి బ్రాండ్
tt: Продукт бренды
uz: Mahsulot Brendi
zu: Ibhendi Yomkhiqizo

source: Select a brand
am: ብራንድ ይምረጡ
as: এটি ব্রেণ্ড বাচক
bg: Избери марка
cy: Dewis Brand
et: Vali mark
eu: Hautatu marka bat
fil: Pumili ng isang brand
gu: બ્રાન્ડ પસંદ કરો
hy: Ընտրեք բրենդ
is: Veldu vörumerki
ka: აირჩიეთ ბრენდი
kk: Брендті таңдаңыз
km: ជ្រើសម៉ាកមួយ
kn: ಬ್ರಾಂಡ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Брендди тандаңыз
lo: ເລືອກແບຣນ
mk: Избери бренд
ml: ഒരു ബ്രാൻഡ് തിരഞ്ഞെടുക്കുക
mn: Брэнд сонгоно уу
my: အမှတ်တံဆိပ် တစ်ခု ရွေးချယ်ပါ
or: ବ୍ରାଣ୍ଡ ବାଛନ୍ତୁ
pa: ਇੱਕ ਬ੍ਰਾਂਡ ਚੁਣੋ
ps: یو برانډ غوره کړئ
si: බ්‍රෑන්ඩ් තෝරන්න
sl: Izberi blagovno znamko
ta: ஒரு பிராண்டைத் தேர்ந்தெடுக்கவும்
te: బ్రాండ్‌ని ఎంచుకోండి
tt: Брендны сайлагыз
uz: Brendni Tanlang
zu: Khetha ibhendi

source: product code is required
am: የምርት ኮድ ያስፈልጋል
as: প্ৰোডাক্ট কোড আৱশ্যক
bg: Изисква се код на продукта
cy: cod cynnyrch yn ofynnol
et: toote kood on vajalik
eu: produktu kodea beharrezkoa da
fil: ang code ng produkto ay kinakailangan
gu: ઉત્પાદન કોડ જરૂરી છે
hy: Ապրանքի կոդը պարտադիր է
is: Vörunúmer er krafist
ka: პროდუქტის კოდი სავალდებულოა
kk: Өнім коды қажет
km: កូដផលិតផលគឺត្រូវការទេ
kn: ಉತ್ಪನ್ನ ಕೋಡ್ ಅಗತ್ಯವಿದೆ
ky: Товар коду талап кылынат
lo: ລະຫັດສິນຄ້າຈະເປັນສໍາຄັນ
mk: кодот на производот е задолжителен
ml: ഉൽപ്പന്ന കോഡ് ആവശ്യമാണ്
mn: бүтээгдэхүүний код шаардлагатай
my: ထုတ်ကုန်ကုဒ် လိုအပ်ပါသည်
or: ପ୍ରୋଡକ୍ଟ କୋଡ୍ ଆବଶ୍ୟକ
pa: ਉਤਪਾਦ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ
ps: محصول کوډ اړین دی
si: නිෂ්පාදන කේතය අවශ්‍යයි
sl: Koda izdelka je obvezna
ta: பொருள் குறியீடு தேவை
te: ఉత్పత్తి కోడ్ అవసరం
tt: Продукт коды кирәк
uz: mahsulot kodi talab qilinadi
zu: ikhodi yomkhiqizo iyadingeka

source: Enter a valid stock
am: ትክክለኛ ክምችት ያስገቡ
as: বৈধ ষ্টকৰ পৰা নিৰ্দেশ দিন
bg: Въведете валидна наличност
cy: Rhowch stoc dilys
et: Sisesta kehtiv laoseis
eu: Sartu stock balio bat
fil: Ipasok ang isang valid na stock
gu: માન્ય સ્ટોક દાખલ કરો
hy: Մուտքագրեք գործող պաշար
is: Sláðu inn gilt birgðastöðu
ka: შეიყვანეთ სწორი საწყობი
kk: Жарамды қойма енгізіңіз
km: បញ្ចូលសារជាតសុពលភាព
kn: ಸರಿಯಾದ ಸ್ಟಾಕ್ ನಮೂದಿಸಿ
ky: Туура запас киргизиңиз
lo: ໃສ່ສະປໍ່ບັດໍາ
mk: Внесете валидна залиха
ml: സാധുവായ സ്റ്റോക്ക് നൽകുക
mn: Зөв нөөц оруулна уу
my: မှန်ကန်သော စတော့ရှယ်ယာ ရိုက်ထည့်ပါ
or: ସଠିକ୍ ସ୍ଟକ୍ ରଖନ୍ତୁ
pa: ਇੱਕ ਵੈਧ ਸਟਾਕ ਦਰਜ ਕਰੋ
ps: یو معتبر سټاک داخل کړئ
si: වලංගු වෙළඳපොළ අගය ඇතුළත් කරන්න
sl: Vnesite veljavno zalogo
ta: சரியான சரக்கைப் பதிவு செய்யவும்
te: చెల్లుబాటు అయ్యే స్టాక్‌ను నమోదు చేయండి
tt: Дөрес запас кертегез
uz: Amal qiladigan zaxirani kiriting
zu: Faka isitoko esivumelekile

source: Enter stock
am: ክምችት ያስገቡ
as: ষ্টক দিন
bg: Въведете наличност
cy: Rhowch stoc
et: Sisesta laoseis
eu: Sartu stock
fil: Ipasok ang stock
gu: સ્ટોક દાખલ કરો
hy: Մուտքագրեք պաշար
is: Sláðu inn birgðir
ka: შეიყვანეთ საწყობი
kk: Қойманы енгізіңіз
km: បញ្ចូលសារជាត
kn: ಸ್ಟಾಕ್ ನಮೂದಿಸಿ
ky: Запасты киргизиңиз
lo: ໃສ່ສະປໍ່
mk: Внесете залиха
ml: സ്റ്റോക്ക് നൽകുക
mn: Нөөц оруулна уу
my: စတော့ရှယ်ယာ ရိုက်ထည့်ပါ
or: ସ୍ଟକ୍ ରଖନ୍ତୁ
pa: ਸਟਾਕ ਦਰਜ ਕਰੋ
ps: سټاک داخل کړئ
si: වෙළඳපොළ ඇතුළත් කරන්න
sl: Vnesite zalogo
ta: சரக்கைக் குறிப்பிடவும்
te: స్టాక్‌ను నమోదు చేయండి
tt: Запасны кертегез
uz: Zaxirani kiriting
zu: Faka isitoko

source: Product Unit
am: የምርት አሃድ
as: প্ৰোডাক্ট ইউনিট
bg: Единица на продукта
cy: Uned Cynnyrch
et: Toote Ühik
eu: Produktu Unitatea
fil: Unit ng Produkto
gu: ઉત્પાદન એકમ
hy: Ապրանքի միավոր
is: Vöru eining
ka: პროდუქტის ერთეული
kk: Өнім бірлігі
km: ឯកតាផលិតផល
kn: ಉತ್ಪನ್ನ ಘಟಕ
ky: Товар бирдиги
lo: ໃບເວົ້າສິນຄ້າ
mk: Единица на производ
ml: ഉൽപ്പന്ന യൂണിറ്റ്
mn: Бүтээгдэхүүний нэгж
my: ထုတ်ကုန် အထွက်
or: ପ୍ରୋଡକ୍ଟ ୟୁନିଟ୍
pa: ਉਤਪਾਦ ਯੂਨਿਟ
ps: محصول یونټ
si: නිෂ්පාදන ඒකකය
sl: Enota izdelka
ta: பொருள் அலகு
te: ఉత్పత్తి యూనిట్
tt: Продукт берәмлеге
uz: Mahsulot Birligi
zu: Isihluzo Somkhiqizo

source: Select Product Unit
am: የምርት አሃድ ይምረጡ
as: প্ৰোডাক্ট ইউনিট বাচক
bg: Избери единица на продукта
cy: Dewis Uned Cynnyrch
et: Vali Toote Ühik
eu: Hautatu Produktu Unitatea
fil: Pumili ng Unit ng Produkto
gu: ઉત્પાદન એકમ પસંદ કરો
hy: Ընտրեք ապրանքի միավոր
is: Veldu vöru einingu
ka: აირჩიეთ პროდუქტის ერთეული
kk: Өнім бірлігін таңдаңыз
km: ជ្រើសឯកតាផលិតផល
kn: ಉತ್ಪನ್ನ ಘಟಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Товар бирдигин тандаңыз
lo: ເລືອກໃບເວົ້າສິນຄ້າ
mk: Избери единица на производ
ml: ഉൽപ്പന്ന യൂണിറ്റ് തിരഞ്ഞെടുക്കുക
mn: Бүтээгдэхүүний нэгж сонгоно уу
my: ထုတ်ကုန် အထွက် ရွေးချယ်ပါ
or: ପ୍ରୋଡକ୍ଟ ୟୁନିଟ୍ ବାଛନ୍ତୁ
pa: ਉਤਪਾਦ ਯੂਨਿਟ ਚੁਣੋ
ps: محصول یونټ غوره کړئ
si: නිෂ්පාදන ඒකකය තෝරන්න
sl: Izberi enoto izdelka
ta: பொருள் அலகைப் தேர்ந்தெடுக்கவும்
te: ఉత్పత్తి యూనిట్‌ని ఎంచుకోండి
tt: Продукт берәмлеген сайлагыз
uz: Mahsulot Birligini Tanlang
zu: Khetha Isihluzo Somkhiqizo

source: Please enter a valid purchase price
am: እባክዎን የተረጋገጠ የግዢ ዋጋ ያስገቡ
as: অনুগ্ৰহ কৰি বৈধ ক্ৰয় মূল্য দিন
bg: Моля, въведете валидна покупна цена
cy: Rhowch bris prynu dilys, os gwelwch yn dda
et: Palun sisestage kehtiv ostuhind
eu: Mesedez, sartu erosketa prezio balio bat
fil: Mangyaring ipasok ang isang valid na presyo ng pagbili
gu: કૃપા કરીને માન્ય ખરીદ કિંમત દાખલ કરો
hy: Խնդրում ենք մուտքագրեք գործող գնման գին
is: Vinsamlegast sláðu inn gilt innkaupsverð
ka: გთხოვთ შეიყვანოთ სწორი შესყიდვის ფასი
kk: Жарамды сатып алу бағасын енгізіңіз
km: សូមបញ្ចូលតម្លៃទិញសុពលភាព
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಖರೀದಿ ಬೆಲೆ ನಮೂದಿಸಿ
ky: Сураныч, туура сатып алуу баасын киргизиңиз
lo: ຂໍໃສ່ລາຄາຊື້ທີ່ໃຊ້ໄດ້
mk: Ве молиме внесете валидна куповна цена
ml: ദയവായി ഒരു സാധുവായ വാങ്ങൽ വില നൽകുക
mn: Зөв худалдан авалтын үнэ оруулна уу
my: မှန်ကန်သော ဝယ်ယူစျေးနှုန်း ရိုက်ထည့်ပါ
or: ଦୟାକରି ସଠିକ୍ କିମତ ରଖନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਖਰੀਦ ਮੁੱਲ ਦਰਜ ਕਰੋ
ps: لطفا یو معتبر پیرود نرخ داخل کړئ
si: කරුණාකර වලංගු මිලදී ගැනීමේ මිලක් ඇතුළත් කරන්න
sl: Prosimo, vnesite veljavno nakupno ceno
ta: சரியான வாங்கும் விலையை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే కొనుగోలు ధరను నమోదు చేయండి
tt: Зинһар, дөрес сатып алу бәясен кертегез
uz: Iltimos, amal qiladigan sotib olish narxini kiriting
zu: Sicela ufake intengo yokuthengwa elivumelekile

source: Enter Purchase price
am: የግዢ ዋጋ ያስገቡ
as: ক্ৰয় মূল্য দিন
bg: Въведете покупна цена
cy: Rhowch Bris Prynu
et: Sisesta Ostuhind
eu: Sartu Erosketa prezioa
fil: Ipasok ang Presyo ng Pagbili
gu: ખરીદ કિંમત દાખલ કરો
hy: Մուտքագրեք գնման գին
is: Sláðu inn innkaupsverð
ka: შეიყვანეთ შესყიდვის ფასი
kk: Сатып алу бағасын енгізіңіз
km: បញ្ចូលតម្លៃទិញ
kn: ಖರೀದಿ ಬೆಲೆ ನಮೂದಿಸಿ
ky: Сатып алуу баасын киргизиңиз
lo: ໃສ່ລາຄາຊື້
mk: Внесете куповна цена
ml: വാങ്ങൽ വില നൽകുക
mn: Худалдан авалтын үнэ оруулна уу
my: ဝယ်ယူစျေးနှုန်း ရိုက်ထည့်ပါ
or: କିମତ ରଖନ୍ତୁ
pa: ਖਰੀਦ ਮੁੱਲ ਦਰਜ ਕਰੋ
ps: پیرود نرخ داخل کړئ
si: මිලදී ගැනීමේ මිල ඇතුළත් කරන්න
sl: Vnesite nakupno ceno
ta: வாங்கும் விலையை உள்ளிடவும்
te: కొనుగోలు ధరను నమోదు చేయండి
tt: Сатып алу бәясен кертегез
uz: Sotib Olish narxini kiriting
zu: Faka Intengo Yokuthengwa

source: Please enter a valid Sale price
am: እባክዎን የተረጋገጠ የሽያጭ ዋጋ ያስገቡ
as: অনুগ্ৰহ কৰি বৈধ বিক্ৰি মূল্য দিন
bg: Моля, въведете валидна продажна цена
cy: Rhowch bris gwerthu dilys, os gwelwch yn dda
et: Palun sisesta kehtiv müügihind
eu: Mesedez, sartu salmenta prezio balio bat
fil: Mangyaring ipasok ang isang valid na Presyo ng Pagbebenta
gu: કૃપા કરીને માન્ય વેચાણ કિંમત દાખલ કરો
hy: Խնդրում ենք մուտքագրեք գործող վաճառքի գին
is: Vinsamlegast sláðu inn gilt söluverð
ka: გთხოვთ შეიყვანოთ სწორი გაყიდვის ფასი
kk: Жарамды сату бағасын енгізіңіз
km: សូមបញ្ចូលតម្លៃលក់សុពលភាព
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಮಾರಾಟ ಬೆಲೆ ನಮೂದಿಸಿ
ky: Сураныч, туура сатуу баасын киргизиңиз
lo: ຂໍໃສ່ລາຄາຂາຍທີ່ໃຊ້ໄດ້
mk: Ве молиме внесете валидна продажна цена
ml: ദയവായി ഒരു സാധുവായ വിൽപന വില നൽകുക
mn: Зөв борлуулалтын үнэ оруулна уу
my: မှန်ကန်သော ရောင်းစျေးနှုန်း ရိုက်ထည့်ပါ
or: ଦୟାକରି ସଠିକ୍ ବିକ୍ରୟ ମୂଲ୍ୟ ରଖନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਵਿਕਰੀ ਮੁੱਲ ਦਰਜ ਕਰੋ
ps: لطفا یو معتبر پلور نرخ داخل کړئ
si: කරුණාකර වලංගු විකිණීමේ මිලක් ඇතුළත් කරන්න
sl: Prosimo, vnesite veljavno prodajno ceno
ta: சரியான விற்பனை விலையை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే అమ్మకపు ధరను నమోదు చేయండి
tt: Зинһар, дөрес сату бәясен кертегез
uz: Iltimos, amal qiladigan sotish narxini kiriting
zu: Sicela ufake intengo yokuthengisa elivumelekile

source: Enter Salting price
am: የሽያጭ ዋጋ ያስገቡ
as: বিক্ৰি মূল্য দিন
bg: Въведете продажна цена
cy: Rhowch Bris Halen
et: Sisesta Soolitushind
eu: Sartu gatzontzi prezioa
fil: Ipasok ang Presyo ng Pag-asin
gu: વેચાણ કિંમત દાખલ કરો
hy: Մուտքագրեք վաճառքի գին
is: Sláðu inn söluverð
ka: შეიყვანეთ გაყიდვის ფასი
kk: Сату бағасын енгізіңіз
km: បញ្ចូលតម្លៃលក់
kn: ಸಾಲ್ಟ್ ಬೆಲೆ ನಮೂದಿಸಿ
ky: Сатуу баасын киргизиңиз
lo: ໃສ່ລາຄາປໍ່ມິດ
mk: Внесете продажна цена
ml: സാൾട്ടിംഗ് വില നൽകുക
mn: Давс нэмэх үнэ оруулна уу
my: ရောင်းစျေးနှုန်း ရိုက်ထည့်ပါ
or: ସାଲ୍ଟିଂ ପ୍ରାଇସ୍ ରଖନ୍ତୁ
pa: ਵਿਕਰੀ ਮੁੱਲ ਦਰਜ ਕਰੋ
ps: پلور نرخ داخل کړئ
si: විකිණීමේ මිල ඇතුළත් කරන්න
sl: Vnesite prodajno ceno
ta: சல்டிங் விலையை உள்ளிடவும்
te: అమ్మకపు ధరను నమోదు చేయండి
tt: Тозлау бәясен кертегез
uz: Sotish narxini kiriting
zu: Faka intengo yokugcoba

source: Enter wholesale price
am: የጅምላ ሽያጭ ዋጋ ያስገቡ
as: পৰিসৰে মূল্য দিন
bg: Въведете цена на едро
cy: Rhowch Bris Cyfanwerthu
et: Sisesta Hulgimüügihind
eu: Sartu handizkako prezioa
fil: Ipasok ang Presyo ng Wholesale
gu: થોક વેચાણ કિંમત દાખલ કરો
hy: Մուտքագրեք մեծածախ գին
is: Sláðu inn heildsöluverð
ka: შეიყვანეთ გროსული ფასი
kk: Бөлшек сауда бағасын енгізіңіз
km: បញ្ចូលតម្លៃលក់ដុំ
kn: ಹೋಲ್‌ಸೆಲ್ ಬೆಲೆ ನಮೂದಿಸಿ
ky: Дүң сатуу баасын киргизиңиз
lo: ໃສ່ລາຄາສໍາລວມ
mk: Внесете цена на големо
ml: വ്യാപാര വില നൽകുക
mn: Бөөний үнэ оруулна уу
my: မူလဈေးနှုန်း ရိုက်ထည့်ပါ
or: ହୋଲସେଲ୍ ଦାମ ରଖନ୍ତୁ
pa: ਥੋਕ ਵਿਕਰੀ ਮੁੱਲ ਦਰਜ ਕਰੋ
ps: پولمه پلور نرخ داخل کړئ
si: හොල්සේල් මිල ඇතුළත් කරන්න
sl: Vnesite veleprodajno ceno
ta: மொத்த விலையை உள்ளிடவும்
te: హోల్‌సేల్ ధరను నమోదు చేయండి
tt: Оптовая бәясен кертегез
uz: Ulgurji narxni kiriting
zu: Faka intengo yokuthengisa enkulu

source: Enter dealer price
am: የአከፋፋይ ዋጋ ያስገቡ
as: ডিলাৰ মূল্য দিন
bg: Въведете цена на дилър
cy: Rhowch Bris Dealar
et: Sisesta Edasimüüja Hind
eu: Sartu merkatari prezioa
fil: Ipasok ang Presyo ng Dealer
gu: ડીલર કિંમત દાખલ કરો
hy: Մուտքագրեք վաճառողի գին
is: Sláðu inn sölumaðurverð
ka: შეიყვანეთ დილერის ფასი
kk: Дилер бағасын енгізіңіз
km: បញ្ចូលតម្លៃអ្នកជួញដូរ
kn: ಡೀಲರ್ ಬೆಲೆ ನಮೂದಿಸಿ
ky: Дилер баасын киргизиңиз
lo: ໃສ່ລາຄາຜູ້ຈິງ
mk: Внесете цена на дилер
ml: ഡീലർ വില നൽകുക
mn: Дилерийн үнэ оруулна уу
my: ဒီးလာစျေးနှုန်း ရိုက်ထည့်ပါ
or: ଡିଲର୍ ମୂଲ୍ୟ ରଖନ୍ତୁ
pa: ਡੀਲਰ ਮੁੱਲ ਦਰਜ ਕਰੋ
ps: ډیلر نرخ داخل کړئ
si: ඩීලර් මිල ඇතුළත් කරන්න
sl: Vnesite ceno za trgovca
ta: வர்த்தக விலையை உள்ளிடவும்
te: డీలర్ ధరను నమోదు చేయండి
tt: Дилер бәясен кертегез
uz: Diler narxini kiriting
zu: Faka intengo yomthengisi

source: Enter discount
am: ቅናሽ ያስገቡ
as: ছাৰ দিব
bg: Въведете отстъпка
cy: Rhowch Gostyngiad
et: Sisesta allahindlus
eu: Sartu deskontua
fil: Ipasok ang diskwento
gu: ડિસ્કાઉન્ટ દાખલ કરો
hy: Մուտքագրեք զեղչ
is: Sláðu inn afslátt
ka: შეიყვანეთ ფასდაკლება
kk: Жеңілдік енгізіңіз
km: បញ្ចូលការបញ្ចុះតម្លៃ
kn: ಉಡುಗೊರೆ ನಮೂದಿಸಿ
ky: Жеңилдикти киргизиңиз
lo: ໃສ່ສໍາເລີຍ
mk: Внесете попуст
ml: ഡിസ്കൗണ്ട് നൽകുക
mn: Хямдрал оруулна уу
my: လျော့ဈေး ရိုက်ထည့်ပါ
or: ଡିସକାଉଣ୍ଟ ରଖନ୍ତୁ
pa: ਛੋਟ ਦਰਜ ਕਰੋ
ps: تخفیف داخل کړئ
si: වට්ටම ඇතුළත් කරන්න
sl: Vnesite popust
ta: தள்ளுபடியை உள்ளிடவும்
te: డిస్కౌంట్‌ను నమోదు చేయండి
tt: Чикләүне кертегез
uz: Chegirma kiriting
zu: Faka isaphulelo

source: Enter manufacturer name
am: የአምራች ስም ያስገቡ
as: উৎপাদকৰ নাম দিন
bg: Въведете име на производителя
cy: Rhowch enw'r gwneuthurwr
et: Sisesta tootja nimi
eu: Sartu fabrikatzailearen izena
fil: Ipasok ang pangalan ng manufacturer
gu: નિર્માતાનું નામ દાખલ કરો
hy: Մուտքագրեք արտադրողի անունը
is: Sláðu inn framleiðanda
ka: შეიყვანეთ მწარმოებლის სახელი
kk: Өндіруші атын енгізіңіз
km: បញ្ចូលឈ្មោះផលិតករ
kn: ತಯಾರಕರ ಹೆಸರು ನಮೂದಿಸಿ
ky: Өндүрүүчүнүн атын киргизиңиз
lo: ໃສ່ຊື່ຜູ້ຜະລິດ
mk: Внесете име на производител
ml: നിർമ്മാതാവിന്റെ പേര് നൽകുക
mn: Үйлдвэрлэгчийн нэрийг оруулна уу
my: ထုတ်လုပ်သူအမည် ရိုက်ထည့်ပါ
or: ଉତ୍ପାଦକ ନାମ ରଖନ୍ତୁ
pa: ਨਿਰਮਾਤਾ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: د جوړونکي نوم داخل کړئ
si: නිෂ්පාදක නාමය ඇතුළත් කරන්න
sl: Vnesite ime proizvajalca
ta: தயாரிப்பாளர் பெயரை உள்ளிடவும்
te: తయారీదారు పేరును నమోదు చేయండి
tt: Производитель исемен кертегез
uz: Ishlab chiqaruvchi nomini kiriting
zu: Faka igama lomkhiqizi

source: Adding..
am: እየተጨመረ ነው...
as: যোগ কৰা হচ্ছে..
bg: Добавяне...
cy: Yn Ychwanegu..
et: Lisamine...
eu: Gehitzen...
fil: Idinadagdag...
gu: ઉમેરવામાં આવી રહ્યું છે...
hy: Ավելացնում է...
is: Bæti við...
ka: დამატება...
kk: Қосылып жатыр...
km: កំពុងបន្ថែម..
kn: ಮುಡಿಸುವುದಾಗಿ
ky: Кошулууда...
lo: ກຳລັງເພີ່ມ..
mk: Додавање...
ml: ചേർക്കുന്നു...
mn: Нэмж байна...
my: ထည့်နေပါသည်..
or: ଯୋଗ କରାଯାଉଛି..
pa: ਜੋੜ ਰਿਹਾ ਹੈ...
ps: اضافه کول...
si: එකතු කරමින්
sl: Dodajanje...
ta: சேர்க்கப்படுவது..
te: జోడిస్తున్నారు...
tt: Өстәү..
uz: Qo'shilmoqda...
zu: Ukungeza...

source: Please enter a valid unit name
am: እባክዎን የተረጋገጠ የአሃድ ስም ያስገቡ
as: অনুগ্ৰহ কৰি বৈধ ইউনিট নাম দিন
bg: Моля, въведете валидно име на единица
cy: Rhowch enw uned dilys, os gwelwch yn dda
et: Palun sisestage kehtiv ühikunimi
eu: Mesedez, sartu unitate izen balio bat
fil: Mangyaring ipasok ang isang valid na pangalan ng unit
gu: કૃપા કરીને માન્ય એકમ નામ દાખલ કરો
hy: Խնդրում ենք մուտքագրեք գործող միավորի անուն
is: Vinsamlegast sláðu inn gilt einingsheiti
ka: გთხოვთ შეიყვანოთ სწორი ერთეულის სახელი
kk: Жарамды бірлік атын енгізіңіз
km: សូមបញ្ចូលឈ្មោះឯកតាសុពលភាព
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಘಟಕದ ಹೆಸರು ನಮೂದಿಸಿ
ky: Сураныч, туура бирдик атын киргизиңиз
lo: ຂໍໃສ່ຊື່ໃບເວົ້າທີ່ໃຊ້ໄດ້
mk: Ве молиме внесете валидно име на единица
ml: ദയവായി ഒരു സാധുവായ യൂണിറ്റ് നാമം നൽകുക
mn: Зөв нэгжийн нэр оруулна уу
my: မှန်ကန်သော အထွက်အမည် ရိုက်ထည့်ပါ
or: ଦୟାକରି ସଠିକ୍ ୟୁନିଟ୍ ନାମ ରଖନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਯੂਨਿਟ ਨਾਮ ਦਰਜ ਕਰੋ
ps: لطفا یو معتبر یونټ نوم داخل کړئ
si: කරුණාකර වලංගු ඒකක නාමයක් ඇතුළත් කරන්න
sl: Prosimo, vnesite veljavno ime enote
ta: சரியான அலகு பெயரை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే యూనిట్ పేరును నమోదు చేయండి
tt: Зинһар, дөрес берәмлек исемен кертегез
uz: Iltimos, amal qiladigan birlik nomini kiriting
zu: Sicela ufake igama lesihluzo elivumelekile
