Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

source: Payment Failed
am: ክፍያ አልተሳካም
as: পেমেন্ট বিফল
bg: Плащането е неуспешно
cy: Talu'n Fethu
et: Makse Ebaõnnestus
eu: Ordainketa huts egin du
fil: Nabigo ang Pagbabayad
gu: પેમેન્ટ નિષ્ફળ
hy: Վճարումը ձախողվեց
is: Greiðsla mistókst
ka: გადახდა ვერ მოხერხდა
kk: Төлем сәтсіз болды
km: ការបង់ប្រាក់អត់ជោគជ័យ
kn: ಪಾವತಿ ವಿಫಲವಾಯಿತು
ky: Төлөм ийгиликсиз болду
lo: ຈ່າຍເງິນບໍ່ສໍາເລີຍ
mk: Плаќањето не успеа
ml: പേയ്‌മെന്റ് പരാജയപ്പെട്ടു
mn: Төлбөр амжилтгүй боллоо
my: ငွေပေးချေမှု ရပ်စဲပါသည်
or: ପେମେଣ୍ଟ ବିଫଳ
pa: ਭੁਗਤਾਨ ਅਸਫਲ
ps: تادیه ناکامه شوه
si: ගෙවීම අසාර්ථකයි
sl: Plačilo je bilo neuspešno
ta: செலுத்தல் தோல்வியடைந்தது
te: చెల్లింపు విఫలమైంది
tt: Түләү уңышсыз булды
zu: Ukukhokha Kwehlulekile

source: Payment failed. Please try again.
am: ክፍያው አልተሳካም። እንደገን ሞክር።
as: পেমেন্ট বিফল। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bg: Плащането е неуспешно. Моля, опитайте отново.
cy: Methodd y taliad. Ceisiwch eto, os gwelwch yn dda.
et: Makse ebaõnnestus. Palun proovige uuesti.
eu: Ordainketa huts egin du. Mesedez, saiatu berriro.
fil: Nabigo ang pagbabayad. Subukan muli.
gu: પેમેન્ટ નિષ્ફળ ગયું. કૃપા કરીને ફરી પ્રયાસ કરો.
hy: Վճարումը ձախողվեց։ Խնդրում ենք կրկին փորձել։
is: Greiðsla mistókst. Vinsamlegast reyndu aftur.
ka: გადახდა ვერ მოხერხდა. გთხოვთ სცადოთ ხელახლა.
kk: Төлем сәтсіз болды. Қайта көріңіз.
km: ការបង់ប្រាក់អត់ជោគជ័យ។ សូមសាកល្បងម្តងទៀត។
kn: ಪಾವತಿ ವಿಫಲವಾಯಿತು. ದಯವಿಟ್ಟು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ky: Төлөм ийгиликсиз болду. Дагы аракет кылыңыз.
lo: ຈ່າຍເງິນບໍ່ສໍາເລີຍ. ກະລຸນາລອງໃຫມ່.
mk: Плаќањето не успеа. Ве молиме обидете се повторно.
ml: പേയ്‌മെന്റ് പരാജയപ്പെട്ടു. വീണ്ടും ശ്രമിക്കുക.
mn: Төлбөр амжилтгүй боллоо. Дахин оролдоно уу.
my: ငွေပေးချေမှု မအောင်မြင်ပါ၊ ထပ်မံကြိုးစားပါ။
or: ପେମେଣ୍ଟ ବିଫଳ ହେଲା। ଦୟାକରି ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਭੁਗਤਾਨ ਅਸਫਲ ਰਿਹਾ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ps: تادیه ناکامه شوه. لطفا بیا هڅه وکړئ.
si: ගෙවීම අසාර්ථකයි. කරුණාකර නැවත උත්සාහ කරන්න.
sl: Plačilo je bilo neuspešno. Prosimo, poskusite znova.
ta: செலுத்தல் தோல்வியடைந்தது. மீண்டும் முயற்சிக்கவும்.
te: చెల్లింపు విఫలమైంది. దయచేసి మళ్ళీ ప్రయత్నించండి.
tt: Түләү уңышсыз булды. Зинһар, кабатлап карагыз.
zu: Ukukhokha kwehlulekile. Sicela uzame futhi.

source: Please enter a valid brand name
am: እባክዎን የተረጋገጠ የብራንድ ስም ያስገቡ
as: দয়া কৰি সঠিক ব্র্যান্ড নাম প্ৰৱিষ্ট কৰক
bg: Моля, въведете валидно име на марка
cy: Rhowch enw brand dilys, os gwelwch yn dda
et: Palun sisestage kehtiv brändinimi
eu: Mesedez, sartu marka izen balio bat
fil: Mangyaring ipasok ang isang valid na pangalan ng brand
gu: કૃપા કરીને માન્ય બ્રાન્ડ નામ દાખલ કરો
hy: Խնդրում ենք մուտքագրեք գործող բրենդի անուն
is: Vinsamlegast sláðu inn gilt vörumerki
ka: გთხოვთ შეიყვანოთ სწორი ბრენდის სახელი
kk: Жарамды бренд атауын енгізіңіз
km: សូមបញ្ចូលឈ្មោះម៉ាកសុពលភាព
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಬ್ರಾಂಡ್ ಹೆಸರು ನಮೂದಿಸಿ
ky: Сураныч, туура бренд атын киргизиңиз
lo: ໃສ່ຊື່ເຄື່ອງຈິນປະກອບ
mk: Ве молиме внесете валидно име на бренд
ml: ദയവായി ഒരു സാധുവായ ബ്രാൻഡ് നാമം നൽകുക
mn: Зөв брэнд нэр оруулна уу
my: မှန်ကန်သော အမှတ်တံဆိပ် အမည် ရိုက်ထည့်ပါ
or: ଦୟାକରି ଏକ ବୈଧ ବ୍ରାଣ୍ଡ୍ ନାମ ଦାଖଲ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਬ੍ਰਾਂਡ ਨਾਮ ਦਰਜ ਕਰੋ
ps: لطفا یو معتبر برانډ نوم داخل کړئ
si: කරුණාකර වලංගු බ්‍රෑන්ඩ් නාමයක් ඇතුළත් කරන්න
sl: Prosimo, vnesite veljavno ime blagovne znamke
ta: சரியான பிராண்ட் பெயரை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే బ్రాండ్ పేరును నమోదు చేయండి
tt: Зинһар, дөрес бренд исемен кертегез
zu: Sicela ufake igama lebhendi elivumelekile

source: Enter a brand name
am: የብራንድ ስም ያስገቡ
as: এক ব্র্যান্ড নাম প্ৰৱিষ্ট কৰক
bg: Въведете име на марка
cy: Rhowch enw brand
et: Sisesta brändinimi
eu: Sartu marka izen bat
fil: Ipasok ang pangalan ng brand
gu: બ્રાન્ડ નામ દાખલ કરો
hy: Մուտքագրեք բրենդի անուն
is: Sláðu inn vörumerki
ka: შეიყვანეთ ბრენდის სახელი
kk: Бренд атауын енгізіңіз
km: បញ្ចូលឈ្មោះម៉ាក
kn: ಬ್ರಾಂಡ್ ಹೆಸರು ನಮೂದಿಸಿ
ky: Бренд атын киргизиңиз
lo: ໃສ່ຊື່ເຄື່ອງຈິນປະກອບ
mk: Внесете име на бренд
ml: ഒരു ബ്രാൻഡ് നാമം നൽകുക
mn: Брэнд нэр оруулна уу
my: အမှတ်တံဆိပ် အမည် ရိုက်ထည့်ပါ
or: ଏକ ବ୍ରାଣ୍ଡ୍ ନାମ ଦାଖଲ କରନ୍ତୁ
pa: ਇੱਕ ਬ੍ਰਾਂਡ ਨਾਮ ਦਰਜ ਕਰੋ
ps: د برانډ نوم داخل کړئ
si: බ්‍රෑන්ඩ් නාමය ඇතුළත් කරන්න
sl: Vnesite ime blagovne znamke
ta: பிராண்ட் பெயரை உள்ளிடவும்
te: బ్రాండ్ పేరును నమోదు చేయండి
tt: Бренд исемен кертегез
zu: Faka igama lebhendi

source: Add Category
am: ምድብ አክል
as: শ্ৰেণী যোগ কৰক
bg: Добави категория
cy: Ychwanegu Categori
et: Lisa Kategooria
eu: Kategoria gehitu
fil: Magdagdag ng Kategorya
gu: કેટેગરી ઉમેરો
hy: Ավելացնել կատեգորիա
is: Bæta við flokki
ka: კატეგორიის დამატება
kk: Санат қосу
km: បន្ថែមប្រភេទ
kn: ವರ್ಗವನ್ನು ಸೇರಿಸಿ
ky: Категория кошуу
lo: ເພີ່ມໝວດ
mk: Додај категорија
ml: വിഭാഗം ചേർക്കുക
mn: Ангилал нэмэх
my: အမျိုးအစား ထည့်ပါ
or: ବିଭାଗ ଯୋଗ କରନ୍ତୁ
pa: ਸ਼੍ਰੇਣੀ ਜੋੜੋ
ps: کټګوري اضافه کړئ
si: කාණ්ඩ එකතු කරන්න
sl: Dodaj kategorijo
ta: வகையைச் சேர்க்கவும்
te: వర్గం జోడించండి
tt: Категория өстә
zu: Engeza Igatsha

source: Enter category name
am: የምድብ ስም ያስገቡ
as: শ্ৰেণী নাম প্ৰৱিষ্ট কৰক
bg: Въведете име на категория
cy: Rhowch enw categori
et: Sisesta kategooria nimi
eu: Sartu kategoria izena
fil: Ipasok ang pangalan ng kategorya
gu: કેટેગરી નામ દાખલ કરો
hy: Մուտքագրեք կատեգորիայի անուն
is: Sláðu inn flokksheiti
ka: შეიყვანეთ კატეგორიის სახელი
kk: Санат атауын енгізіңіз
km: បញ្ចូលឈ្មោះប្រភេទ
kn: ವರ್ಗದ ಹೆಸರು ನಮೂದಿಸಿ
ky: Категориянын атын киргизиңиз
lo: ໃສ່ຊື່ໝວດ
mk: Внесете име на категорија
ml: വിഭാഗം പേര് നൽകുക
mn: Ангиллын нэр оруулна уу
my: အမျိုးအစား အမည် ရိုက်ထည့်ပါ
or: ବିଭାଗର ନାମ ଦାଖଲ କରନ୍ତୁ
pa: ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: کټګورۍ نوم داخل کړئ
si: කාණ්ඩ නාමය ඇතුළත් කරන්න
sl: Vnesite ime kategorije
ta: வகை பெயரை உள்ளிடவும்
te: వర్గం పేరు నమోదు చేయండి
tt: Категория исемен кертегез
zu: Faka igama legatsha

source: Select variations :
am: ልዩነቶችን ይምረጡ፡
as: বৈচিত্র্য বাচনি কৰক :
bg: Избери вариации:
cy: Dewis amrywiadau:
et: Vali variandid:
eu: Hautatu aldaerak :
fil: Pumili ng mga variation:
gu: વેરિએશન પસંદ કરો :
hy: Ընտրեք տարբերակներ:
is: Veldu útfærslur:
ka: აირჩიეთ ვარიაციები:
kk: Өзгерістерді таңдаңыз:
km: ជ្រើសវិនិយោគ :
kn: ವಿವಿಧತೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ:
ky: Вариацияларды тандаңыз:
lo: ເລືອກຄວາມແປງປ່ອນ:
mk: Избери варијации:
ml: വ്യതിയാനങ്ങൾ തിരഞ്ഞെടുക്കുക:
mn: Хувилбаруудыг сонгоно уу:
my: အမျိုးမျိုး ရွေးချယ်ပါ :
or: ପ୍ରକାର ଚୟନ କରନ୍ତୁ:
pa: ਵੇਰੀਏਸ਼ਨ ਚੁਣੋ:
ps: تغییرونه غوره کړئ :
si: වර්ගීකරණ තෝරන්න:
sl: Izberi različice:
ta: மாற்றங்களைத் தேர்ந்தெடுக்கவும்:
te: వేరియేషన్‌లను ఎంచుకోండి:
tt: Вариацияләрне сайлагыз:
zu: Khetha ukuguquguquka :

source: Data saved successfully.
am: ውሂቡ በተሳካ ሁኔታ ተቀምጧል።
as: ডাটা সফলভাবে সংৰক্ষিত হৈছে।
bg: Данните са запазени успешно.
cy: Cadwyd y data yn llwyddiannus.
et: Andmed salvestati edukalt.
eu: Datuak arrakastaz gorde dira.
fil: Matagumpay na na-save ang data.
gu: ડેટા સફળતાપૂર્વક સાચવવામાં આવ્યો.
hy: Տվյալները հաջողությամբ պահպանվեցին
is: Gögn geymd árangursríkt.
ka: მონაცემები წარმატებით შენახულია.
kk: Деректер сәтті сақталды.
km: ទិន្នន័យបានរក្សាទុកជោគជ័យ។
kn: ದತ್ತಾಂಶ ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ.
ky: Маалымат ийгиликтүү сакталды.
lo: ຂໍໍລະບຽບເຂອງຂໍໍລະບຽບໄດ້ສຳເລີຍ.
mk: Податоците се успешно зачувани.
ml: ഡാറ്റ വിജയകരമായി സേവ് ചെയ്തു.
mn: Өгөгдөл амжилттай хадгалагдсан.
my: ဒေတာကို အောင်မြင်စွာ သိမ်းဆည်းပြီးပါသည်။
or: ଡାଟା ସଫଳତାର ସହିତ ସୁରକ୍ଷିତ ହୋଇଛି।
pa: ਡਾਟਾ ਸਫਲਤਾਪੂਰਵਕ ਸੇਵ ਕੀਤਾ ਗਿਆ।
ps: ډاټا په بریالیتوب سره خوندي شو.
si: දත්ත සාර්ථකව සුරක්ෂිත කර ඇත.
sl: Podatki so bili uspešno shranjeni.
ta: தரவு வெற்றிகரமாக சேமிக்கப்பட்டது.
te: డేటా విజయవంతంగా సేవ్ చేయబడింది.
tt: Мәгълүмат уңышлы сакланды.
zu: Idatha iLondolozwe ngempumelelo.

source: Something is
am: አንድ ነገር አለ
as: কিছু ভুল হৈছে
bg: Нещо е
cy: Mae rhywbeth yn
et: Midagi on
eu: Zerbait da
fil: Mayroong isang bagay
gu: કંઈક છે
hy: Ինչ-որ բան է
is: Eitthvað er
ka: რაღაც არის
kk: Бір нәрсе бар
km: អ្វីមួយកំពុង
kn: ಏನೋ ಒಂದು ವಿಷಯ
ky: Бир нерсе
lo: ບໍ່ແມ່ນຄວາມ
mk: Нешто е
ml: എന്തോ
mn: Ямар нэг зүйл байна
my: ဘာမှ ဖြစ်နေပါသည်
or: କିଛି ଭୁଲ ହୋଇଛି
pa: ਕੁਝ ਹੈ
ps: څه شی دی
si: කිසියම් දෙයක්
sl: Nekaj je
ta: எதோ ஒன்று
te: ఏదో ఉంది
tt: Нәрсәдер бар
zu: Kukhona okuthile okuyi-

# updateYourProfile
source: Update your profile to connect your customer with better impression
am: ደንበኞችዎን በተሻለ ስሜት ለማገናኘት መገለጫዎን ያዘምኑ
as: আপোনাৰ প্ৰ'ফাইল আপডেট কৰক যাতে আপোনাৰ গ্ৰাহকসকলৰ সৈতে ভাল সংযোগ স্থাপন কৰিব পাৰিব
bg: Актуализирай своя профил, за да се свържеш с клиента си с по-добро впечатление
cy: Diweddarwch eich proffil i gysylltu â'ch cwsmer gyda argraff well
et: Uuenda oma profiili, et ühenduda oma kliendiga parema mulje saamiseks
eu: Eguneratu zure profila zure bezeroa hobeto lotzeko
fil: I-update ang iyong profile upang ikonekta ang iyong customer sa mas mahusay na impresyon
gu: તમારી પ્રોફાઇલ અપડેટ કરો જેથી તમારા ગ્રાહકને વધુ સારી છાપ સાથે કનેક્ટ કરી શકો
hy: Թարմացրեք ձեր պրոֆիլը՝ ավելի լավ տպավորություն թողնելու համար ձեր հաճախորդի վրա
is: Uppfæra prófíl þitt til að tengjast viðskiptavinum þínum með betri áhrifum
ka: განაახლეთ თქვენი პროფილი, რათა დაუკავშირდ
kk: Профильіңізді жаңартып, клиенттеріңізге жақсы әсер қалдырыңыз
km: ធ្វើបច្ចុប្បន្នភាពប្រវត្តិរូបរបស់អ្នកដើម្បីភ្ជាប់អតិថិជនរបស់អ្នកជាមួយការស្រស់ស្អាតបន្ថែមទៀត
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನವಿಕರಿಸಿ, ಗ್ರಾಹಕರೊಂದಿಗೆ ಉತ್ತಮ ಶ್ರೇಣಿಯನ್ನು ಸಂಪರ್ಕಿಸಲು
ky: Кардарларыңыз менен жакшыраак таасир калтыруу үчүн профилиңизди жаңыртыңыз
lo: ອັບເດດໂປຣໄຟລ໌ຂອງທ່ານເພື່ອເຊື່ອມເຂອງທ່ານໃນການເປັນຄວາມທີ່ເຄື່ອງທັງໝົດ
mk: Ажурирај го твојот профил за да ги поврзеш твоите клиенти со подобар впечаток
ml: നിങ്ങളുടെ പ്രൊഫൈൽ അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Үйлчлүүлэгчтэйгээ илүү сайн холбогдохын тулд профайлаа шинэчилнэ үү
my: သင့်ပရိုဖိုင်းကို အပ်ဒိတ်လုပ်ပါ၊ သင့်ဖောက်သည်များကို အပြန်အလှန်ပြောပါ
or: ଆପଣଙ୍କର ପ୍ରୋଫାଇଲ୍ ଅପଡେଟ୍ କରନ୍ତୁ ଯାହା ଆପଣଙ୍କ କ୍ଷେତ୍ରରେ ଭଲ ଭାବରେ ଗ୍ରାହକଙ୍କୁ ସଂପର୍କ କରେ।
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਅਪਡੇਟ ਕਰੋ ਤਾਂ ਜੋ ਤੁਹਾਡਾ ਗਾਹਕ ਬਿਹਤਰ ਪ੍ਰਭਾਵ ਨਾਲ ਜੁੜ ਸਕੇ
ps: خپل پروفایل تازه کړئ ترڅو خپل پیرودونکي د ښه تاثیر سره وصل کړئ
si: ඔබේ පැතිකඩ යාවත්කාලීන කරන්න, ඔබගේ ගනුදෙනුකරුවන්ට හොඳ ප්‍රතිචාරයක් ලබා දෙන්න
sl: Posodobite svoj profil, da povežete svojega kupca z boljšim vtisom
ta: உங்கள் சுயவிவரத்தை புதுப்பிக்கவும் உங்கள் வாடிக்கையாளர்களை சிறந்த மதிப்பீட்டுடன் இணைக்கவும்
te: మీ కస్టమర్‌ని మెరుగైన ముద్రణతో కనెక్ట్ చేయడానికి మీ ప్రొఫైల్‌ను నవీకరించండి
tt: Профилегезне яңартыгыз, клиентларыгыз белән яхшырак тәэсир өчен
zu: Buyekeza iphrofayela yakho ukuze uxhumane nekhasimende lakho ngomthwalo omuhle

source: Shop Opening Balance
am: የሱቅ መክፈቻ ቀሪ ሂሳብ
as: দোকানৰ আৰম্ভণি বেলেঞ্চ
bg: Начален баланс на магазина
cy: Balans Agoriadol y Siop
et: Poe Avasaldo
eu: Denda Hasierako Saldoa
fil: Panimulang Balanse ng Tindahan
gu: શોપ ઓપનિંગ બેલેન્સ
hy: Խանութի բացման հաշվեկշիռ
is: Opnunarsaldo verslunar
ka: მაღაზიის საწყისი ბალანსი
kk: Дүкеннің ашылу теңгерімі
km: មូលបត្រ​ចាប់ផ្តើមហាង
kn: ಅಂಗಡಿಗೆ ಆರಂಭಿಕ ಬ್ಯಾಲೆನ್ಸ್
ky: Дүкөн ачылыш балансы
lo: ຍອດເປົ່າເປົ່າ
mk: Почетна салдо на продавницата
ml: ഷോപ്പ് തുറക്കുന്ന ബാലൻസ്
mn: Дэлгүүрийн нээлтийн үлдэгдэл
my: ဆိုင် ဖွင့်ခြင်း ဘဏ်စာရင်း
or: ଦୋକାନ ଆରମ୍ଭ ବାଲାନ୍ସ
pa: ਸ਼ੁਰੂਆਤੀ ਬਕਾਇਆ
ps: د پلورنځي پرانیستل توازن
si: සැපයුම් ආරම්භක ශේෂය
sl: Začetno stanje trgovine
ta: அங்காடி திறப்பு மிச்சம்
te: షాప్ ప్రారంభ బ్యాలెన్స్
tt: Кибетнең башлангыч балансы
zu: Isibili Sokuvula Isitolo

source: Shop Remaining Balance
am: የሱቅ ቀሪ ሂሳብ
as: দোকানৰ অবশিষ্ট বেলেঞ্চ
bg: Остатъчен баланс на магазина
cy: Balans Gweddilliol y Siop
et: Poe Jääksaldo
eu: Denda Gainerako Saldoa
fil: Natitirang Balanse ng Tindahan
gu: શોપ રિમેઈનિંગ બેલેન્સ
hy: Խանութի մնացորդային հաշվեկշիռ
is: Eftirstöðvar verslunar
ka: მაღაზიის დარჩენილი ბალანსი
kk: Дүкеннің қалған теңгерімі
km: មូលបត្រប្រាក់ដែលនៅសល់
kn: ಅಂಗಡಿಗೆ ಉಳಿದ ಬ್ಯಾಲೆನ್ಸ್
ky: Дүкөн калдык балансы
lo: ຍອດເປົ່າທີ່ເຫຼົ່າ
mk: Преостаната салдо на продавницата
ml: ഷോപ്പ് ശേഷിക്കുന്ന ബാലൻസ്
mn: Дэлгүүрийн үлдэгдэл
my: ဆိုင် ကျန်ရှိသော ဘဏ်စာရင်း
or: ଦୋକାନ ଅବଶିଷ୍ଟ ବାଲାନ୍ସ
pa: ਦੁਕਾਨ ਬਾਕੀ ਬਕਾਇਆ
ps: د پلورنځي پاتې توازن
si: සැපයුම් ඉතිරි ශේෂය
sl: Preostalo stanje trgovine
ta: அங்காடி மீதமுள்ள மிச்சம்
te: షాప్ మిగిలిన బ్యాలెన్స్
tt: Кибетнең калган балансы
zu: Isibili Esisalayo Sesitolo

source: Enter a valid Discount
am: ትክክለኛ ቅናሽ ያስገቡ
as: সঠিক ৰেহাই প্ৰৱিষ্ট কৰক
bg: Въведете валидна отстъпка
cy: Rhowch gostyngiad dilys, os gwelwch yn dda
et: Sisesta kehtiv allahindlus
eu: Sartu deskontu balio bat
fil: Ipasok ang isang valid na Diskwento
gu: માન્ય ડિસ્કાઉન્ટ દાખલ કરો
hy: Մուտքագրեք գործող զեղչ
is: Sláðu inn gilt afslátt
ka: შეიყვანეთ სწორი ფასდაკლება
kk: Жарамды жеңілдікті енгізіңіз
km: បញ្ចូលការបញ្ចុះតម្លៃសុពលភាព
kn: ಸರಿಯಾದ ಸಡಿಲನ್ನು ನಮೂದಿಸಿ
ky: Туура жеңилдикти киргизиңиз
lo: ໃສ່ສໍາເລີຍສໍາເລີຍ
mk: Внесете валиден попуст
ml: സാധുവായ ഡിസ്കൗണ്ട് നൽകുക
mn: Зөв хямдрал оруулна уу
my: မှန်ကန်သော လျော့ဈေး ရိုက်ထည့်ပါ
or: ଏକ ବୈଧ ଡିସ୍କାଉଣ୍ଟ ଦାଖଲ କରନ୍ତୁ
pa: ਇੱਕ ਵੈਧ ਛੋਟ ਦਰਜ ਕਰੋ
ps: یو معتبر تخفیف داخل کړئ
si: වලංගු වට්ටමක් ඇතුළත් කරන්න
sl: Vnesite veljaven popust
ta: சரியான தள்ளுபடியை உள்ளிடவும்
te: చెల్లుబాటు అయ్యే డిస్కౌంట్‌ని నమోదు చేయండి
tt: Дөрес чикләү кертегез
zu: Faka isaphulelo esivumelekile

source: Add product first
am: በመጀመሪያ ምርት ያክሉ
as: প্ৰথমে সামগ্ৰী যোগ কৰক
bg: Първо добави продукт
cy: Ychwanegwch gynnyrch yn gyntaf
et: Lisa kõigepealt toode
eu: Lehenik gehitu produktu bat
fil: Magdagdag muna ng produkto
gu: પહેલા ઉત્પાદન ઉમેરો
hy: Նախ ավելացրեք ապրանք
is: Bæta við vöru fyrst
ka: პირველ რიგში დაამატეთ პროდუქტი
kk: Алдымен өнім қосыңыз
km: បន្ថែមផលិតផលជាលើកដំបូង
kn: ಮೊದಲನೆಯದಾಗಿ ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಿ
ky: Адегенде товар кошуңуз
lo: ເພີ່ມສະຜິດຕະພາບເທົ່າໃຊ້ເອົ້າ
mk: Прво додај производ
ml: ആദ്യം ഉൽപ്പന്നം ചേർക്കുക
mn: Эхлээд бүтээгдэхүүн нэмнэ үү
my: ပထမဦးစွာ ပစ္စည်း ထည့်ပါ
or: ପ୍ରଥମେ ପ୍ରୋଡକ୍ଟ୍ ଯୋଡନ୍ତୁ
pa: ਪਹਿਲਾਂ ਉਤਪਾਦ ਜੋੜੋ
ps: لومړی محصول اضافه کړئ
si: පළමුව නිෂ්පාදනය එකතු කරන්න
sl: Najprej dodajte izdelek
ta: முதல் பொருளைச் சேர்க்கவும்
te: మొదట ఉత్పత్తిని జోడించండి
tt: Беренче чиратта продукт өстәгез
zu: Engeza umkhiqizo kuqala

source: Subtotal
am: ጠቅላላ ድምር
as: উপমুঠ
bg: Междусума
cy: Is-gyfanswm
et: Vahesumma
eu: Azpiko guztira
gu: કુલ કિંમત
hy: Ընդհանուր գումար
is: Milliupphæð
ka: ნაწილობრივი ჯამი
kk: Промежуточная сумма
km: សរុបរង
kn: ಉಪ-ಮೊತ್ತ
ky: Жалпы жыйынтык
lo: ລວມເຄື່ອງຈິນປະກອບ
mk: Меѓувкупно
ml: സബ്‌
mn: Нийт дүн
my: အချို့လက်မှတ်
or: ସମ୍ମିଳିତ ମୋଟ
pa: ਕੁੱਲ
ps: سوب ټوټل
si: උප-මුළු
sl: Vmesni znesek
ta: உட்பகுதி
te: మొత్తం మొత్తం
tt: Промежуточный сумма
zu: Inani Eliphelele

source: Purchase Details
am: የግዢ ዝርዝሮች
as: কিনাৰ বিবৰণ
bg: Детайли за покупката
cy: Manylion Prynu
et: Ostude Andmed
eu: Erosketa Xehetasunak
fil: Mga Detalye ng Pagbili
gu: ખરીદી વિગતો
hy: Գնման մանրամասներ
is: Innkaupsupplýsingar
ka: შესყიდვის დეტალები
kk: Сатып алу мәліметтері
km: ព័ត៌មានលម្អិតការទិញ
kn: ಖರೀದಿ ವಿವರಗಳು
ky: Сатып алуу деталдары
lo: ລາຍລະອຽດການຊື້
mk: Детали на набавка
mn: Худалдан авалтын дэлгэрэнгүй
my: ဝယ်ယူမှု အသေးစိတ်
or: କ୍ରୟ ବିବରଣୀ
pa: ਖਰੀਦ ਵੇਰਵੇ
ps: د پیرود جزییات
si: මිලදී ගැනීමේ විස්තර
sl: Podrobnosti o nakupu
ta: வாங்குதல் விவரங்கள்
te: కొనుగోలు వివరాలు
tt: Сатып алу мәгълүматлары
zu: Imininingwane Yokuthengwa

# totall
source: Total:
am: ጠቅላላ:
as: মুঠ:
bg: Общо:
cy: Cyfanswm:
et: Kokku:
eu: Guztira:
fil: Kabuuan:
gu: કુલ:
hy: Ընդհանուր:
is: Heildarverð:
ka: სულ:
kk: Жалпы:
km: សរុប:
kn: ಒಟ್ಟು:
ky: Жалпы:
lo: ລວມ:
mk: Вкупно:
mn: Нийт:
my: စုစုပေါင်း:
or: ମୋଟ:
pa: ਕੁੱਲ:
ps: ټول:
si: මුළු:
sl: Skupaj:
ta: மொத்தம்:
te: మొత్తం:
tt: Гомуми:
zu: Inani Eliphelele:

source: Start Date
am: የመጀመሪያ ቀን
as: শুরু তাৰিখ
bg: Начална дата
cy: Dyddiad Dechrau
et: Alguskuupäev
eu: Hasierako Data
fil: Petsa ng Pagsisimula
gu: શરૂઆતની તારીખ
hy: Սկսելու ամսաթիվ
is: Upphafsdagsetning
ka: საწყისი თარიღი
kk: Басталу күні
km: កាលបរិច្ឆេទចាប់ផ្តើម
kn: ಆರಂಭದ ದಿನಾಂಕ
ky: Башталыш датасы
lo: ວັນທີ່ເລີ່ມ
mk: Датум на почеток
mn: Эхлэх огноо
my: စတင်နေ့စွဲ
or: ଆରମ୍ଭ ତାରିଖ
pa: ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ
ps: د پیل نیټه
si: අරම්භක දිනය
sl: Začetni datum
ta: தொடக்க தேதி
te: ప్రారంభ తేదీ
tt: Башлангыч дата
zu: Usuku Lokuthoma

source: Pick Start Date
am: የመጀመሪያ ቀን ይምረጡ
as: শুরু তাৰিখ বাচনি কৰক
bg: Избери начална дата
cy: Dewis Dyddiad Dechrau
et: Vali Alguskuupäev
eu: Aukeratu Hasierako Data
fil: Pumili ng Petsa ng Pagsisimula
gu: શરૂઆતની તારીખ પસંદ કરો
hy: Ընտրել սկսելու ամսաթիվը
is: Veldu upphafsdagsetningu
ka: აირჩიეთ საწყისი თარიღი
kk: Басталу күнін таңдаңыз
km: ជ្រើសកាលបរិច្ឆេទចាប់ផ្តើម
kn: ಆರಂಭದ ದಿನಾಂಕ ಆಯ್ಕೆಮಾಡಿ
ky: Башталыш датасын тандаңыз
lo: ເລືອກວັນທີ່ເລີ່ມ
mk: Избери датум на почеток
mn: Эхлэх огноо сонгох
my: စတင်နေ့စွဲ ရွေးချယ်ပါ
or: ଆରମ୍ଭ ତାରିଖ ଚୟନ କରନ୍ତୁ
pa: ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ ਚੁਣੋ
ps: د پیل نیټه غوره کړئ
si: අරම්භක දිනය තෝරන්න
sl: Izberi začetni datum
ta: தொடக்க தேதியைத் தேர்ந்தெடுக்கவும்
te: ప్రారంభ తేదీని ఎంచుకోండి
tt: Башлангыч датаны сайлагыз
zu: Khetha Usuku Lokuthoma

source: End Date
am: የመጨረሻ ቀን
as: সমাপ্তি তাৰিখ
bg: Крайна дата
cy: Dyddiad Gorffen
et: Lõppkuupäev
eu: Amaierako Data
fil: Petsa ng Pagtatapos
gu: અંતિમ તારીખ
hy: Ավարտվող ամսաթիվ
is: Lokadagsetning
ka: დასასრულის თარიღი
kk: Аяқталу күні
km: កាលបរិច្ឆេទបញ្ចប់
kn: ಅಂತ್ಯದ ದಿನಾಂಕ
ky: Аяктоо датасы
lo: ວັນທີ່ໃສ່ເສດບົດ
mk: Краен датум
mn: Дуусах огноо
my: အဆုံးနေ့စွဲ
or: ଶେଷ ତାରିଖ
pa: ਅੰਤਿਮ ਤਾਰੀਖ
ps: د پای نیټه
si: අවසාන දිනය
sl: Končni datum
ta: முடிவுத் தேதி
te: ముగింపు తేదీ
tt: Ахыр дата
zu: Usuku Lokuphela

source: Pick End Date
am: የመጨረሻ ቀን ይምረጡ
as: এণ্ড তাৰিখ বাচক
bg: Избери крайна дата
cy: Dewis Dyddiad Gorffen
et: Vali Lõppkuupäev
eu: Aukeratu Amaierako Data
fil: Pumili ng Petsa ng Pagtatapos
gu: અંતિમ તારીખ
hy: Ընտրել ավարտվող ամսաթիվը
is: Veldu lokadagsetningu
ka: აირჩიეთ დასასრულის თარიღი
kk: Аяқталу күнін таңдаңыз
km: ជ្រើសកាលបរិច្ឆេទបញ្ចប់
kn: ಅಂತ್ಯದ ದಿನಾಂಕ ಆಯ್ಕೆಮಾಡಿ
ky: Аяктоо датасын тандаңыз
lo: ເລືອກວັນທີ່ໃສ່ເສດບົດ
mk: Избери краен датум
mn: Дуусах огноо сонгох
my: အဆုံးနေ့စွဲ ရွေးချယ်ပါ
or: ଶେଷ ତାରିଖ ଚୟନ କରନ୍ତୁ
pa: ਅੰਤਿਮ ਤਾਰੀਖ ਚੁਣੋ
ps: د پای نیټه غوره کړئ
si: අවසාන දිනය තෝරන්න
sl: Izberi končni datum
ta: முடிவுத் தேதியைத் தேர்ந்தெடுக்கவும்
te: ముగింపు తేదీని ఎంచుకోండి
tt: Ахыр датаны сайлагыз
zu: Khetha Usuku Lokuphela

source: Failed to get platform version.
am: የመድረክ ስሪት ማግኘት አልተቻለም።
as: প্লাটফৰ্মৰ সংস্কৰণ লাভ কৰাত বিফল।
bg: Неуспешно получаване на версия на платформата.
cy: Methodd cael fersiwn y platfform.
et: Platvormi versiooni hankimine ebaõnnestus.
eu: Ezin izan da plataformaren bertsioa lortu.
fil: Nabigo sa pagkuha ng bersyon ng platform.
gu: પ્લેટફોર્મ વર્ઝન મેળવવામાં નિષ્ફળ ગયું.
hy: Չհաջողվեց ստանալ հարթակի տարբերակը
is: Mistókst að sækja útgáfu platform
ka: პლატფორმის ვერსიის მიღება ვერ მოხერხდა.
kk: Платформа нұсқасын алу сәтсіз аяқталды.
km: បរាជ័យក្នុងការទទួលបានកំណែវេទិកា។
kn: ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಆವೃತ್ತಿಯನ್ನು ಪಡೆಯಲು ವಿಫಲವಾಯಿತು.
ky: Платформа версиясын алууда ката кетти.
lo: ບໍ່ສາມາດຮັບສະຖານທີ່ເພີ່ມເຂອງເວບເຊີ່ນ
mk: Неуспешно добивање на верзија на платформата.
ml: പ്ലാറ്റ്ഫോം പതിപ്പ് ലഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു.
mn: Платформын хувилбарыг авах боломжгүй байна.
my: ပလက်ဖောင်း ဗားရှင်း ရယူရန် အမှားရှိသည်။
or: ପ୍ଲାଟଫର୍ମ ଭାର୍ସନ୍ ପାଇବାରେ ବିଫଳ।
pa: ਪਲੇਟਫਾਰਮ ਸੰਸਕਰਣ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ।
ps: د پلیټ فارم نسخه ترلاسه کولو کې پاتې راغلی.
si: වෙබ් අඩවියේ අනුවාදය ලබා ගැනීමට අසාර්ථකයි.
sl: Napaka pri pridobivanju različice platforme.
ta: தள பதிப்பை பெற தோல்வியடைந்தது.
te: ప్లాట్‌ఫారమ్ వెర్షన్‌ను పొందడంలో విఫలమైంది.
tt: Платформа версиясен алу уңышсыз булды.
uz: Platforma versiyasini olishda xatolik yuz berdi.
zu: Ukwehluleka ukuthola inguqulo yeplatifomu.

source: Enter quantity
am: ብዛት ያስገቡ
as: পৰিমাণ দিন
bg: Въведете количество
cy: Rhowch faint
et: Sisesta kogus
eu: Sartu kantitatea
fil: Ipasok ang dami
gu: જથ્થો દાખલ કરો
hy: Մուտքագրեք քանակը
is: Sláðu inn magn
ka: შეიყვანეთ რაოდენობა
kk: Сан енгізіңіз
km: បញ្ចូលបរិមាណ
kn: ಮಾತ್ರೆ ನಮೂದಿಸಿ
ky: Санды киргизиңиз
lo: ໃສ່ຈັນ
mk: Внесете количина
ml: അളവ് നൽകുക
mn: Тоо ширхэг оруулна уу
my: အရေအတွက် ရိုက်ထည့်ပါ
or: ପରିମାଣ ଦାଖଲ କରନ୍ତୁ
pa: ਮਾਤਰਾ ਦਰਜ ਕਰੋ
ps: مقدار داخل کړئ
si: ප්‍රමාණය ඇතුළත් කරන්න
sl: Vnesite količino
ta: அளவைக் குறிப்பிடவும்
te: పరిమాణాన్ని నమోదు చేయండి
tt: Сан кертегез
uz: Miqdorni kiriting
zu: Faka inani

source: Please add quantity
am: እባክዎን ብዛት ያክሉ
as: অনুগ্ৰহ কৰি পৰিমাণ যোগ কৰক
bg: Моля, добавете количество
cy: Ychwanegwch faint, os gwelwch yn dda
et: Palun lisa kogus
eu: Mesedez, gehitu kantitatea
fil: Mangyaring magdagdag ng dami
gu: કૃપા કરીને જથ્થો ઉમેરો
hy: Խնդրում ենք ավելացնել քանակը
is: Vinsamlegast bætið við magni
ka: გთხოვთ დაამატეთ რაოდენობა
kk: Сан қосыңыз
km: សូមបន្ថែមបរិមាណ
kn: ದಯವಿಟ್ಟು ಪ್ರಮಾಣವನ್ನು ಸೇರಿಸಿ
ky: Сураныч, санды кошуңуз
lo: ໃສ່ຈັນ
mk: Ве молиме додадете количина
ml: ദയവായി അളവ് ചേർക്കുക
mn: Тоо ширхэг нэмнэ үү
my: အရေအတွက် ထည့်ပါ
or: ଦୟାକରି ପରିମାଣ ଯୋଡନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਮਾਤਰਾ ਜੋੜੋ
ps: لطفا مقدار اضافه کړئ
si: කරුණාකර ප්‍රමාණය එකතු කරන්න
sl: Prosimo, dodajte količino
ta: அளவைக் கூட்டவும்
te: దయచేసి పరిమాణాన్ని జోడించండి
tt: Зинһар, сан өстәгез
uz: Iltimos, miqdorni qo'shing
zu: Sicela ungeze inani

source: Will be Added Soon
am: በቅርቡ ይጨመራል
as: শীঘ্ৰেই যোগ কৰা হ'ব
bg: Ще бъде добавено скоро
cy: Bydd yn Cael ei Ychwanegu Yn Fuan
et: Lisatakse varsti
eu: Laster gehituko da
fil: Malapit nang idagdag
gu: ટૂંક સમયમાં ઉમેરવામાં આવશે
hy: Կավելացվի շուտով
is: Verður bætt við fljótlega
ka: მალე დაემატება
kk: Жақында қосылады
km: នឹងត្រូវបានបន្ថែមជិតៗនេះ
kn: ಮೆಲುಕಾಣುತ್ತದೆ
ky: Жакында кошулат
lo: ຈະເພີ່ມໃນເວລາເຂົ້າໃຈ
mk: Ќе биде додадено наскоро
ml: പെട്ടെന്ന് ചേർക്കും
mn: Удахгүй нэмэгдэх болно
my: မကြာမီ ထည့်ပါမည်
or: ଶୀଘ୍ର ଯୋଡାଯିବ
pa: ਜਲਦੀ ਹੀ ਜੋੜ ਦਿੱਤਾ ਜਾਵੇਗਾ
ps: ډیر ژر اضافه کیږي
si: ඉක්මනින් එකතු වේ
sl: Kmalu bo dodano
ta: அடுத்த சில நேரங்களில் சேர்க்கப்படும்
te: త్వరలో జోడించబడుతుంది
tt: Тиздән өстәләчәк
uz: Tez orada qo'shiladi
zu: Kuzongezwa Maduze

source: Added To Cart
am: ወደ ጋሪ ተጨመረ
as: কাৰ্টত যোগ কৰা হৈছে
bg: Добавено в кошницата
cy: Ychwanegwyd i'r Troli
et: Lisatud ostukorvi
eu: Gurditxoan gehitu da
fil: Idinagdag sa Cart
gu: કાર્ટમાં ઉમેરવામાં આવ્યું
hy: Ավելացվել է զամբյուղին
is: Bætt við körfu
ka: კალათაში დამატებულია
kk: Себетке қосылды
km: បានបន្ថែមទៅកាន់កណ្តុរដុំ
kn: ಕಾರ್ಟಿಗೆ ಸೇರಿಸಲಾಗಿದೆ
ky: Себетке кошулду
lo: ເພີ່ມໃສ່ລະບຽບ
mk: Додадено во кошничката
ml: കാർട്ടിൽ ചേർത്തു
mn: Сагсанд нэмэгдсэн
my: ကတ်ထဲ ထည့်ပြီးပါသည်
or: କାର୍ଟ୍ ରେ ଯୋଡାଯାଇଛି
pa: ਕਾਰਟ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ
ps: کارټ ته اضافه شو
si: කාර්ට්ටු එකතු කරන ලදී
sl: Dodano v košarico
ta: கரட்டிற்கு சேர்க்கப்பட்டது
te: కార్ట్‌కు జోడించబడింది
tt: Себеткә өстәлде
uz: Savatchaga qo'shildi
zu: Engezwe Engqongweni Yokuthengela

source: Connect Your printer
am: አታሚዎን ያገናኙ
as: আপোনাৰ প্ৰিণ্টাৰ সংযোগ কৰক
bg: Свържи своя принтер
cy: Cysylltu Eich argraffydd
et: Ühendage oma printer
eu: Konektatu zure inprimagailua
fil: Ikonekta ang Iyong printer
gu: તમારું પ્રિન્ટર કનેક્ટ કરો
hy: Կապ հաստատեք ձեր տպիչի հետ
is: Tengdu prentara þinn
ka: დააკავშირეთ თქვენი პრინტერი
kk: Принтеріңізді қосыңыз
km: ភ្ជាប់ម៉ាស៊ីនបោះពុម្ពរបស់អ្នក
kn: ನಿಮ್ಮ ಪ್ರಿಂಟರ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ
ky: Принтериңизди туташтырыңыз
lo: ເຊື່ອມໂຍງປະກອບລະບຽບ
mk: Поврзете го вашиот печатач
ml: നിങ്ങളുടെ പ്രിന്റർ കണക്ട് ചെയ്യുക
mn: Принтерээ холбоно уу
my: သင့် ပရင့်တာကို ချိတ်ဆက်ပါ
or: ଆପଣଙ୍କର ପ୍ରିଣ୍ଟର୍ ସଂଯୁକ୍ତ କରନ୍ତୁ
pa: ਆਪਣੇ ਪ੍ਰਿੰਟਰ ਨੂੰ ਕਨੈਕਟ ਕਰੋ
ps: خپل پرنټر وصل کړئ
si: ඔබගේ මුද්‍රකය සම්බන්ධ කරන්න
sl: Povežite svoj tiskalnik
ta: உங்கள் அச்சகத்தை இணைக்கவும்
te: మీ ప్రింటర్‌ను కనెక్ట్ చేయండి
tt: Принтерыгызны тоташтырыгыз
uz: Printeringizni Ulang
zu: Xhuma Umphunta Wakho

source: Customer Pay
am: ደንበኛ ይከፍላል
as: গ্ৰাহকে পৰিশোধ কৰে
bg: Плащане от клиент
cy: Cwsmer yn Talu
et: Klient maksab
eu: Bezeroak ordaindu
fil: Bayaran ng Customer
gu: ગ્રાહક ચૂકવે છે
hy: Հաճախորդի վճարում
is: Viðskiptavinur greiðir
ka: მომხმარებელი იხდის
kk: Клиент төлемі
km: អតិថិជនបង់ប្រាក់
kn: ಗ್ರಾಹಕ ಪಾವತಿ
ky: Кардар төлөйт
lo: ລາຍການສົ່ງສຽງເງິນ
mk: Клиентот плаќа
ml: ഗ്രാഹക പേയ്‌മെന്റ്
mn: Үйлчлүүлэгчийн төлбөр
my: ဖောက်သည် ကောက်ခံရန်
or: ଗ୍ରାହକ ପ୍ରଦାନ
pa: ਗਾਹਕ ਅਦਾ ਕਰੋ
ps: پیرودونکی تادیه کوي
si: ගනුදෙනුකරු ගෙවීම
sl: Plača stranka
ta: வாடிக்கையாளர் செலுத்துக
te: కస్టమర్ చెల్లింపు
tt: Клиент түләве
uz: Mijoz To'laydi
zu: Ikhasimende Likhokha
