Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

source: Loss/Profit
am: ኪሳራ/ትርፍ
as: লোকচান/লাভ
bg: Загуба/Печалба
cy: Colled/Elw
et: Kadu/Kasum
eu: Galarera/Irabazia
fil: Pagkawala/Kita
gu: નુકસાન/લાભ
hy: Կորուստ/Շահույթ
is: Tap/Hagnaður
ka: ზარალი/მოგება
kk: Зиян/Пайда
km: ការបាត់បង់/ចំណេញ
kn: ತೊಂದರೆ/ಲಾಭ
ky: Чыгым/Пайда
lo: ສໍາເລີຍ/ລະບາຍ
mk: Загуба/добивка
ml: നഷ്ടം/ലാഭം
mn: Алдагдал/Ашиг
my: ပျက်စီးမှု/အမြတ်
or: ହାନି/ଲାଭ
pa: ਨੁਕਸਾਨ/ਮੁਨਾਫਾ
ps: زیان / ګټه
si: අවස්ථා/ලාභ
sl: Izguba/dobiček
ta: இழப்பு/லாபம்
te: నష్టం/లాభం
tt: Югалту/Файда
zu: Ukulahleka/Inzuzo

source: Cost
am: ወጪ
as: মূল্য
bg: Цена
et: Hind
eu: Kostua
fil: Gastos
gu: ખર્ચ
hy: Գին
is: Kostnaður
ka: ღირებულება
kk: Құны
km: ចំណាយ
kn: ಮೂಲ್ಯ
ky: Чыгым
lo: ຄ່າໃຊ້ຈ່າຍ
mk: Цена
ml: ചെലവ്
mn: Өртөг
my: ကုန်ကျစရိတ်
or: ଖର୍ଚ୍ଚ
pa: ਲਾਗਤ
ps: لاګت
si: අවශ්‍යයි
sl: Strošek
ta: செலவு
te: ఖర్చు
tt: Бәя
zu: Izindleko

source: Qty
am: ብዛት
as: পরিমাণ
bg: Кол.
cy: Nifer
et: Kogus
eu: Kantitatea
gu: જથ્થો
hy: Քանակ
is: Magn
ka: რაოდენობა
kk: Саны
km: បរិមាណ
kn: ಪ್ರಮಾಣ
ky: Сан
lo: ປະເພດ
mk: Кол.
ml: അളവ്
mn: Тоо ширхэг
my: အရေအတွက်
or: ପରିମାଣ
pa: ਮਾਤਰਾ
ps: مقدار
si: ප්‍රමාණය
sl: Količina
ta: அளவு
te: పరిమాణం
tt: Сан
zu: Inani

source: No Product Found
am: ምንም ምርት አልተገኘም
as: কোনো সামগ্ৰী পোৱা নগ'ল
bg: Продукт не е намерен
cy: Dim Cynnyrch wedi'i Ganu
et: Tooteid ei Leitud
eu: Ez da produkturik aurkitu
fil: Walang Natagpuang Produkto
gu: કોઈ ઉત્પાદન મળ્યું નથી
hy: Ապրանք չի գտնվել
is: Engin vara fannst
ka: პროდუქტი არ მოიძებნა
kk: Өнім табылмады
km: មិនមានផលិតផល
kn: ಉತ್ಪನ್ನವನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಿಲ್ಲ
ky: Продукт табылган жок
lo: ບໍ່ພົບຜະລິດຕະພາບ
mk: Производ не најден
ml: ഉൽപ്പന്നം കണ്ടെത്തിയില്ല
mn: Бүтээгдэхүүн олдсонгүй
my: ကုန်ပစ္စည်း မတွေ့ပါ
or: କୌଣସି ପ୍ରୋଡକ୍ଟ ମିଳିଲା ନାହିଁ
pa: ਕੋਈ ਉਤਪਾਦ ਨਹੀਂ ਮਿਲਿਆ
ps: هیڅ محصول وموندل شو
si: ඕනෑම නිෂ්පාදනයක් හමු නොවීය
sl: Izdelka ni bilo najdeno
ta: பொருட்கள் கண்டுபிடிக்கப்படவில்லை
te: ఉత్పత్తి కనుగొనబడలేదు
tt: Продукт табылмады
zu: Akunakho Umkhiqizo Otholekayo

source: Phone Number
am: ስልክ ቁጥር
as: ফোন নম্বৰ
bg: Телефонен номер
cy: Rhif Ffôn
et: Telefoninumber
eu: Telefono zenbakia
fil: Numero ng Telepono
gu: ફોન નંબર
hy: Հեռախոսահամար
is: Símanúmer
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
km: លេខទូរស័ព្ទ
kn: ದೂರವಾಣಿ ನಂಬರ್
ky: Телефон номери
lo: ເລບໂທສົບ
mk: Телефонски број
ml: ഫോൺ നമ്പർ
mn: Утасны дугаар
my: ဖုန်းနံပါတ်
or: ଫୋନ୍ ନମ୍ବର
pa: ਫੋਨ ਨੰਬਰ
ps: تلیفون نمبر
si: දුරකථන අංකය
sl: Telefonska številka
ta: தொலைபேசி எண்
te: ఫోన్ నెంబర్
tt: Телефон номеры
zu: Inombolo Yocingo

source: Please enter a valid Name
am: እባክዎን የተረጋገጠ ስም ያስገቡ
as: দয়া কৰি সঠিক নাম প্ৰৱিষ্ট কৰক
bg: Моля, въведете валидно име
cy: Rhowch enw dilys, os gwelwch yn dda
et: Palun sisestage kehtiv nimi
eu: Mesedez, sartu izen balio bat
fil: Mangyaring ipasok ang isang valid na Pangalan
gu: કૃપા કરીને માન્ય નામ દાખલ કરો
hy: Խնդրում ենք մուտքագրեք գործող անուն
is: Vinsamlegast sláðu inn gilt nafn
ka: გთხოვთ შეიყვანოთ სწორი სახელი
kk: Жарамды ат енгізіңіз
km: សូមបញ្ចូលឈ្មោះសុពលភាព
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಹೆಸರು ನಮೂದಿಸಿ
ky: Сураныч, туура ат киргизиңиз
lo: ໃສ່ຊື່ທົ່ວໃບທີ່ຖືກຕ້ອງ
mk: Ве молиме внесете валидно име
ml: ദയവായി ഒരു സാധുവായ പേര് നൽകുക
mn: Зөв нэр оруулна уу
my: မှန်ကန်သော အမည် ရိုက်ထည့်ပါ
or: ଦୟାକରି ବୈଧ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਨਾਮ ਦਰਜ ਕਰੋ
ps: لطفا یو معتبر نوم داخل کړئ
si: කරුණාකර වලංගු නමක් ඇතුළත් කරන්න
sl: Prosimo, vnesite veljavno ime
ta: சரியான பெயரை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే పేరును నమోదు చేయండి
tt: Зинһар, дөрес исем кертегез
zu: Sicela ufake igama elivumelekile

source: Please Enter valid phone and name first
am: እባክዎን ትክክለኛ ስልክ ቁጥር እና ስም ያስገቡ
as: দয়া কৰি প্ৰথমে সঠিক ফোন আৰু নাম প্ৰৱিষ্ট কৰক
bg: Моля, първо въведете валиден телефонен номер и име
cy: Rhowch rhif ffôn a henw dilys yn gyntaf, os gwelwch yn dda
et: Palun sisestage kõigepealt kehtiv telefoninumber ja nimi
eu: Mesedez, sartu telefono eta izen baliozkoak lehenik
fil: Mangyaring Ipasok ang valid na telepono at pangalan muna
gu: કૃપા કરીને માન્ય ફોન નંબર અને નામ દાખલ કરો
hy: Խնդրում ենք նախ մուտքագրեք գործող հեռախոսահամար և անուն
is: Vinsamlegast sláðu inn gilt símanúmer og nafn fyrst
ka: გთხოვთ პირველ რიგში შეიყვანოთ სწორი ტელეფონის ნომერი და სახელი
kk: Алдымен жарамды телефон және ат енгізіңіз
km: សូមបញ្ចូលលេខទូរស័ព្ទនិងឈ្មោះសុពលភាពមុន
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಫೋನ್ ಮತ್ತು ಹೆಸರು ಮೊದಲು ನಮೂದಿಸಿ
ky: Сураныч, адегенде туура телефон номерин жана аты-жөнүн киргизиңиз
lo: ໃສ່ເລບໂທແລະຊື່ທົ່ວໃບທີ່ຖືກຕ້ອງກ່ຽວເຄີຍ
mk: Ве молиме прво внесете валиден телефонски број и име
ml: ദയവായി ആദ്യം സാധുവായ ഫോൺ നമ്പറും പേരും നൽകുക
mn: Эхлээд зөв утас болон нэрийг оруулна уу
my: ဖုန်းနံပါတ်နှင့် အမည်မှန်ကန်စွာ ရိုက်ထည့်ပါ
or: ଦୟାକରି ପ୍ରଥମେ ବୈଧ ଫୋନ୍ ଏବଂ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਵੈਧ ਫੋਨ ਅਤੇ ਨਾਮ ਦਰਜ ਕਰੋ
ps: لطفا لومړی معتبر تلیفون او نوم داخل کړئ
si: කරුණාකර මුල්විය දුරකථන සහ නම වලංගු කරන්න
sl: Prosimo, najprej vnesite veljavno telefonsko številko in ime
ta: முதல் சரியான தொலைபேசி மற்றும் பெயரை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే ఫోన్ మరియు పేరును మొదట నమోదు చేయండి
tt: Зинһар, беренче чиратта дөрес телефон һәм исем кертегез
zu: Sicela ufake inombolo yocingo negama elivumelekile kuqala

source: Confirm Delete
am: ሰርዝን አረጋግጥ
as: মুছি পেলোৱাৰ বাবে নিশ্চিত কৰক
bg: Потвърди изтриване
cy: Cadarnhau Dileu
et: Kinnita Kustutamine
eu: Berretsi Ezabatu
fil: Kumpirmahin ang Pagtanggal
gu: ડિલીટ કન્ફર્મ કરો
hy: Հաստատել ջնջումը
is: Staðfesta eyðingu
ka: წაშლის დადასტურება
kk: Жоюды растау
km: បញ្ជាក់ការលុប
kn: ಅಳಿಸುವಿಕೆಯನ್ನು ಖಚಿತಪಡಿಸಿ
ky: Өчүрүүнү ырастаңыз
lo: ຢືນຢັນການລົບ
mk: Потврди бришење
ml: ഇല്ലാക്കൽ സ്ഥിരീകരിക്കുക
mn: Устгалыг баталгаажуулах
my: ဖျက်မည်ဆိုတာ အတည်ပြုပါ
or: ମାଛନ୍ତା ବିଲୋପ କରନ୍ତୁ
pa: ਮਿਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ps: حذف تایید کړئ
si: මැකීම තහවුරු කරන්න
sl: Potrdi izbris
ta: அழிக்கையை உறுதிப்படுத்தவும்
te: తొలగింపును నిర్ధారించండి
tt: Юкка чыгарырга раслагыз
zu: Qinisekisa Ukususwa

# areYouSureYouWant
source: Are you sure you want to delete this party?
am: ይህንን ወገን መሰረዝ እንደሚፈልጉ እርግጠኛ ነዎት?
as: আপুনি কি নিশ্চিত যে আপুনি এই পক্ষী মুছি পেলাব বিচাৰে?
bg: Сигурни ли сте, че искате да изтриете тази страна?
cy: Ydych chi'n siŵr eich bod chi eisiau dileu'r blaid hon?
et: Oled sa kindel, et soovid selle poole kustutada?
eu: Ziur zaude hau ezabatu nahi duzula?
fil: Sigurado ka bang gusto mong tanggalin ang party na ito?
gu: શું તમે ખાતરી છો કે તમે આ પાર્ટી ડિલીટ કરવા માંગો છો?
hy: Դուք վստահ եք, որ ուզում եք ջնջել այս կողմը?
is: Ertu viss um að þú viljir eyða þessum aðila?
ka: დარწმუნებული ხართ, რომ გსურთ ამ მხარის წაშლა?
kk: Бұл тарапты жойғыңыз келетініне сенімдісіз бе?
km: តើអ្នកប្រាកដថាអ្នកចង់លុបភាគីនេះទេ?
kn: ನೀವು ಈ ಪಕ್ಷಿಯನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ky: Сиз чын эле бул тарапты өчүргүңүз келеби?
lo: ເປັນຄວາມແນ່ໃຈເທົ່າໃດແລະຈະລົບບົດນີ້?
mk: Дали си сигурен/а дека сакаш да го избришеш оваа страна?
ml: ഈ പാർട്ടി ഇല്ലാതാക്കണോ എന്ന് ഉറപ്പോ?
mn: Та энэ этгээдийг устгахдаа итгэлтэй байна уу?
my: ဤပါတီကို ဖျက်ချင်ပါသလား?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଏହି ପକ୍ଷକୁ ବିଲୋପ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਸੱਚਮੁੱਚ ਇਸ ਪਾਰਟੀ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ps: آیا تاسو ډاډه یاست چې غواړئ دا ګوند حذف کړئ؟
si: ඔබට මෙම පාර්ටි මැකීමට සහතිකද?
sl: Ste prepričani, da želite izbrisati to stranko?
ta: இந்த பாகத்தை நீக்க விரும்புகிறீர்களா?
te: మీరు ఈ పార్టీని తీసివేయాలనుకుంటున్నారా?
tt: Сез бу партияне юкка чыгарырга ышанасызмы?
zu: Uyaqiniseka ukuthi ufuna ukususa le pharthi?

source: Please enter a valid phone number
am: እባክዎን የተረጋገጠ የስልክ ቁጥር ያስገቡ
as: দয়া কৰি সঠিক ফোন নম্বৰ প্ৰৱিষ্ট কৰক
bg: Моля, въведете валиден телефонен номер
cy: Rhowch rhif ffôn dilys, os gwelwch yn dda
et: Palun sisestage kehtiv telefoninumber
eu: Mesedez, sartu telefono zenbaki balio bat
fil: Mangyaring ipasok ang isang valid na numero ng telepono
gu: કૃપા કરીને માન્ય ફોન નંબર દાખલ કરો
hy: Խնդրում ենք մուտքագրեք գործող հեռախոսահամար
is: Vinsamlegast sláðu inn gilt símanúmer
ka: გთხოვთ შეიყვანოთ სწორი ტელეფონის ნომერი
kk: Жарамды телефон нөмірін енгізіңіз
km: សូមបញ្ចូលលេខទូរស័ព្ទសុពលភាព
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ದೂರವಾಣಿ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Сураныч, туура телефон номерин киргизиңиз
lo: ໃສ່ເລບໂທທີ່ຖືກຕ້ອງ
mk: Ве молиме внесете валиден телефонски број
ml: ദയവായി ഒരു സാധുവായ ഫോൺ നമ്പർ നൽകുക
mn: Зөв утасны дугаар оруулна уу
my: မှန်ကန်သော ဖုန်းနံပါတ် ရိုက်ထည့်ပါ
or: ଦୟାକରି ବୈଧ ଫୋନ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ
ps: لطفا یو معتبر تلیفون نمبر داخل کړئ
si: කරුණාකර වලංගු දුරකථන අංකයක් ඇතුළත් කරන්න
sl: Prosimo, vnesite veljavno telefonsko številko
ta: சரியான தொலைபேசி எண்ணை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే ఫోన్ నంబర్‌ను నమోదు చేయండి
tt: Зинһар, дөрес телефон номерын кертегез
zu: Sicela ufake inombolo yocingo evaliwe

source: Send SMS
am: ኤስኤምኤስ ላክ
as: SMS পঠাও
bg: Изпрати SMS
cy: Anfon SMS
et: Saada SMS
eu: Bidali SMS
fil: Ipadala ang SMS
gu: SMS મોકલો
hy: Ուղարկել SMS
is: Senda SMS
ka: SMS-ის გაგზავნა
kk: SMS жіберу
km: ផ្ញើ SMS
kn: SMS ಕಳುಹಿಸಿ
ky: SMS жөнөтүү
lo: ສົ່ງ SMS
mk: Испрати SMS
ml: എസ്എംഎസ് അയയ്ക്കുക
mn: SMS илгээх
my: SMS ပို့ပါ
or: SMS ପଠାନ୍ତୁ
pa: SMS ਭੇਜੋ
ps: SMS واستوئ
si: SMS යවන්න
sl: Pošlji SMS
ta: SMS அனுப்பவும்
te: SMS పంపండి
tt: SMS җибәрергә
zu: Thumela i-SMS

# searchH
source: Search Here....
am: እዚህ ፈልግ....
as: এতিয়া অনুসন্ধান কৰক....
bg: Търси тук....
cy: Chwilio Yma....
et: Otsi Siit....
eu: Bilatu hemen....
fil: Maghanap Dito....
gu: અહીં શોધો....
hy: Որոնել այստեղ...
is: Leita hér...
ka: ძებნა აქ....
kk: Мұнда іздеу....
km: ស្វែងរកនៅទីនេះ....
kn: ಇಲ್ಲಿ ಹುಡುಕಾಟ....
ky: Бул жерден издөө...
lo: ຄົ້ນຫາທີ່ນີ້....
mk: Пребарај овде....
ml: ഇവിടെ തിരയുക....
mn: Энд хайх....
my: ဒီမှာ ရှာပါ....
or: ଏଠାରେ ସନ୍ଧାନ କରନ୍ତୁ...
pa: ਇੱਥੇ ਖੋਜੋ....
ps: دلته پلټنه وکړئ....
si: මෙහි සොයන්න....
sl: Išči tukaj...
ta: இங்கே தேடவும்....
te: ఇక్కడ శోధించండి....
tt: Монда эзлә....
zu: Sesha Lapha....

source: Transactions
am: ግብይቶች
as: লেনদেন
bg: Транзакции
cy: Trafodion
et: Tehingud
eu: Transakzioak
fil: Mga Transaksyon
gu: વ્યવહારો
hy: Գործարքներ
is: Viðskipti
ka: გარიგებები
kk: Транзакциялар
km: ប្រតិបត្តិការ
kn: ವ್ಯವಹಾರಗಳು
ky: Транзакциялар
lo: ການປ່ອນລະບຽບ
mk: Трансакции
ml: ഇടപാടുകൾ
mn: Гүйлгээ
my: လုပ်ငန်းရင်းနှီးမှုများ
or: ଲେନଦେନ
pa: ਲੈਣ-ਦੇਣ
ps: معاملې
si: ගනුදෙනු
sl: Transakcije
ta: பரிவர்த்தனைகள்
te: లావాదేవీలు
tt: Транзакцияләр
zu: Ukuthengiselana

source: Select a invoice
am: ደረሰኝ ይምረጡ
as: এক চালান বাচনি কৰক
bg: Избери фактура
cy: Dewis anfoneb
et: Vali Arve
eu: Hautatu faktura bat
fil: Pumili ng isang invoice
gu: ઇન્વોઇસ પસંદ કરો
hy: Ընտրեք հաշիվ-ապրանքագիր
is: Veldu reikning
ka: აირჩიეთ ინვოისი
kk: Шотты таңдаңыз
km: ជ្រើសវិក្កយបត្រ
kn: ಒಂದು ಇನ್ವಾಯ್ಸ್ ಆಯ್ಕೆಮಾಡಿ
ky: Инвойс тандаңыз
lo: ເລືອກບົດໃນຄວາມເຄີຍ
mk: Избери фактура
ml: ഒരു ഇൻവോയ്സ് തിരഞ്ഞെടുക്കുക
mn: Нэхэмжлэл сонгох
my: အိုင်ငွေ့စ် တစ်ခု ရွေးချယ်ပါ
or: ଗୋଟିଏ ଇନଭଏସ୍ ଚୟନ କରନ୍ତୁ
pa: ਇੱਕ ਇਨਵੌਇਸ ਚੁਣੋ
ps: یو انوائس غوره کړئ
si: ඉන්වොයිසයක් තෝරන්න
sl: Izberi račun
ta: ஒரு பில்லைக் தேர்ந்தெடுக்கவும்
te: ఇన్‌వాయిస్‌ని ఎంచుకోండి
tt: Счетны сайлагыз
zu: Khetha i-invoice

source: Total Due amount
am: ጠቅላላ የዕዳ መጠን
as: মুঠ ঋণ পৰিমাণ
bg: Обща дължима сума
cy: Cyfanswm Swm Dyledus
et: Kokku Võlgnetav Summa
eu: Guztirako zor zenbatekoa
fil: Kabuuang Halagang Dapat Bayaran
gu: કુલ બાકી રકમ
hy: Ընդհանուր պարտքի գումար
is: Heildarupphæð til greiðslu
ka: საერთო დავალიანების თანხა
kk: Жалпы қарыз сомасы
km: ប្រាក់កំណត់សរុប
kn: ಒಟ್ಟು ಬಾಕಿ ಪ್ರಮಾಣ
ky: Жалпы карыз суммасы
lo: ລວມບໍ່ອິນ
mk: Вкупен должен износ
ml: ആകെ കുടിശ്ശിക തുക
mn: Нийт төлөх дүн
my: စုစုပေါင်း အကြွေးပမာဏ
or: ମୋଟ ବକେୟା ରାଶି
pa: ਕੁੱਲ ਬਕਾਇਆ ਰਕਮ
ps: ټول پور مقدار
si: මුළු පාරිභෝගික මුදල
sl: Skupni dolg
ta: மொத்த கடனளவு
te: మొత్తం కరెంట్ మొత్తం
tt: Гомуми бурыч суммасы
zu: Inani Eliphelele Elifanele

# youCanNotPayMoreThenDue
source: You can't pay more then due
am: ከሚገባው በላይ መክፈል አይችሉም
as: আপুনি ঋণৰ পৰা অধিক পোৱা নাযাব
bg: Не можете да платите повече от дължимото
cy: Ni allwch dalu mwy na'r swm dyledus
et: Te ei saa maksta rohkem kui võlgnetav summa
eu: Ezin duzu zor baino gehiago ordaindu
fil: Hindi ka maaaring magbayad nang higit sa dapat bayaran
gu: તમે બાકી રકમ કરતાં વધુ ચૂકવી શકતા નથી
hy: Դուք չեք կարող վճարել ավելի շատ, քան պարտքը
is: Þú getur ekki greitt meira en til fellur
ka: თქვენ ვერ გადაიხდით მეტს, ვიდრე უნდა გადაიხადოთ
kk: Қарыздан көп төлеуге болмайды
km: អ្នកមិនអាចបង់លើសពីប្រាក់កំណត់បានទេ
kn: ನೀವು ಬಾಕಿಯಲ್ಲಿರುವುದಕ್ಕಿಂತ ಹೆಚ್ಚು ಹಣವನ್ನು ಕಟ್ಟಲಾಗುವುದಿಲ್ಲ
ky: Сиз карыздан ашыкча төлөй албайсыз
lo: ທ່ານບໍ່ສາມາດຈ່າຍເພີ່ມກວ່າບໍ່ອິນ
mk: Не можеш да платиш повеќе од долгот
ml: നിങ്ങൾക്ക് കുടിശ്ശികയേക്കാൾ കൂടുതൽ പണം നൽകാൻ കഴിയില്ല
mn: Та төлөх дүнээс илүү төлж чадахгүй
my: အကြွေးထက် ပိုမတင်နိုင်ပါ
or: ଆପଣ ବକେୟା ରାଶି ତୁଳନାରେ ଅଧିକ ଦେଇପାରିବେ ନାହିଁ
pa: ਤੁਸੀਂ ਬਕਾਇਆ ਨਾਲੋਂ ਜ਼ਿਆਦਾ ਅਦਾ ਨਹੀਂ ਕਰ ਸਕਦੇ
ps: تاسو نشئ کولی د پور څخه ډیر تادیه وکړئ
si: ඔබට පාරිභෝගික පරිවර්තන මට්ටමට වැඩි මුදල ගෙවිය නොහැක
sl: Ne morete plačati več kot dolg
ta: முடிவுகளை விட அதிகமாக பணம் செலுத்த முடியாது
te: మీరు కరెంట్ కంటే ఎక్కువ చెల్లించలేరు
tt: Сез бурычтан артыграк түләми аласыз
zu: Awukwazi ukukhokha ngaphezu kwalokho okufanele

source: No Due Selected
am: ምንም ዕዳ አልተመረጠም
as: কোনো ঋণ বাচনি কৰা হোৱা নাই
bg: Нищо не е избрано
cy: Dim Dyled wedi'i Ddewis
et: Ühtegi Võlgnevust Pole Valitud
eu: Ez da zorrik hautatu
fil: Walang Napiling Dapat Bayaran
gu: કોઈ બાકી પસંદ કરેલ નથી
hy: Չի ընտրվել պարտք
is: Engin skuld valin
ka: არ არის არჩეული დავალიანება
kk: Қарыз таңдалмады
km: មិនបានជ្រើសប្រាក់កំណត់ទេ
kn: ಯಾವುದೇ ಬಾಕಿ ಆಯ್ಕೆಮಾಡಿಲ್ಲ
ky: Карыз тандалган жок
lo: ບໍ່ເລືອກບໍ່ອິນ
mk: Не е избран никаков долг
ml: കുടിശ്ശിക തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Төлөх дүн сонгоогүй байна
my: အကြွေး မရွေးချယ်ပါ
or: କୌଣସି ବକେୟା ଚୟନ ହୋଇନି
pa: ਕੋਈ ਬਕਾਇਆ ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
ps: هیڅ پور نه دی غوره شوی
si: ගෙවිය යුතු නොවූ අයිතම කිසිවක් නැත
sl: Ni izbranega dolga
ta: எந்த கடனை தேர்ந்தெடுக்கவில்லை
te: కరెంట్ ఎంచుకోలేదు
tt: Бурыч сайланмаган
zu: Akunakho Okufanele Okukhethiwe

source: Please Enter Name
am: እባክዎን ስም ያስገቡ
as: দয়া কৰি নাম প্ৰৱিষ্ট কৰক
bg: Моля, въведете име
cy: Rhowch Enw, os gwelwch yn dda
et: Palun Sisestage Nimi
eu: Mesedez, sartu izena
fil: Mangyaring Ipasok ang Pangalan
gu: કૃપા કરીને નામ દાખલ કરો
hy: Խնդրում ենք մուտքագրել անունը
is: Vinsamlegast sláðu inn nafn
ka: გთხოვთ შეიყვანეთ სახელი
kk: Аты енгізіңіз
km: សូមបញ្ចូលឈ្មោះ
kn: ದಯವಿಟ್ಟು ಹೆಸರು ನಮೂದಿಸಿ
ky: Сураныч, ат киргизиңиз
lo: ໃສ່ຊື່
mk: Ве молиме внеси име
ml: ദയവായി പേര് നൽകുക
mn: Нэр оруулна уу
my: အမည် ရိုက်ထည့်ပါ
or: ଦୟାକରି ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਾਮ ਦਰਜ ਕਰੋ
ps: لطفا نوم داخل کړئ
si: කරුණාකර නම ඇතුළත් කරන්න
sl: Prosimo, vnesite ime
ta: பெயரை உள்ளிடவும்
te: దయచేసి పేరు నమోదు చేయండి
tt: Зинһар, исем кертегез
zu: Sicela Ufake Igama

source: Please Enter Amount
am: እባክዎን መጠን ያስገቡ
as: দয়া কৰি পৰিমাণ প্ৰৱিষ্ট কৰক
bg: Моля, въведете сума
cy: Rhowch Swm, os gwelwch yn dda
et: Palun Sisestage Summa
eu: Mesedez, sartu zenbatekoa
fil: Mangyaring Ipasok ang Halaga
gu: કૃપા કરીને રકમ દાખલ કરો
hy: Խնդրում ենք մուտքագրել գումարը
is: Vinsamlegast sláðu inn upphæð
ka: გთხოვთ შეიყვანეთ თანხა
kk: Соманы енгізіңіз
km: សូមបញ្ចូលចំនួន
kn: ದಯವಿಟ್ಟು ಮೊತ್ತ ನಮೂದಿಸಿ
ky: Сураныч, сумманы киргизиңиз
lo: ໃສ່ຈັນ
mk: Ве молиме внеси износ
ml: ദയവായി തുക നൽകുക
mn: Дүн оруулна уу
my: ပမာဏ ရိုက်ထည့်ပါ
or: ଦୟାକରି ରାଶି ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਰਕਮ ਦਰਜ ਕਰੋ
ps: لطفا مقدار داخل کړئ
si: කරුණාකර මුදල ඇතුළත් කරන්න
sl: Prosimo, vnesite znesek
ta: தொகையை உள்ளிடவும்
te: దయచేసి మొత్తాన్ని నమోదు చేయండి
tt: Зинһар, сумма кертегез
zu: Sicela Ufake Inani

source: Enter Note
am: ማስታወሻ ያስገቡ
as: টিপ্পনী প্ৰৱিষ্ট কৰক
bg: Въведете бележка
cy: Rhowch Nodyn
et: Sisesta Märkus
eu: Sartu oharra
fil: Ipasok ang Tandaan
gu: નોંધ દાખલ કરો
hy: Մուտքագրեք նշում
is: Sláðu inn athugasemd
ka: შეიყვანეთ შენიშვნა
kk: Ескертуді енгізіңіз
km: បញ្ចូលកំណត់ត្រា
kn: ಗಮನವನ್ನು ನಮೂದಿಸಿ
ky: Эскертүү киргизиңиз
lo: ໃສ່ບັນທຶກ
mk: Внесете белешка
ml: കുറിപ്പ് നൽകുക
mn: Тэмдэглэл оруулна уу
my: မှတ်ချက် ရိုက်ထည့်ပါ
or: ଟୀକା ପ୍ରବେଶ କରନ୍ତୁ
pa: ਨੋਟ ਦਰਜ ਕਰੋ
ps: یادښت داخل کړئ
si: සටහන ඇතුළත් කරන්න
sl: Vnesite opombo
ta: குறிப்பு உள்ளிடவும்
te: గమనిక నమోదు చేయండి
tt: Искәрмә кертегез
zu: Faka Umhlahlandlela

source: Please select a expense category
am: እባክዎን የወጪ ምድብ ይምረጡ
as: দয়া কৰি এক ব্যয় শ্ৰেণী বাচনি কৰক
bg: Моля, изберете категория на разход
cy: Dewiswch gategori gwariant, os gwelwch yn dda
et: Palun valige kulukategooria
eu: Mesedez, hautatu gastu kategoria bat
fil: Mangyaring pumili ng isang kategorya ng gastos
gu: કૃપા કરીને ખર્ચ કેટેગરી પસંદ કરો
hy: Խնդրում ենք ընտրել ծախսերի կատեգորիա
is: Vinsamlegast veldu kostnaðarflokk
ka: გთხოვთ აირჩიეთ ხარჯების კატეგორია
kk: Шығын категориясын таңдаңыз
km: សូមជ្រើសប្រភេទចំណាយ
kn: ದಯವಿಟ್ಟು ಖರ್ಚು ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Сураныч, чыгым категориясын тандаңыз
lo: ເລືອກໝວດປະເພດຄ່າໃຊ້
mk: Ве молиме изберете категорија на трошок
ml: ദയവായി ഒരു ചെലവ് വിഭാഗം തിരഞ്ഞെടുക്കുക
mn: Зардлын ангилал сонгоно уу
my: အသုံးစရိတ် အမျိုးအစား ရွေးချယ်ပါ
or: ଦୟାକରି ଏକ ଖର୍ଚ୍ଚ ବିଭାଗ ଚୟନ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਖਰਚ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ps: لطفا د لګښت کټګوري غوره کړئ
si: කරුණාකර වියදම් කාණ්ඩයක් තෝරන්න
sl: Prosimo, izberite kategorijo stroškov
ta: ஒரு செலவுப் பிரிவை தேர்ந்தெடுக்கவும்
te: దయచేసి ఖర్చు వర్గాన్ని ఎంచుకోండి
tt: Зинһар, чыгым категориясен сайлагыз
zu: Sicela ukhethe igatsha lesindleko

source: Enter expanse category name
am: የወጪ ምድብ ስም ያስገቡ
as: ব্যয় শ্ৰেণী নাম প্ৰৱিষ্ট কৰক
bg: Въведете име на категория на разход
cy: Rhowch enw categori gwariant
et: Sisesta kulukategooria nimi
eu: Sartu gastu kategoria izena
fil: Ipasok ang pangalan ng kategorya ng gastos
gu: ખર્ચ કેટેગરી નામ દાખલ કરો
hy: Մուտքագրեք ծախսի կատեգորիայի անունը
is: Sláðu inn kostnaðarflokksheiti
ka: შეიყვანეთ ხარჯების კატეგორიის სახელი
kk: Шығын категориясының атын енгізіңіз
km: បញ្ចូលឈ្មោះប្រភេទចំណាយ
kn: ಖರ್ಚು ವರ್ಗದ ಹೆಸರು ನಮೂದಿಸಿ
ky: Чыгым категориясынын атын киргизиңиз
lo: ໃສ່ຊື່ໝວດຄ່າໃຊ້
mk: Внесете име на категорија на трошок
ml: ചെലവ് വിഭാഗം പേര് നൽകുക
mn: Зардлын ангиллын нэрийг оруулна уу
my: အသုံးစရိတ် အမျိုးအစား အမည် ရိုက်ထည့်ပါ
or: ଖର୍ଚ୍ଚ ବିଭାଗର ନାମ ଦାଖଲ କରନ୍ତୁ
pa: ਖਰਚ ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: د لګښت کټګورۍ نوم داخل کړئ
si: වියදම් කාණ්ඩ නාමය ඇතුළත් කරන්න
sl: Vnesite ime kategorije stroškov
ta: செலவுப் பிரிவு பெயரை உள்ளிடவும்
te: ఖర్చు వర్గం పేరును నమోదు చేయండి
tt: Чыгым категориясе исемен кертегез
zu: Faka igama legatsha lesindleko

source: Coming Soon
am: በቅርቡ ይመጣል
as: চাৰা আহি আছে
bg: Скоро
cy: Yn Dod Yn Fuan
et: Tulemas Peagi
eu: Etorkizunean
fil: Malapit nang Dumating
gu: ટૂંક સમયમાં આવી રહ્યું છે
hy: Շուտով
is: Kemur fljótlega
ka: მალე მოვა
kk: Жақында келеді
km: មកជិត
kn: ಮೆಲುಕಾಣುತ್ತಿದೆ
ky: Жакында
lo: ເຂົ້າໃຈທັງໝົດ
mk: Наскоро
ml: വരുന്നു
mn: Удахгүй гарах болно
my: မကြာခင်လာမည်
or: ଶୀଘ୍ର ଆସୁଛି
pa: ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ
ps: را روان دی
si: ඉක්මනින් එනවා
sl: Kmalu
ta: எனக்கு வந்துவிடும்
te: త్వరలో వస్తుంది
tt: Тиздән
zu: Kusazofika

source: Please make a sale first
am: እባክዎን በመጀመሪያ ሽያጭ ያድርጉ
as: প্ৰথমে বিক্ৰী কৰক
bg: Моля, първо направете продажба
cy: Gwnewch werthiant yn gyntaf, os gwelwch yn dda
et: Palun tehke kõigepealt müük
eu: Mesedez, egin salmenta bat lehenik
fil: Mangyaring gumawa muna ng benta
gu: કૃપા કરીને પહેલા વેચાણ કરો
hy: Խնդրում ենք նախ կատարել վաճառք
is: Vinsamlegast gerðu fyrst sölu
ka: გთხოვთ პირველ რიგში განახორციელოთ გაყიდვა
kk: Алдымен сату жасаңыз
km: សូមធ្វើការលក់ជាលើកដំបូង
kn: ದಯವಿಟ್ಟು ಮೊದಲನೆಯದಾಗಿ ಮಾರಾಟ ಮಾಡಿ
ky: Адегенде сатуу жасаңыз
lo: ໃສ່ສະກຸມອອກບໍ່ຄ່າ
mk: Ве молиме прво направете продажба
ml: ദയവായി ആദ്യം ഒരു വിൽപന നടത്തുക
mn: Эхлээд борлуулалт хийнэ үү
my: ပထမဦးစွာ ရောင်းရပါ
or: ଦୟାକରି ପ୍ରଥମେ ବିକ୍ରି କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਇੱਕ ਸੇਲ ਕਰੋ
ps: لطفا لومړی یو پلور وکړئ
si: කරුණාකර පළමුව විකුණුම් කරන්න
sl: Prosimo, najprej opravite prodajo
ta: முதல் விற்பனையை செய்யவும்
te: దయచేసి మొదట అమ్మకం చేయండి
tt: Зинһар, беренче чиратта сату ясагыз
zu: Sicela wenze ukuthengisa kuqala

source: Facebook
am: ፌስቡክ
as: ফেচবুক
gu: ફેસબુક
kn: ಫೇಸ್ಬುಕ್
lo: ເຟສບຸດ
ml: ഫേസ്ബുക്ക്
or: ଫେସବୁକ୍
pa: ਫੇਸਬੁੱਕ
ps: فېسبوک
si: ෆේස්බුක්
ta: முகநூல்
te: ఫేస్బుక్
zu: I-Facebook

source: Twitter
am: ትዊተር
as: টুইটাৰ
gu: ટ્વિટર
kn: ಟ್ವಿಟರ್
lo: ທວິດເຕີ
ml: ട്വിറ്റർ
or: ଟ୍ୱିଟର୍
pa: ਟਵਿੱਟਰ
ps: ټویټر
si: ට්විටර්
ta: ட்விட்டர்
te: ట్విట్టర్
zu: I-Twitter

source: Instagram
am: ኢንስታግራም
as: ইনষ্টাগ্ৰাম
gu: ઇન્સ્ટાગ્રામ
kn: ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್
lo: ອິນສະຕາແກຣະມ
ml: ഇൻസ്റ്റാഗ്രാം
or: ଇନ୍ସଟାଗ୍ରାମ୍
pa: ਇੰਸਟਾਗ੍ਰਾਮ
ps: انسټاګرام
si: ඉන්ස්ටග්‍රෑම්
ta: இன்ஸ்டாகிராம்
te: ఇన్‌స్టాగ్రామ్
zu: I-Instagram

source: LinkedIN
am: ሊንክድኢን
as: লিঙ্কডইন
kn: ಲಿಂಕ್ಡ್‌ಇನ್
lo: ລິເນດອຣບກິອຄ
ml: ലിങ്ക്ഡ്ഇൻ
or: ଲିଙ୍କଡ୍ଇନ୍
pa: ਲਿੰਕਡਇਨ
ps: لینکډین
si: ලින්ක්ඩ් ඉන්
ta: லிங்க்டின்
zu: I-LinkedIN

source: Link
am: አገናኝ
as: লিংক
bg: Линк
cy: Dolen
eu: Esteka
gu: લિંક
hy: Հղում
is: Tengill
ka: ბმული
kk: Сілтеме
km: តំណភ្ជាប់
kn: ಲಿಂಕ್
ky: Шилтеме
lo: ເຊື່ອມໂຍງ
mk: Линк
ml: ലിങ്ക്
mn: Холбоос
my: ချိတ်ဆက်ပါ
or: ଲିଙ୍କ୍
pa: ਲਿੰਕ
ps: لینک
si: සම්බන්ධ
sl: Povezava
ta: இணைப்பு
te: లింక్
tt: Сылтама
zu: Ikhodi

# lorem
source: Lorem ipsum dolor sit amet, consectetur adip gravi iscing elit. Ultricies gravida scelerisque arcu facilisis duis in.
am: ሎረም ኢፕሰም ዶሎር ሲት አሜት, ኮንሴክቴቱር አዲፒስ ግራቪ ኢሲንግ ኤሊት. ኡልትሪሲስ ግራቪዳ ስኬለሪስኬ አርኩ ፋሲሊሲስ ዱይስ ኢን.
as: লোৰেম ইপছাম ডলৰ সিট আমেট, কনসেক্টেচটুর আদিপি গ্ৰাভিড স্কেলাৰিস্কে আৰচু ফাচিলিচিস দুউইন ইন.
kn: ಲೋರೆಮ್ ಇಪ್ಸಮ್ ಡೋಲೋರ್ ಸಿಟ್ ಅಮೆಟ್, ಕನ್ಸೆಕ್ಟೆಟುರ್ ಆದಿಪಿಸ್ಸಿಂಗ್ ಎಲಿಟ್. ಉಲ್ಟ್ರಿಸಸ್ ಗ್ರಾವಿಡಾ ಸೆಕ್ಲೆರಿಸ್ಕ್ ಆರ್ಕು ಫ್ಯಾಕ್ಲಿಸಿಸ್ ಡುಯಸ್ ಇನ್.
ml: ലോറെം ഇപ്സം ഡോളർ സിറ്റ് അമെറ്റ്, കോൺസെക്റ്റെറ്റർ അഡിപ് ഗ്രാവി ഇസിംഗ് എലിറ്റ്. അൾട്രിസിയസ് ഗ്രാവിഡ സ്കെലെറിസ്ക് അർക്കു ഫാസിലിസിസ് ഡ്യൂസ് ഇൻ.
or: ଲୋରମ୍ ଇପ୍ସମ୍ ଡୋଲର୍ ସିଟ୍ ଆମେଟ୍, କନସେକ୍ଟେଟୁର୍ ଆଡିପ୍ ଗ୍ରାଭି ଇସିଙ୍ଗ୍ ଏଲିଟ୍। ଉଲ୍ଟ୍ରିସିଜ୍ ଗ୍ରାଭିଡା ସ୍କେଲେରିସ୍କୁ ଆର୍କୁ ଫାସିଲିସିଜ୍ ଡୁଇସ୍ ଇନ୍।
pa: ਲੋਰੇਮ ਇਪਸਮ ਡੋਲਰ ਸਿਟ ਅਮੇਟ, ਕਨਸੈਕਟੇਟੂਰ ਅਡੀਪ ਗ੍ਰਾਵੀ ਇਸਿੰਗ ਏਲਿਟ। ਅਲਟ੍ਰੀਸੀਜ਼ ਗ੍ਰਾਵੀਡਾ ਸੇਲੇਰੀਸਕੇ ਅਰਕੁ ਫੈਸਿਲਿਸਿਸ ਡੂਇਸ ਇਨ।
si: ලොරම් ඉප්සම් ඩොලෝර් සිට් අමෙට්, කොන්සෙක්ටේටුර ආඩිප් ග්‍රාවිස්සිං එලිට්. උල්ට්රීසීස් ග්‍රැවිඩා සීලෙස්ක් මැකුණු අලුත් අන්දමින්.
tt: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ultricies gravida scelerisque arcu facilisis duis in.

source: Payment Gateway
am: የክፍያ በር
as: পেমেন্ট গেটৱে
bg: Платформа за плащане
cy: Porth Talu
et: Maksevärav
eu: Ordainketa Atea
gu: પેમેન્ટ ગેટવે
hy: Վճարման միջանցք
is: Greiðsluhlið
ka: გადახდის შესაძლებლობა
kk: Төлем шлюзі
km: ច្រកចំណូល
kn: ಪಾವತಿ ಗೇಟ್ವೇ
ky: Төлөм шлюзу
lo: ປ່ອນເງິນ
mk: Плаќачка порта
ml: പേയ്‌മെന്റ് ഗേറ്റ്‌വേ
mn: Төлбөрийн систем
my: ငွေပေးချေမှု နည်းပညာ
or: ପେମେଣ୍ଟ ଗେଟୱେ
pa: ਭੁਗਤਾਨ ਗੇਟਵੇ
ps: د تادیاتو دروازه
si: ගෙවීම් මාර්ගය
sl: Plačilna vrata
ta: செலவாண்மை வாயில்
te: చెల్లింపు గేట్వే
tt: Түләү шлюзы
zu: I-Gateway Yokukhokha

source: Payment Success
am: ክፍያ ተሳካ
as: পেমেন্ট সফল
bg: Плащането е успешно
cy: Talu'n Llwyddiannus
et: Makse Õnnestus
eu: Ordainketa Arrakasta
fil: Matagumpay na Pagbabayad
gu: પેમેન્ટ સફળ
hy: Վճարումն հաջողությամբ կատարվեց
is: Greiðsla tókst
ka: გადახდა წარმატებულია
kk: Төлем сәтті
km: ការបង់ប្រាក់ជោគជ័យ
kn: ಪಾವತಿ ಯಶಸ್ವಿ
ky: Төлөм ийгиликтүү аяктады
lo: ຈ່າຍເງິນແລ້ວ
mk: Успешно плаќање
ml: പേയ്‌മെന്റ് വിജയകരമായി
mn: Төлбөр амжилттай боллоо
my: ငွေပေးချေမှု အောင်မြင်မှု
or: ପେମେଣ୍ଟ ସଫଳ
pa: ਭੁਗਤਾਨ ਸਫਲ
ps: تادیه بریالۍ شوه
si: ගෙවීම සාර්ථකයි
sl: Plačilo uspešno
ta: செலுத்தல் வெற்றி
te: చెల్లింపు విజయవంతమైంది
tt: Түләү уңышлы
zu: Ukukhokha Kuphumelele

source: Payment was successful!
am: ክፍያው ተሳክቷል!
as: পেমেন্ট সফলভাবে সম্পন্ন হৈছে!
bg: Плащането беше успешно!
cy: Llwyddodd y taliad!
et: Makse õnnestus!
eu: Ordainketa arrakastatsua izan da!
fil: Matagumpay ang pagbabayad!
gu: પેમેન્ટ સફળ રહ્યું!
hy: Վճարումն հաջողությամբ կատարվեց!
is: Greiðsla tókst!
ka: გადახდა წარმატებული იყო!
kk: Төлем сәтті өтті!
km: ការបង់ប្រាក់បានជោគជ័យ!
kn: ಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿ ನಡೆಯಿತು!
ky: Төлөм ийгиликтүү аяктады!
lo: ຈ່າຍເງິນສໍາເລີຍ!
mk: Плаќањето беше успешно!
ml: പേയ്‌മെന്റ് വിജയകരമായി!
mn: Төлбөр амжилттай боллоо!
my: ငွေပေးချေမှု အောင်မြင်ပါသည်!
or: ପେମେଣ୍ଟ ସଫଳ ହୋଇଛି!
pa: ਭੁਗਤਾਨ ਸਫਲ ਰਿਹਾ!
ps: تادیه بریالۍ وه!
si: ගෙවීම සාර්ථකයි!
sl: Plačilo je bilo uspešno!
ta: செலுத்தல் வெற்றிகரமாக இருந்தது!
te: చెల్లింపు విజయవంతమైంది!
tt: Түләү уңышлы булды!
zu: Ukukhokha kuphumelele!
