Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

source: Returned Item
am: የተመለሰ እቃ
as: ফিৰাই দিয়া সামগ্ৰী
bg: Върнат артикул
cy: Eitem a ddychwelwyd
et: Tagastatud toode
eu: Retornatu artikulu
fil: Naibalik na Item
gu: વળતર વસ્તુ
hy: Հետադարձված ապրանք
is: Skilað vara
ka: დაბრუნებული ნივთი
kk: Қайтарылған зат
km: ទំនិញដែលបានប្រគល់មកវិញ
kn: ಹಿಂತಿರುಗಿದ ವಸ್ತು
ky: Кайтарылган буюм
lo: ສິນຄ້າທີ່ສົ່ງຄືນ
mk: Вратена ставка
ml: മടക്കിയ ഉൽപ്പന്നം
mn: Буцаагдсан бараа
my: ပြန်ပို့ကုန်
or: ଫେରାଇଥିବା ଆଇଟମ୍
pa: ਵਾਪਸ ਕੀਤਾ ਗਿਆ ਸਾਮਾਨ
ps: بیرته راوړل شوی توکی
si: ආපසු එවූ භාණ්ඩය
sl: Vrnjeni artikel
ta: திரும்பிய பொருள்
te: తిరిగి వచ్చిన వస్తువు
tt: Кайтарылган әйбер
uz: Qaytarilgan mahsulot
zu: Into Ebuyisiwe

source: Returned Date
am: የመለስታ ቀን
as: ফিৰাই দিয়া তাৰিখ
bg: Дата на връщане
cy: Dyddiad dychwelyd
et: Tagastamise kuupäev
eu: Retornu data
fil: Petsa ng Pagkabalik
gu: વળતર તારીખ
hy: Հետադարձման ամսաթիվ
is: Dagsetning skilanna
ka: დაბრუნების თარიღი
kk: Қайтару күні
km: កាលបរិច្ឆេទប្រគល់មកវិញ
kn: ಹಿಂತಿರುಗಿದ ದಿನಾಂಕ
ky: Кайтаруу күнү
lo: ວັນທີສົ່ງຄືນ
mk: Датум на враќање
ml: മടക്കിയ തീയതി
mn: Буцаасан огноо
my: ပြန်ပို့ရက်စွဲ
or: ଫେରାଇଥିବା ତାରିଖ
pa: ਵਾਪਸੀ ਦੀ ਮਿਤੀ
ps: د بیرته راوړلو نېټه
si: ආපසු එවූ දිනය
sl: Datum vračila
ta: திரும்பிய தேதி
te: తిరిగి వచ్చిన తేదీ
tt: Кайтару датасы
uz: Qaytarilgan sana
zu: Usuku Lokubuyisa

source: Unit Price
am: የእቃው ዋጋ
as: একক মুল্য
bg: Единична цена
cy: Pris uned
et: Ühiku hind
eu: Unitate prezioa
fil: Presyo ng Yunit
gu: યુનિટ કિંમત
hy: Միավորի գին
is: Einingaverð
ka: ერთეულის ფასი
kk: Бірлік бағасы
km: តំលៃឯកតា
kn: ಘಟಕ ಬೆಲೆ
ky: Бирдик баасы
lo: ລາຄາຕໍ່ຫົວໜ່ວຍ
mk: Цена по единица
ml: യൂണിറ്റ് വില
mn: Нэгжийн үнэ
my: ယူနစ်ကျသည်
or: ଇକାଇ ମୂଲ୍ୟ
pa: ਇਕਾਈ ਮੁੱਲ
ps: د واحد قیمت
si: ඒකක වටිනාකම
sl: Cena na enoto
ta: ஒற்றை விலை
te: యూనిట్ ధర
tt: Берәмлек бәясе
uz: Birlik narxi
zu: Inani Lento Ngayinye

# saleBy
source: Sales By
am: የሽያጭ የተደረገው
as: বিক্ৰী কৰা
bg: Продадено от
cy: Gwerthiant gan
et: Müüdud
eu: Saltzailea
fil: Benta ni
gu: વિક્રયકર્તા
hy: Վաճառել է
is: Selt af
ka: გამყიდველი
kk: Сатқан
km: លក់ដោយ
kn: ಮಾರಾಟ ಮಾಡಿದವರು
ky: Сатуучу
lo: ຂາຍໂດຍ
mk: Продадено од
ml: വിറ്റത്
mn: Худалдагч
my: ရောင်းသူ
or: ବିକ୍ରୟ କରାଯାଇଛି
pa: ਵੇਚਣ ਵਾਲਾ
ps: پلورل شوی د
si: විකුණුවේ
sl: Prodano s strani
ta: விற்பனையாளர்
te: విక్రయించినవారు
tt: Сатучы
uz: Sotgan shaxs
zu: Kuthengiswe Ngu

source: Purchased By
am: የተገዛው
as: কিনিব পৰা
bg: Закупено от
cy: Prynwyd gan
et: Ostetud
eu: Eroslea
fil: Binili ni
gu: ખરીદનાર
hy: Գնվել է
is: Keypt af
ka: მყიდველი
kk: Сатып алған
km: ទិញដោយ
kn: ಖರೀದಿಸಿದವರು
ky: Сатып алуучу
lo: ຊື້ໂດຍ
mk: Купено од
ml: വാങ്ങിയത്
mn: Худалдан авагч
my: ဝယ်သူ
or: କିଣାଯାଇଛି
pa: ਖਰੀਦਣ ਵਾਲਾ
ps: پېرل شوی د
si: මිලදී ගත්තේ
sl: Kupljeno s strani
ta: வாங்குபவர்
te: కొనుగోలు చేసినవారు
tt: Сатып алучы
uz: Sotib olgan shaxs
zu: Kuthengwe Ngu

# collectedBys
source: Collected By
am: የተሰበሰበው
as: সংগ্ৰহ কৰা
bg: Събрано от
cy: Casglwyd gan
et: Kogutud
eu: Jasotzailea
fil: Kinuha ni
gu: સંગ્રહકર્તાઓ
hy: Հավաքված է
is: Safnað af
ka: ამკრეფი
kk: Жинаған
km: ប្រមូលដោយ
kn: ಸಂಗ್ರಹಿಸಿದವರು
ky: Жыйноочу
lo: ເກັບກຳໂດຍ
mk: Собрано од
ml: ശേഖരിച്ചത്
mn: Цуглуулагч
my: စုဆောင်းသူ
or: ସଂଗ୍ରହ କରାଯାଇଛି
pa: ਇਕੱਠਾ ਕਰਨ ਵਾਲਾ
ps: ټول شوی د
si: එකතු කරන ලදී
sl: Prevzeto s strani
ta: சேகரிப்பவர்
te: సేకరించినవారు
tt: Җыйган
uz: Yig‘ib olgan shaxs
zu: Kuqoqwe Ngu

source: Payable Amount
am: የሚከፈል ገንዘብ
as: চুকাব পৰা পৰিমাণ
bg: Дължима сума
cy: Swm sy'n daladwy
et: Makstav summa
eu: Ordaintzeko zenbatekoa
fil: Bayarang Halaga
gu: ચૂકવવાળી રકમ
hy: Վճարվող գումար
is: Greiðslufjárhæð
ka: გადასახდელი თანხა
kk: Төленетін сома
km: ចំនួនទឹកប្រាក់ដែលត្រូវបង់
kn: ಪಾವತಿಸಬೇಕಾದ ಮೊತ್ತ
ky: Төлөнүүчү сумма
lo: ຈຳນວນເງິນທີ່ຕ້ອງຈ່າຍ
mk: Износ за плаќање
ml: നൽകേണ്ട തുക
mn: Төлбөрийн дүн
my: ပေးချေရမည့်ငွေ
or: ଅନୁଶୋଧିତ ରାଶି
pa: ਦੇਣ ਯੋਗ ਰਕਮ
ps: د تادیې وړ اندازه
si: ගෙවිය යුතු මුදල
sl: Znesek za plačilo
ta: செலுத்த வேண்டிய தொகை
te: చెల్లించవలసిన మొత్తం
tt: Түләнәсе сумма
uz: To‘lanadigan summa
zu: Inani Elikhokhekayo

source: Received Amount
am: የተቀበለው ገንዘብ
as: প্ৰাপ্ত পৰিমাণ
bg: Получена сума
cy: Swm a dderbyniwyd
et: Saadud summa
eu: Jasotako zenbatekoa
fil: Natanggap na Halaga
gu: પ્રાપ્ત રકમ
hy: Ստացված գումար
is: Móttekin fjárhæð
ka: მიღებული თანხა
kk: Алынған сома
km: ចំនួនទឹកប្រាក់ដែលបានទទួល
kn: ಸ್ವೀಕರಿಸಿದ ಮೊತ್ತ
ky: Алынган сумма
lo: ຈຳນວນເງິນທີ່ໄດ້ຮັບ
mk: Примен износ
ml: ലഭിച്ച തുക
mn: Хүлээн авсан дүн
my: လက်ခံရရှိငွေ
or: ଗ୍ରହଣ କରାଯାଇଥିବା ରାଶି
ps: ترلاسه شوې اندازه
si: ලැබුණු මුදල
sl: Prejeti znesek
ta: பெறப்பட்ட தொகை
te: అందుకున్న మొత్తం
tt: Кабул ителгән сумма
uz: Qabul qilingan summa
zu: Inani Elamukelwe

source: Item
am: እቃ
et: Ese
eu: Gai
gu: આઇટમ
hy: Ապրանք
is: Vara
ka: ნივთი
kk: Зат
km: ធាតុ
kn: ವಸ್ತು
lo: ລາຍການ
mk: Артикал
ml: ഇനം
mn: Зүйл
my: ပစ္စည်း
or: ବସ୍ତୁ
pa: ਵਸਤੂ
ps: توکی
si: අයිතමය
sl: Artikel
ta: பொருள்
te: వస్తువు
uz: Mahsulot
zu: Into

source: SL
am: ተ.ቁ
et: Jrk. nr
eu: ZK
gu: ક્રમ નંબર
hy: Հերթական համար
is: Raðnúmer
ka: ს/ნ
kk: Т/р
km: លេខរៀង
kn: ಕ್ರಮ ಸಂಖ್ಯೆ
lo: ລຳດັບ
mk: Ред. бр.
ml: ക്രമ നമ്പർ
mn: Д/д
my: စဉ်
or: କ୍ରମିକ ସଂଖ୍ୟା
pa: ਕ੍ਰਮ ਸੰਖਿਆ
ps: شمېره
si: අනු.අංකය
sl: Zap. št.
ta: வ.எண்
te: క్రమ సంఖ్య
uz: Tartib raqami
zu: Inombolo ye-SL

# mobiles
source: Mobile
am: ሞባይል
et: Mobiil
eu: Mugikorra
gu: મોબાઇલ
hy: Բջջային
is: Farsími
ka: მობილური
kk: Ұялы телефон
km: ទូរស័ព្ទចល័ត
kn: ಮೊಬೈಲ್
lo: ໂທລະສັບມືຖື
mk: Мобилен
ml: മൊബൈൽ
mn: Гар утас
my: မိုဘိုင်း
or: ମୋବାଇଲ
pa: ਮੋਬਾਈਲ
ps: موبایل
si: ජංගම දුරකථන
sl: Mobilni telefon
ta: கைபேசி
te: మొబైల్
uz: Mobil telefon
zu: Iselula

source: Paid via
am: በ በኩል የተከፈለ
et: Makstud läbi
eu: Bidez ordaindua
fil: Binayaran sa pamamagitan ng
gu: દ્વારા ચૂકવણી
hy: Վճարված է միջոցով
is: Borgað með
ka: გადახდილია მეშვეობით
kk: Арқылы төленді
km: បង់ប្រាក់តាមរយៈ
kn: ಮೂಲಕ ಪಾವತಿಸಲಾಗಿದೆ
lo: ຈ່າຍຜ່ານ
mk: Платено преку
ml: വഴി പണം നൽകി
mn: Дамжуулан төлсөн
my: မှတစ်ဆင့်ပေးချေသည်
or: ମାଧ୍ୟମରେ ପ୍ରଦାନ ହୋଇଛି
pa: ਦੁਆਰਾ ਭੁਗਤਾਨ ਕੀਤਾ
ps: تادیه د لارې
si: ගෙවීම කළ ආකාරය
sl: Plačano preko
ta: மூலம் செலுத்தப்பட்டது
te: ద్వారా చెల్లించబడింది
uz: Orqali to'langan
zu: Ikhokhwe nge

source: Money Receipt
am: የገንዘብ ደረሰኝ
et: Rahatšekk
eu: Diru-ordainagiria
fil: Resibo ng Pera
gu: નાણાંની પહોંચ
hy: Դրամական մուտքի անդորրագիր
is: Kvittun
ka: ფულის ქვითარი
kk: Түбіртек
km: បង្កាន់ដៃប្រាក់
kn: ಹಣದ ರಶೀದಿ
lo: ໃບຮັບເງິນ
mk: Приемница за пари
ml: പണമിടപാട് രസീത്
mn: Мөнгөний баримт
my: ငွေလက်ခံဖြတ်ပိုင်း
or: ଟଙ୍କା ରସିଦ
pa: ਪੈਸੇ ਦੀ ਰਸੀਦ
ps: د پیسو رسید
si: මුදල් ලදුපත
sl: Potrdilo o plačilu
ta: பண ரசீது
te: డబ్బు రసీదు
uz: Pul kvitansiyasi
zu: Irisidi Yemali

source: Receipt
am: ደረሰኝ
et: Tšekk / Arve
eu: Ordainagiria
fil: Resibo
gu: પહોંચ
hy: Անդորրագիր
is: Kvittun
ka: ქვითარი
kk: Түбіртек
km: បង្កាន់ដៃ
kn: ರಶೀದಿ
lo: ໃບຮັບເງິນ
mk: Приемница
ml: രസീത്
mn: Баримт
my: လက်ခံဖြတ်ပိုင်း
or: ରସିଦ
pa: ਰਸੀਦ
ps: رسید
si: ලදුපත
sl: Račun / Potrdilo
ta: ரசீது
te: రసీదు
uz: Kvitansiya
zu: Irisidi

source: Barcode Generator
am: ባርኮድ ጀነሬተር
as: বারকোড জেনাৰেটৰ
bg: Генератор на баркод
cy: Generadwr Cod Bar
et: Barkoodi generaator
eu: Sortu Barra-kodea
fil: Generator ng Barcode
gu: બારકોડ જનરેટર
hy: Վարկոդ ստեղծող
ka: ბარკოდის გენერატორი
kk: Штрих-код генераторы
km: ម៉ាស៊ីនបង្កើតបាកូដ
kn: ಬಾರ್ಕೋಡ್ ಜನರೇಟರ್
ky: Штрих-код генератору
lo: ເຄື່ອງສ້າງບາໂຄດ
mk: Баркод генератор
ml: ബാർകോഡ് ജനറേറ്റർ
mn: Штрих код үүсгэгч
my: Barcode ဖန်တီးသူ
pa: ਬਾਰਕੋਡ ਜਨਰੇਟਰ
ps: بارکوډ جوړونکی
si: බාර්කෝඩ් ජනරේටරය
sl: Generator črtne kode
ta: பார்கோடு ஜெனரேட்டர்
te: బార్కోడ్ జనరేటర్
tt: Штрих-код генераторы
uz: Shtrix kod generatori
zu: Umthengisi weBarcode

source: Search Product
am: ምርት ፈልግ
as: প্ৰডাক্ট বিচাৰক
bg: Търсене на продукт
cy: Chwilio am Cynnyrch
et: Otsi toodet
eu: Bilatu Produktua
fil: Maghanap ng Produkto
gu: ઉત્પાદન શોધો
hy: Որոնել ապրանքը
is: Leita að vöru
ka: პროდუქტის ძებნა
kk: Өнімді іздеу
km: ស្វែងរកផលិតផល
kn: ಉತ್ಪನ್ನ ಹುಡುಕಿ
ky: Продукт издөө
lo: ຄົ້ນຫາຜະລິດຕະພັນ
mk: Пребарувај производ
ml: ഉൽപ്പന്നം തേടുക
mn: Бүтээгдэхүүн хайх
my: ထုတ်ကုန် ရှာဖွေမှု
pa: ਉਤਪਾਦ ਖੋਜੋ
ps: محصول لټوئ
si: පොඩක් සෙවුම්
sl: Išči izdelek
ta: பொருளை தேடு
te: ఉత్పత్తిని వెతుకు
tt: Продуктны эзләү
uz: Mahsulotni qidirish
zu: Sesha Umkhiqizo

source: Code
am: ኮድ
as: কোড
bg: Код
cy: Cod
et: Kood
eu: Kodea
gu: કોડ
hy: Կոդ
is: Kóði
ka: კოდი
kk: Код
km: កូដ
kn: ಕೋಡ್
ky: Код
lo: ລະຫັດ
mk: Код
ml: കോഡ്
mn: Код
my: ကုဒ်
pa: ਕੋਡ
ps: کوډ
si: කේතය
sl: Koda
ta: குறியீடு
te: కోడ్
tt: Код
uz: Kod
zu: Ikhodi

source: Price
am: ዋጋ
as: মূল্য
bg: Цена
cy: Pris
et: Hind
eu: Prezioa
fil: Presyo
gu: કિંમત
hy: Գին
is: Verð
ka: ფასი
kk: Баға
km: តម្លៃ
kn: ಬೆಲೆ
ky: Баасы
lo: ລາຄາ
mk: Цена
ml: വില
mn: Үнэ
my: ဈေးနှုန်း
pa: ਕੀਮਤ
ps: قیمت
si: මිල
sl: Cena
ta: விலை
te: ధర
tt: Бәя
uz: Narx
zu: Intengo

source: Show code
am: ኮድ አሳይ
as: কোড দেখুৱাওক
bg: Покажи код
cy: Dangos cod
et: Näita koodi
eu: Erakutsi kodea
fil: Ipakita ang code
gu: કોડ બતાવો
hy: Ցուցադրել կոդը
is: Sýna kóða
ka: კოდის ჩვენება
kk: Кодты көрсету
km: បង្ហាញកូដ
kn: ಕೋಡ್ ತೋರಿಸು
ky: Кодду көрсөтүү
lo: ສະແດງລະຫັດ
mk: Покажи код
ml: കോഡ് കാണിക്കുക
mn: Кодыг харуулах
my: ကုဒ်ပြသရန်
pa: ਕੋਡ ਦਿਖਾਓ
ps: کوډ وښیئ
si: කේතය පෙන්වන්න
sl: Prikaži kodo
ta: குறியீட்டை காண்பி
te: కోడ్ చూపించు
tt: Кодны күрсәт
uz: Kodni ko'rsatish
zu: Khombisa ikhodi

source: Show Price
am: ዋጋ አሳይ
as: মূল্য দেখুৱাওক
bg: Покажи цена
cy: Dangos Pris
et: Näita hinda
eu: Erakutsi prezioa
fil: Ipakita ang Presyo
gu: કિંમત બતાવો
hy: Ցուցադրել գինը
is: Sýna verð
ka: ფასის ჩვენება
kk: Бағаны көрсету
km: បង្ហាញតម្លៃ
kn: ಬೆಲೆ ತೋರಿಸು
ky: Бааны көрсөтүү
lo: ສະແດງລາຄາ
mk: Покажи цена
ml: വില കാണിക്കുക
mn: Үнийг харуулах
my: ဈေးနှုန်းပြသရန်
pa: ਕੀਮਤ ਦਿਖਾਓ
ps: قیمت وښیئ
si: මිල පෙන්වන්න
sl: Prikaži ceno
ta: விலையை காண்பி
te: ధర చూపించు
tt: Бәяне күрсәт
uz: Narxni ko'rsatish
zu: Khombisa Intengo

source: Show Name
am: ስም አሳይ
as: নাম দেখুৱাওক
bg: Покажи име
cy: Dangos Enw
et: Näita nime
eu: Erakutsi izena
fil: Ipakita ang Pangalan
gu: નામ બતાવો
hy: Ցուցադրել անունը
is: Sýna nafn
ka: სახელის ჩვენება
kk: Атын көрсету
km: បង្ហាញឈ្មោះ
kn: ಹೆಸರು ತೋರಿಸು
ky: Атын көрсөтүү
lo: ສະແດງຊື່
mk: Покажи име
ml: പേര് കാണിക്കുക
mn: Нэрийг харуулах
my: အမည်ပြသရန်
pa: ਨਾਮ ਦਿਖਾਓ
ps: نوم وښیئ
si: නම පෙන්වන්න
sl: Prikaži ime
ta: பெயரை காண்பி
te: పేరు చూపించు
tt: Исемне күрсәт
uz: Nomini ko'rsatish
zu: Khombisa Igama

source: Actions
am: ድርጊቶች
as: কাৰ্য
bg: Действия
cy: Gweithredoedd
et: Tegevused
eu: Ekintzak
fil: Mga Pagkilos
gu: ક્રિયાઓ
hy: Գործողություններ
is: Aðgerðir
ka: მოქმედებები
kk: Әрекеттер
km: សកម្មភាព
kn: ಕ್ರಿಯೆಗಳು
ky: Аракеттер
lo: ການປະຕິບັດ
mk: Дејства
ml: പ്രവർത്തനങ്ങൾ
mn: Үйлдлүүд
my: အရေးယူမှုများ
pa: ਕਾਰਵਾਈਆਂ
ps: عملونه
si: ක්‍රියා
sl: Dejanja
ta: செயல்கள்
te: చర్యలు
tt: Әмәлләр
uz: Harakatlar
zu: Izenzo

source: No Item Selected
am: ምንም ንጥል አልተመረጠም
as: কোনো বস্তু নিৰ্বাচিত নহয়
bg: Няма избран елемент
cy: Dim Eitem wedi'i Dewis
et: Ühtegi eset pole valitud
eu: Ez da elementurik hautatu
fil: Walang Napiling Item
gu: કોઈ વસ્તુ પસંદ કરેલ નથી
hy: Ոչ մի իրը ընտրված չէ
is: Ekkert atriði valið
ka: არცერთი ნივთი არ არის შერჩეული
kk: Ешбір элемент таңдалмаған
km: មិនមានរបស់របរត្រូវបានជ្រើសរើសទេ
kn: ಯಾವುದೇ ಐಟಂ ಆಯ್ಕೆಯಾಗಿಲ್ಲ
ky: Эч нерсе тандалган эмес
lo: ບໍ່ມີລາຍການທີ່ຖືກເລືອກ
mk: Ниту еден предмет е избран
ml: യാതൊരു ഇനവും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Эд зүйл сонгоогүй байна
my: အရာမရွေးချယ်ရသေးပါ
pa: ਕੋਈ ਆਈਟਮ ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
ps: هیڅ توکي غوره شوي نه دي
si: කිසිදු අයිතමයක් තෝරා නොමැත
sl: Ni izbranega nobenega elementa
ta: எந்த பொருளும் தேர்ந்தெடுக்கப்படவில்லை
te: ఏ వస్తువునూ ఎంచుకోలేదు
tt: Сайланган әйбер юк
uz: Hech qanday element tanlanmagan
zu: Akukho Ithulu Elikhethiwe

source: No Product Selected
am: ምንም ምርት አልተመረጠም
as: কোনো প্ৰডাক্ট নিৰ্বাচিত নহয়
bg: Няма избран продукт
cy: Dim Cynnyrch wedi'i Dewis
et: Ühtegi toodet pole valitud
eu: Ez da produkturik hautatu
fil: Walang Napiling Produkto
gu: કોઈ ઉત્પાદન પસંદ કરેલ નથી
hy: Ոչ մի ապրանք ընտրված չէ
is: Engin vara valin
ka: არცერთი პროდუქტი არ არის შერჩეული
kk: Ешбір өнім таңдалмаған
km: មិនមានផលិតផលត្រូវបានជ្រើសរើសទេ
kn: ಯಾವುದೇ ಉತ್ಪನ್ನ ಆಯ್ಕೆಯಾಗಿಲ್ಲ
ky: Эч бир продукт тандалган эмес
lo: ບໍ່ມີຜະລິດຕະພັນທີ່ຖືກເລືອກ
mk: Ниту еден производ е избран
ml: യാതൊരു ഉൽപ്പന്നവും തിരഞ്ഞെടുത്തിട്ടില്ല
mn: Бүтээгдэхүүн сонгоогүй байна
my: ထုတ်ကုန်မရွေးချယ်ရသေးပါ
pa: ਕੋਈ ਉਤਪਾਦ ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
ps: هیڅ محصول غوره شوی نه دی
si: කිසිදු නිෂ්පාදනයක් තෝරා නොමැත
sl: Ni izbranega nobenega izdelka
ta: எந்த பொருளும் தேர்ந்தெடுக்கப்படவில்லை
te: ఏ ఉత్పత్తినీ ఎంచుకోలేదు
tt: Сайланган продукт юк
uz: Hech qanday mahsulot tanlanmagan
zu: Akukho Umkhiqizo Okhethiwe

source: Preview PDF
am: ቅድመ እይታ PDF
as: পিডিএফ পূৰ্বদৰ্শন
bg: Преглед на PDF
cy: Rhagolwg PDF
et: PDF eelvaade
eu: Aurreikusi PDF
fil: I-preview ang PDF
gu: PDF પૂર્વાવલોકન
hy: PDF նախադիտում
is: Forskoða PDF
ka: PDF-ის წინასწარი ნახვა
kk: PDF қарау
km: មើលជាមុន PDF
kn: PDF ಪೂರ್ವವೀಕ್ಷಣೆ
ky: PDF алдын ала көрүү
lo: ເບິ່ງ PDF ລ່ວງໜ້າ
mk: Преглед на PDF
ml: PDF പ്രിവ്യൂ
mn: PDF урьдчилж харах
my: PDF ကြိုတင်ကြည့်ရှုခြင်း
pa: PDF ਪੂਰਵਦਰਸ਼ਨ
ps: PDF معاینه کړئ
si: PDF පෙරදසුන
sl: Predogled PDF
ta: PDF முன்னோட்டம்
te: PDF పూర్వావలోకనం
tt: PDF алдан карау
uz: PDF oldindan ko'rish
zu: Phawula i-PDF

source: Sales Return Report
am: የሽያጭ መመለሻ ሪፖርት
as: বিক্ৰী উভতি প্ৰতিবেদন
bg: Отчет за връщане на продажби
cy: Adroddiad Dychwelyd Gwerthiant
et: Müügi tagastamise aruanne
eu: Salmenta Itzulketa Txostena
fil: Ulat sa Pagbalik ng Benta
gu: વેચાણ રિટર્ન રિપોર્ટ
hy: Վաճառքի վերադարձի հաշվետվություն
is: Skýrsla um söluendurgreiðslu
ka: გაყიდვების დაბრუნების ანგარიში
kk: Сату қайтару туралы есеп
km: របាយការណ៍ប្រាក់ចំណូលត្រឡប់
kn: ಮಾರಾಟ ವಾಪಸಾತಿ ವರದಿ
ky: Сатуу кайтаруу отчету
lo: ລາຍງານການຄືນເງິນຈາກການຂາຍ
mk: Извештај за враќање на продажба
ml: വിൽപന റിട്ടേൺ റിപ്പോർട്ട്
mn: Худалдааны буцаан олголтын тайлан
my: ရောင်းချမှု ပြန်အမ်းငွေ စာရင်း
pa: ਵਿਕਰੀ ਵਾਪਸੀ ਰਿਪੋਰਟ
ps: د پلور بیرته راستنولو راپور
si: විකුණුම් ආපසු ලබා ගැනීමේ වාර්තාව
sl: Poročilo o vračilu prodaje
ta: விற்பனைத் திரும்புதல் அறிக்கை
te: అమ్మకం తిరిగి ఇవ్వడం నివేదిక
tt: Сатуларны кире кайтару отчеты
uz: Sotish qaytarish hisoboti
zu: Umbiko Wokubuyisa Ukudayiswa

source: Purchase Return Report
am: የግዢ መመለሻ ሪፖርት
as: ক্ৰয় উভতি প্ৰতিবেদন
bg: Отчет за връщане на покупки
cy: Adroddiad Dychwelyd Pryniant
et: Ostude tagastamise aruanne
eu: Erosiketa Itzulketa Txostena
fil: Ulat sa Pagbalik ng Pagbili
gu: ખરીદી રિટર્ન રિપોર્ટ
hy: Գնման վերադարձի հաշվետվություն
is: Skýrsla um kaupendurgreiðslu
ka: შესყიდვების დაბრუნების ანგარიში
kk: Сатып алу қайтару туралы есеп
km: របាយការណ៍ការប្រាក់ចំណាយត្រឡប់
kn: ಖರೀದಿ ವಾಪಸಾತಿ ವರದಿ
ky: Сатып алуу кайтаруу отчету
lo: ລາຍງານການຄືນເງິນຈາກການຊື້
mk: Извештај за враќање на набавка
ml: സംഭരണം റിട്ടേൺ റിപ്പോർട്ട്
mn: Худалдан авалтын буцаан олголтын тайлан
my: ဝယ်ယူမှု ပြန်အမ်းငွေ စာရင်း
pa: ਖਰੀਦ ਵਾਪਸੀ ਰਿਪੋਰਟ
ps: د پیرود بیرته راستنولو راپور
si: සැපයුම් ආපසු ලබා ගැනීමේ වාර්තාව
sl: Poročilo o vračilu nakupa
ta: சொத்து வாங்கும் திரும்புதல் அறிக்கை
te: కొనుగోలు తిరిగి ఇవ్వడం నివేదిక
tt: Сатып алуларны кире кайтару отчеты
uz: Xarid qaytarish hisoboti
zu: Umbiko Wokubuyisa Ukuthenga

source: Income For
am: ገቢ ለ
as: আয়ৰ বাবে
bg: Доход за
cy: Incwm Am
et: Tulu eest
eu: Sarrerak Zarentzat
fil: Kita Para sa
gu: આવક માટે
hy: Ամբողջ եկամուտը
is: Tekjur fyrir
ka: შემოსავალი
kk: Кіріс үшін
km: ចំណូលសម្រាប់
kn: ಆದಾಯಕ್ಕಾಗಿ
ky: Келген киреше үчүн
lo: ລາຍຮັບສໍາລັບ
mk: Приход за
ml: വരുമാനത്തിനായി
mn: Орлого
my: ဝင်ငွေအတွက်
pa: ਆਮਦਨ ਲਈ
ps: د عاید لپاره
si: ආදායම සඳහා
sl: Dohodek za
ta: வருமானத்திற்காக
te: ఆదాయం కోసం
tt: Керем өчен
uz: Daromad uchun
zu: Imali Engenayo

source: Enter product code
am: የምርት ኮድ ያስገቡ
as: প্ৰডাক্ট কোড প্ৰৱিষ্ট কৰক
bg: Въведете продуктов код
cy: Rhowch god cynnyrch
et: Sisesta toote kood
eu: Sartu produktuaren kodea
fil: Ipasok ang code ng produkto
gu: ઉત્પાદન કોડ દાખલ કરો
hy: Մուտքագրեք ապրանքի կոդը
is: Sláðu inn vörukóða
ka: შეიყვანეთ პროდუქტის კოდი
kk: Өнім кодын енгізіңіз
km: បញ្ចូលកូដផលិតផល
kn: ಉತ್ಪನ್ನ ಕೋಡ್ ನಮೂದಿಸಿ
ky: Продукт кодун киргизиңиз
lo: ປ້ອນລະຫັດຜະລິດຕະພັນ
mk: Внесете код на производ
ml: ഉൽപ്പന്ന കോഡ് നൽകുക
mn: Бүтээгдэхүүний кодыг оруулна уу
my: ထုတ်ကုန်ကုဒ်ကိုရိုက်ထည့်ပါ
pa: ਉਤਪਾਦ ਕੋਡ ਦਰਜ ਕਰੋ
ps: محصول کوډ دننه کړئ
si: නිෂ්පාදන කේතය ඇතුළත් කරන්න
sl: Vnesite kodo izdelka
ta: பொருள் குறியீட்டை உள்ளிடவும்
te: ఉత్పత్తి కోడ్ నమోదు చేయండి
tt: Продукт коды кертегез
uz: Mahsulot kodini kiriting
zu: Faka ikhodi yomkhiqizo

source: Add Income
am: ገቢ አክል
as: আয় যোগ কৰক
bg: Добави доход
cy: Ychwanegu Incwm
et: Lisa tulu
eu: Gehitu Sarrera
fil: Magdagdag ng Kita
gu: આવક ઉમેરો
hy: Ավելացնել եկամուտ
is: Bæta við tekjum
ka: შემოსავლის დამატება
kk: Кіріс қосу
km: បន្ថែមចំណូល
kn: ಆದಾಯ ಸೇರಿಸಿ
ky: Келген киреше кошуу
lo: ເພີ່ມລາຍຮັບ
mk: Додај приход
ml: വരുമാനം ചേർക്കുക
mn: Орлого нэмэх
my: ဝင်ငွေထည့်ပါ
pa: ਆਮਦਨ ਜੋੜੋ
ps: عاید اضافه کړئ
si: ආදායම එක් කරන්න
sl: Dodaj dohodek
ta: வருமானம் சேர்க்கவும்
te: ఆదాయం జోడించు
tt: Керем өстә
uz: Daromad qo'shish
zu: Faka Imali Engenayo

source: Income Date
am: ገቢ ቀን
as: আয়ৰ তাৰিখ
bg: Дата на доход
cy: Dyddiad Incwm
et: Tulu kuupäev
eu: Sarrera Data
fil: Petsa ng Kita
gu: આવક તારીખ
hy: Եկամուտի ամսաթիվ
is: Tekjudagur
ka: შემოსავლის თარიღი
kk: Кіріс күні
km: កាលបរិច្ឆេទចំណូល
kn: ಆದಾಯ ದಿನಾಂಕ
ky: Келген киреше күнү
lo: ວັນທີລາຍຮັບ
mk: Датум на приход
ml: വരുമാന തീയതി
mn: Орлогын огноо
my: ဝင်ငွေရက်စွဲ
pa: ਆਮਦਨ ਦੀ ਤਾਰੀਖ
ps: عاید نیټه
si: ආදායම් දිනය
sl: Datum dohodka
ta: வருமான தேதி
te: ఆదాయ తేదీ
tt: Керем датасы
uz: Daromad sanasi
zu: Usuku Lwemali Engenayo

source: Income Categories
am: የገቢ ምድቦች
as: আয়ৰ শ্ৰেণীসমূহ
bg: Категории на дохода
cy: Categorïau Incwm
et: Tulu kategooriad
eu: Sarrera Kategoriak
fil: Mga Kategorya ng Kita
gu: આવક શ્રેણીઓ
hy: Եկամուտի կատեգորիաներ
is: Tekjuflokkar
ka: შემოსავლის კატეგორიები
kk: Кіріс категориялары
km: ប្រភេទចំណូល
kn: ಆದಾಯ ವರ್ಗಗಳು
ky: Келген киреше категориялары
lo: ປະເພດລາຍຮັບ
mk: Категории на приходи
ml: വരുമാന വിഭാഗങ്ങൾ
mn: Орлогын ангилалууд
my: ဝင်ငွေအမျိုးအစားများ
pa: ਆਮਦਨ ਸ਼੍ਰੇਣੀਆਂ
ps: عایدې ډلبندۍ
si: ආදායම් කාණ්ඩ
sl: Kategorije dohodkov
ta: வருமான வகைகள்
te: ఆదాయ వర్గాలు
tt: Керем категорияләре
uz: Daromad toifalari
zu: Izigaba Zemali Engenayo

source: Add Income Category
am: የገቢ ምድብ አክል
as: আয়ৰ শ্ৰেণী যোগ কৰক
bg: Добави категория на дохода
cy: Ychwanegu Categori Incwm
et: Lisa tulu kategooria
eu: Gehitu Sarrera Kategoria
fil: Magdagdag ng Kategorya ng Kita
gu: આવક શ્રેણી ઉમેરો
hy: Ավելացնել եկամուտի կատեգորիա
is: Bæta við tekjuflokki
ka: შემოსავლის კატეგორიის დამატება
kk: Кіріс категориясын қосу
km: បន្ថែមប្រភេទចំណូល
kn: ಆದಾಯ ವರ್ಗ ಸೇರಿಸಿ
ky: Келген киреше категориясын кошуу
lo: ເພີ່ມປະເພດລາຍຮັບ
mk: Додај категорија на приход
ml: വരുമാന വിഭാഗം ചേർക്കുക
mn: Орлогын ангилал нэмэх
my: ဝင်ငွေအမျိုးအစားထည့်ပါ
pa: ਆਮਦਨ ਸ਼੍ਰੇਣੀ ਜੋੜੋ
ps: عایدې ډلبندي اضافه کړئ
si: ආදායම් කාණ්ඩයක් එක් කරන්න
sl: Dodaj kategorijo dohodka
ta: வருமான வகை சேர்க்கவும்
te: ఆదాయ వర్గం జోడించండి
tt: Керем категориясе өстә
uz: Daromad toifasi qo'shish
zu: Faka Igaba Lemali Engenayo

source: Enter income category name
am: የገቢ ምድብ ስም ያስገቡ
as: আয়ৰ শ্ৰেণীৰ নাম প্ৰৱিষ্ট কৰক
bg: Въведете име на категория на дохода
cy: Rhowch enw categori incwm
et: Sisesta tulu kategooria nimi
eu: Sartu sarrera kategoriaren izena
fil: Ipasok ang pangalan ng kategorya ng kita
gu: આવક શ્રેણી નામ દાખલ કરો
hy: Մուտքագրեք եկամուտի կատեգորիայի անունը
is: Sláðu inn nafn tekjuflokks
ka: შეიყვანეთ შემოსავლის კატეგორიის სახელი
kk: Кіріс категориясының атын енгізіңіз
km: បញ្ចូលឈ្មោះប្រភេទចំណូល
kn: ಆದಾಯ ವರ್ಗದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Келген киреше категориясынын атын киргизиңиз
lo: ປ້ອນຊື່ປະເພດລາຍຮັບ
mk: Внесете име на категорија на приход
ml: വരുമാന വിഭാഗത്തിന്റെ പേര് നൽകുക
mn: Орлогын ангиллын нэрийг оруулна уу
my: ဝင်ငွေအမျိုးအစားအမည်ကိုရိုက်ထည့်ပါ
pa: ਆਮਦਨ ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: عایدې ډلبندي نوم دننه کړئ
si: ආදායම් කාණ්ඩයේ නම ඇතුළත් කරන්න
sl: Vnesite ime kategorije dohodka
ta: வருமான வகையின் பெயரை உள்ளிடவும்
te: ఆదాయ వర్గం పేరు నమోదు చేయండి
tt: Керем категориясе исемен кертегез
uz: Daromad toifasi nomini kiriting
zu: Faka igama legaba lemali engenayo

# totalReturnAmount
source: Total Returned Amount
am: ጠቅላላ የተመለሰ መጠን
as: মুঠ উভতি পৰিমাণ
bg: Обща върната сума
cy: Cyfanswm Swm a Ddychwelwyd
et: Tagastatud kogusumma
eu: Itzulitako Guztirako Zenbatekoa
fil: Kabuuang Halagang Ibinalik
gu: કુલ પરત રકમ
hy: Ընդհանուր վերադարձված գումարը
is: Heildarupphæð endurgreidd
ka: სულ დაბრუნებული თანხა
kk: Қайтарылған жалпы сома
km: សរុបចំនួនទឹកប្រាក់ត្រឡប់
kn: ಒಟ್ಟು ಹಿಂದಿರುಗಿದ ಮೊತ್ತ
ky: Жалпы кайтарылган сумма
lo: ຈໍານວນເງິນທັງໝົດທີ່ໄດ້ຄືນ
mk: Вкупно вратена сума
ml: ആകെ തിരിച്ചുകിട്ടിയ തുക
mn: Нийт буцаасан дүн
my: စုစုပေါင်း ပြန်အမ်းငွေ
pa: ਕੁੱਲ ਵਾਪਸੀ ਰਕਮ
ps: ټوله بیرته راستنیدونکې اندازه
si: මුළු ආපසු ගෙවූ මුදල
sl: Skupni vrnjen znesek
ta: மொத்தத் திரும்பிய தொகை
te: మొత్తం తిరిగి ఇచ్చిన మొత్తం
tt: Гомуми кире кайтару суммасы
uz: Umumiy qaytarilgan summa
zu: Isamba Sezimali Esibuyisiwe Siyaphelela

source: Returned
am: ተመላሽ
as: উভতি দিয়া
bg: Върнат
cy: Dychwelwyd
et: Tagastatud
eu: Itzulitakoa
fil: Ibinalik
gu: પરત કરેલ
hy: Վերադարձված
is: Endurgreidd
ka: დაბრუნებული
kk: Қайтарылды
km: ត្រឡប់
kn: ಹಿಂದಿರುಗಿಸಲಾಗಿದೆ
ky: Кайтарылган
lo: ໄດ້ຄືນ
mk: Вратено
ml: തിരികെ നൽകി
mn: Буцаасан
my: ပြန်အမ်း
pa: ਵਾਪਸ ਕੀਤਾ ਗਿਆ
ps: بیرته راستنیدلی
si: ආපසු ලබා දී ඇත
sl: Vrnjeno
ta: திரும்பியது
te: తిరిగి ఇవ్వబడింది
tt: Кире кайтарылган
uz: Qaytarildi
zu: Kubuyisiwe

source: Supplier Details
am: የአቅራቢ ዝርዝሮች
as: যোগানদাৰৰ বিৱৰণ
bg: Данни за доставчика
cy: Manylion Cyflenwr
et: Tarnija andmed
eu: Hornitzailearen Xehetasunak
fil: Mga Detalye ng Supplier
gu: સપ્લાયર વિગતો
hy: Մատակարարի մանրամասներ
is: Upplýsingar um birgili
ka: მომწოდებლის დეტალები
kk: Жабдықтаушының мәліметтері
km: ព័ត៌មានអ្នកផ្គត់ផ្គង់
kn: ಸರಬರಾಜುದಾರ ವಿವರಗಳು
ky: Жабдуучунун маалыматтары
lo: ລາຍລະອຽດຜູ້ສະໜອງ
mk: Детали за добавувач
ml: വിതരണക്കാരന്റെ വിശദാംശങ്ങൾ
mn: Нийлүүлэгчийн мэдээлэл
my: ပေးသွင်းသူအသေးစိတ်
pa: ਸਪਲਾਇਰ ਵੇਰਵੇ
ps: تامین کوونکي توضیحات
si: සැපයුම්කරු විස්තර
sl: Podatki o dobavitelju
ta: வழங்குநர் விவரங்கள்
te: సరఫరాదారు వివరాలు
tt: Тәэмин итүче мәгълүматлары
uz: Yetkazib beruvchi ma'lumotlari
zu: Imininingwane Yomhlinzeki

source: Weekly
am: ሳምንታዊ
as: সাপ্তাহিক
bg: Седмично
cy: Wythnosol
et: Nädalane
eu: Astekoa
fil: Lingguhan
gu: સાપ્તાહિક
hy: Շաբաթական
is: Vikulega
ka: კვირეული
kk: Апта сайын
km: ប្រចាំសប្តាហ៍
kn: ಸಾಪ್ತಾಹಿಕ
ky: Апталык
lo: ປະຈໍາອາທິດ
mk: Неделен
ml: ആഴ്ചതോറും
mn: Долоо хоног
my: အပတ်စဉ်
pa: ਹਫ਼ਤਾਵਾਰੀ
ps: هفتوي
si: සතිපතා
sl: Tedensko
ta: வாராந்திர
te: వారంవారీ
tt: Атналык
uz: Haftada
zu: Ngeviki

source: Monthly
am: ወርሃዊ
as: মাহেক
bg: Месечно
cy: Misol
et: Kuuline
eu: Hilekoa
fil: Buwanan
gu: માસિક
hy: Ամսական
is: Mánaðarlega
ka: თვიური
kk: Ай сайын
km: ប្រចាំខែ
kn: ತಿಂಗಳಿಗೆ
ky: Айлык
lo: ປະຈໍາເດືອນ
mk: Месечен
ml: മാസിക
mn: Сар бүр
my: လစဉ်
pa: ਮਹੀਨਾਵਾਰ
ps: مياشتني
si: මාසික
sl: Mesečno
ta: மாதாந்திர
te: నెలవారీ
tt: Айлык
uz: Oylik
zu: Ngenyanga

source: Yearly
am: የዓመት
as: বৰ্ষিক
bg: Годишно
cy: Blynyddol
et: Aastane
eu: Urtekoa
fil: Taun-taon
gu: વાર્ષિક
hy: Տարեկան
is: Árlega
ka: წლიური
kk: Жыл сайын
km: ប្រចាំឆ្នាំ
kn: ವಾರ್ಷಿಕ
ky: Жылдык
lo: ປະຈໍາປີ
mk: Годишен
ml: വർഷം തോറും
mn: Жил бүр
my: နှစ်စဉ်
pa: ਸਾਲਾਨਾ
ps: کلني
si: වාර්ෂික
sl: Letno
ta: ஆண்டுதோறும்
te: సంవత్సరానికి
tt: Еллык
uz: Yillik
zu: Minyaka yonke

source: Today
am: ዛሬ
as: আজিৰ দিন
bg: Днес
cy: Heddiw
et: Täna
eu: Gaur
fil: Ngayon
gu: આજે
hy: Այսօր
is: Í dag
ka: დღეს
kk: Бүгін
km: ថ្ងៃនេះ
kn: ಇಂದು
ky: Бүгүн
lo: ມື້ນີ້
mk: Денес
ml: ഇന്ന്
mn: Өнөөдөр
my: ယနေ့
pa: ਅੱਜ
ps: نن
si: අද
sl: Danes
ta: இன்று
te: ఈ రోజు
tt: Бүген
uz: Bugun
zu: Namuhla

source: This Week
am: በዚህ ሳምንት
as: এই সপ্তাহ
bg: Тази седмица
cy: Yr Wythnos Hon
et: Sel nädalal
eu: Aste Honetan
fil: Ngayong Linggo
gu: આ અઠવાડિયે
hy: Այս շաբաթ
is: Þessa viku
ka: ამ კვირას
kk: Бұл апта
km: សប្តាហ៍នេះ
kn: ಈ ವಾರ
ky: Бул апта
lo: ອາທິດນີ້
mk: Оваа недела
ml: ഈ ആഴ്ച
mn: Энэ долоо хоног
my: ယခုအပတ်
pa: ਇਸ ਹਫ਼ਤੇ
ps: دا اوونۍ
si: මෙම සතිය
sl: Ta teden
ta: இந்த வாரம்
te: ఈ వారం
tt: Бу атна
uz: Bu hafta
zu: Leli Veki
