Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

source: We have sent a confirmation email to
am: የማረጋገጫ ኢሜል ልከናል
as: আমিয়ে আপোনাৰ ইমেইল ঠিকনালৈ এক নিশ্চিতকৰণ ইমেইল পঠাইছে
bg: Изпратихме потвърдителен имейл на
cy: Rydym wedi anfon e-bost cadarnhau at
et: Oleme saatnud kinnituskirja aadressile
eu: Berrespen e-posta bat bidali dugu honetara:
fil: Nagpadala kami ng email ng kumpirmasyon sa
gu: અમે એક કન્ફર્મેશન ઈમેલ મોકલ્યો છે
hy: Մենք ուղարկել ենք հաստատման էլ․փոստ ձեր
is: Við höfum sent staðfestingarpóst á
ka: ჩვენ გამოგიგზავნეთ დადასტურების ელ.წერილი
kk: Біз растау хат жібердік
km: យើងបានផ្ញើអ៊ីមែលបញ្ជាក់ទៅ
kn: ನಾವು ದೃಢೀಕರಣ ಇಮೇಲ್ ಅನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ
ky: Биз ырастоочу электрондук почтаны жөнөттүк
lo: ເຮົາໄດ້ສົ່ງອີເມວຢືນຢັນໄປທີ່
mk: Испративме е-мејл за потврда на
ml: ഞങ്ങൾ ഒരു സ്ഥിരീകരണ ഇമെയിൽ അയച്ചിട്ടുണ്ട്
mn: Бид баталгаажуулах и-мэйл илгээсэн байна
my: အတည်ပြု အီးမေးလ်ကို
or: ଆମେ ଏକ ସନ୍ଦେଶ ଇମେଲ୍ ପଠାଇଛୁ
pa: ਅਸੀਂ ਇੱਕ ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਭੇਜੀ ਹੈ
ps: موږ د تایید بریښنالیک ستاسو ته لیږلی دی
si: අපි සත්‍යාපන විද්‍යුත් තැපෑලක් යවා ඇත
sl: Poslali smo vam potrditveno e-pošto na
ta: நாங்கள் உங்களுக்கு உறுதிப்படுத்தும் மின்னஞ்சலை அனுப்பினோம்
te: మీకు ధృవీకరణ ఇమెయిల్ పంపించాము
tt: Без раслау электрон почтасын җибәрдек
uz: Biz tasdiqlash elektron pochta xabarini yubordik
zu: Sithumele i-imeyili yokusiqinisekisa ku-

# folder
source: It May be that the mail ended up in your spam folder.
am: ኢሜሉ ወደ አይፈለጌ መልእክት አቃፊዎ ሊገባ ይችላል።
as: এটা সম্ভাৱনা হৈছে যে মেইলটো আপোনাৰ স্পাম ফ'ল্ডাৰলৈ গ'ল।
bg: Възможно е имейлът да е отишъл в папката за спам.
cy: Efallai i'r e-bost gyrraedd eich ffolder sbam.
et: Võib-olla on kiri sattunud teie rämpsposti kausta.
eu: Baliteke posta zure spam karpetan amaitu izana.
fil: Maaaring napunta ang email sa iyong folder ng spam.
gu: તે શક્ય છે કે મેઈલ તમારા સ્પામ ફોલ્ડરમાં ગયો હોય.
hy: Կարող է լինել, որ նամակը հայտնվել է ձեր սպամ պարկուճում։
is: Það gæti verið að tölvupósturinn hafi endað í ruslpóstinum þínum.
ka: შესაძლოა ელ.წერილი თქვენს სპამ საქაღალდეში იყოს.
kk: Хаттың спам қалтасына түскен болуы мүмкін.
km: ប្រហែលជាអ៊ីមែលបានចូលទៅក្នុងថតសារប្រឡែង
kn: ಇಮೇಲ್ ಸ್ಪಾಮ್ ಫೋಲ್ಡರ್‌ಗೆಯಲ್ಲಿ ಹೋಗಬಹುದು.
ky: Мүмкүн электрондук почта спам папкаңызга түшүп калгандыр.
lo: ໃອເບີ່ງວ່າອີເມວອາດຈະຈົ່ງຈົ່ງຢູ່ໃນບິນສະສໍາແລະໃນຈະແບບສ່ອງ
mk: Можеби мејлот завршил во твојата спам папка.
ml: ഇത് നിങ്ങളുടെ സ്പാം ഫോൾഡറിൽ അവസാനിച്ചിരിക്കാം.
mn: Энэ нь спам фолдерт дуусч магадгүй юм.
my: ထိုအီးမေးလ်သည် သင်၏ စပမ်းဖိုက်လ်တွင် မရောက်နိုင်ပါ
or: ସାଇଦେ ଇମେଲ୍ ଆପଣଙ୍କର ଜଙ୍କ୍ ଫୋଲ୍ଡରରେ ପହଞ୍ଚିଯାଇଥାଇପାରେ।
pa: ਇਹ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਮੇਲ ਤੁਹਾਡੇ ਸਪੈਮ ਫੋਲਡਰ ਵਿੱਚ ਸਮਾਪਤ ਹੋ ਗਿਆ ਹੋਵੇ।
ps: دا ممکن وي چې بریښنالیک ستاسو سپیم فولډر کې پای ته رسیدلی وي.
si: ඔබගේ ඊ-මේල්ය ස්පාම් ෆෝල්ඩරය තුළ අවශ්‍ය විය හැක.
sl: Morda je e-pošta končala v mapi za neželeno pošto.
ta: அந்த மின்னஞ்சல் உங்கள் ஸ்பாம் கோப்பகத்தில் முடிந்திருக்கும்.
te: ఇమెయిల్ మీ స్పామ్ ఫోల్డర్‌లోకి వెళ్లి ఉండవచ్చు.
tt: Мөмкин, почта спам папкасына эләккән булырга мөмкин.
uz: Ehtimol, pochta sizning spam papkangizga tushgan bo'lishi mumkin.
zu: Kungaba ukuthi i-imeyili iphethe ifolda yakho ye-spam.

source: Got It
am: ተረድቷል
as: বুজিছো
bg: Разбрах
cy: Deallwyd
et: Sain Arusaamiseks
eu: Ulertzen dut
fil: Nakuha ko
gu: સમજાયું
hy: Հասկացա
is: Skildu
ka: მივიღე
kk: Түсінікті
km: បាន
kn: ಸಿಕ್ಕಿತು
ky: Түшүндүм
lo: ໄດ້
mk: Разбрав
ml: ഗോട്ട് ഇറ്റ്
mn: Олгосон
my: လက်ခံပြီး
or: ବୁଝିଲି
pa: ਸਮਝ ਗਿਆ
ps: فهمیدم
si: ඇත්තයි
sl: Razumem
ta: அறிந்தேன்
te: దొరికింది
tt: Аңладым
uz: Tushunarli
zu: Ngikutholile

source: Enter opening balance
am: የመክፈቻ ቀሪ ሂሳብ ያስገቡ
as: প্ৰাৰম্ভিক বেলেঞ্চ প্ৰৱিষ্ট কৰক
bg: Въведете начален баланс
cy: Rhowch y balans agoriadol
et: Sisesta avasaldo
eu: Sartu hasierako saldoa
fil: Ipasok ang panimulang balanse
gu: ઓપનિંગ બેલેન્સ દાખલ કરો
hy: Մուտքագրեք բացման հաշվեկշիռը
is: Sláðu inn upphaflegt saldo
ka: შეიყვანეთ საწყისი ბალანსი
kk: Бастапқы теңгерімді енгізіңіз
km: បញ្ចូលមូលបត្រចាប់ផ្តើម
kn: ಆರಂಭಿಕ ಬ್ಯಾಲೆನ್ಸ್ ನಮೂದಿಸಿ
ky: Ачылыш балансын киргизиңиз
lo: ໃສ່ບັນທຶກຍອດເປົ່າ
mk: Внесете почетна салдо
ml: തുറക്കുന്ന ബാലൻസ് നൽകുക
mn: Нээлтийн үлдэгдлийг оруулна уу
my: အစပြု ဘဏ်စာရင်းကို ရိုက်ထည့်ပါ
or: ଆରମ୍ଭ ବ୍ୟାଲାନ୍ସ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਸ਼ੁਰੂਆਤੀ ਬਕਾਇਆ ਦਰਜ ਕਰੋ
ps: پرانیستل توازن داخل کړئ
si: ආරම්භක ශේෂය ඇතුළත් කරන්න
sl: Vnesite začetno stanje
ta: திறந்த முதற்கட்டத்தை உள்ளிடவும்
te: ప్రారంభ బ్యాలెన్స్ నమోదు చేయండి
tt: Башлангыч балансны кертегез
uz: Ochilish balansini kiriting
zu: Faka isibili sokufungula

source: Please enter a valid business name
am: እባክዎን የተረጋገጠ የንግድ ስም ያስገቡ
as: দয়া কৰি এক সঠিক ব্যৱসায়ৰ নাম প্ৰৱিষ্ট কৰক
bg: Моля, въведете валидно име на бизнеса
cy: Rhowch enw busnes dilys, os gwelwch yn dda
et: Palun sisestage kehtiv ettevõtte nimi
eu: Mesedez, sartu enpresa izen balio bat
fil: Mangyaring ipasok ang isang valid na pangalan ng negosyo
gu: કૃપા કરીને માન્ય બિઝનેસ નામ દાખલ કરો
hy: Խնդրում ենք մուտքագրեք գործող բիզնեսի անուն
is: Vinsamlegast sláðu inn gilt fyrirtækisnafn
ka: გთხოვთ შეიყვანოთ სწორი ბიზნესის სახელი
kk: Жарамды бизнес атауын енгізіңіз
km: សូមបញ្ចូលឈ្មោះអាជីវកម្មសុពលភាព
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ವ್ಯವಹಾರ ಹೆಸರು ನಮೂದಿಸಿ
ky: Сураныч, туура бизнес аталышын киргизиңиз
lo: ໃສ່ຊື່ທົ່ວໃບບິສັດທີ່ຖືກຕ້ອງ
mk: Ве молиме внесете валидно име на бизнис
ml: ദയവായി ഒരു സാധുവായ ബിസിനസ്സ് നാമം നൽകുക
mn: Зөв бизнес нэр оруулна уу
my: မှန်ကန်သော စီးပွားရေး အမည် ရိုက်ထည့်ပါ
or: ଦୟାକରି ବୈଧ ବ୍ୟବସାୟ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਕਾਰੋਬਾਰੀ ਨਾਮ ਦਰਜ ਕਰੋ
ps: لطفا یو معتبر سوداګریز نوم داخل کړئ
si: කරුණාකර වලංගු වාණිජ නාමයක් ඇතුළත් කරන්න
sl: Prosimo, vnesite veljavno ime podjetja
ta: சரியான வணிகப் பெயரை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే వ్యాపార పేరును నమోదు చేయండి
tt: Зинһар, дөрес бизнес исемен кертегез
uz: Iltimos, amal qiladigan biznes nomini kiriting
zu: Sicela ufake igama lebhizinisi elivumelekile

# enterBusiness
source: Enter Business/Store Name
am: ንግድ/ሱቅ ስም ያስገቡ
as: ব্যৱসায়/দোকানৰ নাম প্ৰৱিষ্ট কৰক
bg: Въведете име на бизнес/магазин
cy: Rhowch Enw Busnes/Storfa
et: Sisestage Ettevõtte/Poe Nimi
eu: Sartu Enpresa/Denda Izena
fil: Ipasok ang Pangalan ng Negosyo/Tindahan
gu: બિઝનેસ/સ્ટોર નામ દાખલ કરો
hy: Մուտքագրեք Բիզնեսի/Խանութի անունը
is: Sláðu inn fyrirtæki/verslunarnafn
ka: შეიყვანეთ ბიზნესის/მაღაზიის სახელი
kk: Бизнес/Дүкен атауын енгізіңіз
km: បញ្ចូលឈ្មោះអាជីវកម្ម/ហាង
kn: ವ್ಯವಹಾರ/ಸ್ಟೋರ್ ಹೆಸರು ನಮೂದಿಸಿ
ky: Бизнес/Дүкөн атын киргизиңиз
lo: ໃສ່ຊື່ບໍ່ຄ່າ/ສະໜາມ
mk: Внесете име на бизнис/продавница
ml: ബിസിനസ്സ്/സ്റ്റോർ പേര് നൽകുക
mn: Бизнес/Дэлгүүрийн нэрийг оруулна уу
my: စီးပွားရေး/ဆိုင်အမည် ရိုက်ထည့်ပါ
or: ବ୍ୟବସାୟ/ସ୍ଟୋର୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕਾਰੋਬਾਰ/ਸਟੋਰ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: د سوداګرۍ / پلورنځي نوم داخل کړئ
si: වාණිජ/සටන නාමය ඇතුළත් කරන්න
sl: Vnesite ime podjetja/trgovine
ta: வணிக/அங்காடி பெயரை உள்ளிடவும்
te: వ్యాపారం/స్టోర్ పేరు నమోదు చేయండి
tt: Бизнес/Кибет исемен кертегез
uz: Biznes/Do'kon Nomini Kiriting
zu: Faka Ibhizinisi/Igama Lesitolo

source: Select Business Category
am: የንግድ ምድብ ይምረጡ
as: ব্যৱসায়ৰ শ্ৰেণী বাচনি কৰক
bg: Избери категория бизнес
cy: Dewis Categori Busnes
et: Vali Ettevõtte Kategooria
eu: Hautatu Enpresa Kategoria
fil: Piliin ang Kategorya ng Negosyo
gu: બિઝનેસ કેટેગરી પસંદ કરો
hy: Ընտրեք բիզնեսի կատեգորիան
is: Veldu viðskiptaflokk
ka: აირჩიეთ ბიზნეს კატეგორია
kk: Бизнес категориясын таңдаңыз
km: ជ្រើសប្រភេទអាជីវកម្ម
kn: ವ್ಯವಹಾರ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Бизнес категориясын тандаңыз
lo: ເລືອກໝວດປະເພດບໍ່ຄ່າ
mk: Избери бизнис категорија
ml: ബിസിനസ്സ് വിഭാഗം തിരഞ്ഞെടുക്കുക
mn: Бизнесийн ангилал сонгоно уу
my: စီးပွားရေး အမျိုးအစား ရွေးချယ်ပါ
or: ବ୍ୟବସାୟ ଶ୍ରେଣୀ ଚୟନ କରନ୍ତୁ
pa: ਕਾਰੋਬਾਰ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
ps: سوداګریز کټګوري غوره کړئ
si: වාණිජ කාණ්ඩ තෝරන්න
sl: Izberite poslovno kategorijo
ta: வணிக வகையைத் தேர்ந்தெடுக்கவும்
te: వ్యాపార వర్గాన్ని ఎంచుకోండి
tt: Бизнес категориясен сайлагыз
uz: Biznes Kategoriyasini Tanlang
zu: Khetha Igatsha Lebhizinisi

# todaySummary
source: Today’s Summary
am: የዛሬው ማጠቃለያ
as: আজিৰ সাৰাংশ
bg: Днешна обобщена информация
cy: Crynodeb Heddiw
et: Tänase Kokkuvõte
eu: Gaurko Laburpena
fil: Buod Ngayon
gu: આજનું સારાંશ
hy: Այսօրվա ամփոփում
is: Í dag samantekt
ka: დღევანდელი რეზიუმე
kk: Бүгінгі қорытынды
km: សង្ខេបថ្ងៃនេះ
kn: ಇಂದಿನ ಸಾರಾಂಶ
ky: Бүгүнкү кыскача маалымат
lo: ສະປິດວັນນີ້
mk: Денешен резиме
ml: ഇന്നത്തെ സംഗ്രഹം
mn: Өнөөдрийн хураангуй
my: ယနေ့အကျဉ်းချုပ်
or: ଆଜିର ସାରାଂଶ
pa: ਅੱਜ ਦਾ ਸੰਖੇਪ
ps: نن ورځ خلاصه
si: අදේ සාරාංශය
sl: Današnji povzetek
ta: இன்றைய சுருக்கம்
te: ఈ రోజు సారాంశం
tt: Бүгенге резюме
uz: Bugungi Xulosa
zu: Isishweshwe Samanje

source: Sell All >
am: ሁሉንም ይሽጡ >
as: সকলো বিক্ৰী কৰক >
bg: Продай всичко >
cy: Gwerthu Pawb >
et: Müü Kõik >
eu: Dena saldu >
fil: Ibenta Lahat >
gu: બધું વેચો >
hy: Վաճառել բոլորը >
is: Selja allt >
ka: ყველაფრის გაყიდვა >
kk: Барлығын сату >
km: លក់ទាំងអស់ >
kn: ಎಲ್ಲಾ ಮಾರಾಟ >
ky: Бардыгын сатуу >
lo: ຂາຍທັງໝົດ >
mk: Продај се`
ml: എല്ലാം വിൽക്കുക >
mn: Бүгдийг зарах >
my: အားလုံးရောင်းပါ >
or: ସବୁ ବିକ୍ରୟ କରନ୍ତୁ >
pa: ਸਭ ਵੇਚੋ >
ps: ټول وپلورئ >
si: සියල්ල විකින්න >
sl: Prodaj vse >
ta: எல்லாவற்றையும் விற்கவும் >
te: అన్నీ అమ్మండి >
tt: Барын сатыгыз >
uz: Hammasini Sotish >
zu: Thengisa Konke >

source: Income
am: ገቢ
as: আয়
bg: Доход
cy: Incwm
et: Tulu
eu: Diru-sarrera
fil: Kita
gu: આવક
hy: Եկամուտ
is: Tekjur
ka: შემოსავალი
kk: Кіріс
km: ចំណូល
kn: ಆದಾಯ
ky: Киреше
lo: ລາຍໄດ້
mk: Приход
ml: വരുമാനം
mn: Орлого
my: ဝင်ငွေ
or: ଆୟ
pa: ਆਮਦਨ
ps: عاید
si: ආදායම
sl: Prihodek
ta: வருமானம்
te: ఆదాయం
tt: Керем
uz: Daromad
zu: Imali engenayo

source: Purchased
am: ተገዛ
as: কিনিছো
bg: Закупено
cy: Prynwyd
et: Ostetud
eu: Erosi da
fil: Binili
gu: ખરીદેલ
hy: Գնված
is: Keypt
ka: შეძენილი
kk: Сатып алынған
km: ទិញ
kn: ಖರೀದಿಸಲಾಗಿದೆ
ky: Сатып алынган
lo: ຊື້
mk: Купено
ml: വാങ്ങിയത്
mn: Худалдан авсан
my: ဝယ်ယူခဲ့သည်
or: କ୍ରୟ
pa: ਖਰੀਦਿਆ ਗਿਆ
ps: پیرود شوی
si: මැකුණු
sl: Kupljeno
ta: வாங்கப்பட்டது
te: కొనుగోలు చేసిన
tt: Сатып алынган
uz: Sotib Olingan
zu: Kuthengwe

source: End your Free plan
am: ነፃ ዕቅድዎን ያቁሙ
as: আপোনাৰ মুক্ত পৰিকল্পনা শেষ কৰক
bg: Приключи своя безплатен план
cy: Gorffen eich cynllun Am Ddim
et: Lõpeta Tasuta Plaan
eu: Amaitu zure doako plana
fil: Tapusin ang iyong Libreng plano
gu: તમારો ફ્રી પ્લાન સમાપ્ત કરો
hy: Ավարտել ձեր անվճար պլանը
is: Loka ókeypis áætlun þinni
ka: დაასრულეთ თქვენი უფასო გეგმა
kk: Тегін жоспарыңызды аяқтаңыз
km: បញ្ចប់ផែនការឥតគិតថ្លៃរបស់អ្នក
kn: ನಿಮ್ಮ ಉಚಿತ ಯೋಜನೆಯ ಅಂತ್ಯ
ky: Акысыз планыңызды аяктоо
lo: ຈົບແຜນເສດບໍ່ຄ່າ
mk: Заврши го твојот бесплатен план
ml: നിങ്ങളുടെ ഫ്രീ പ്ലാൻ അവസാനിപ്പിക്കുക
mn: Үнэгүй төлөвлөгөөгөө дуусгах
my: သင်၏ အခမဲ့ စီမံကိန်း အဆုံးသတ်ပါ
or: ଆପଣଙ୍କର ମାଗଣା ଯୋଜନା ସମାପ୍ତ କରନ୍ତୁ
pa: ਆਪਣੀ ਮੁਫ਼ਤ ਯੋਜਨਾ ਖ਼ਤਮ ਕਰੋ
ps: خپل وړیا پلان پای ته رسوئ
si: ඔබගේ නිදහස් සැලැස්ම අග කරන්න
sl: Končaj svoj brezplačni načrt
ta: உங்கள் இலவச திட்டத்தை முடிக்கவும்
te: మీ ఉచిత ప్రణాళికను ముగించండి
tt: Бушлай планны тәмамлагыз
uz: BePul Rejangizni Tugating
zu: Qeda uhlelo lwakho lwamahhala

# yourFree
source: Your Free Package is almost done, buy your next plan Thanks.
am: ነፃ ጥቅልዎ ሊጠናቀቅ ተቃርቧል፣ ቀጣዩን ጥቅልዎን ይግዙ እናመሰግናለን።
as: আপোনাৰ মুক্ত পৰিকল্পনা প্ৰায় শেষ হৈছে, আপোনাৰ পৰবর্তী পৰিকল্পনা কিনক। ধন্যবাদ।
bg: Вашият безплатен пакет почти свършва, купете следващия си план. Благодаря.
cy: Mae eich Pecyn Am Ddim bron wedi'i orffen, prynu'ch cynllun nesaf Diolch.
et: Teie tasuta pakett on peaaegu läbi, ostke järgmine plaan. Aitäh.
eu: Zure Doako Paketea ia amaitu da, erosi zure hurrengo plana Eskerrik asko.
fil: Malapit nang matapos ang iyong Libreng Package, bilhin ang iyong susunod na plano Salamat.
gu: તમારું ફ્રી પેકેજ લગભગ પૂરું થઈ ગયું છે, તમારો આગળનો પ્લાન ખરીદો આભાર.
hy: Ձեր անվճար փաթեթը գրեթե վերջացել է, գնեք ձեր հաջորդ պլանը։ Շնորհակալություն։
is: Ókeypis pakki þitt er næstum klárt, keyptu næsta pakka þinn Takk.
ka: თქვენი უფასო პაკეტი თითქმის დასრულებულია, შეიძინეთ თქვენი შემდეგი გეგმა. მადლობა.
kk: Сіздің тегін пакетіңіз аяқталуға жақын, келесі жоспарыңызды сатып алыңыз. Рақмет.
km: ផ្តល់ជូនដំណើរការឥតគិតថ្លៃរបស់អ្នកប្រហែលជា៖ សូមទិញផែនការបន្ទាប់របស់អ្នក។
kn: ನಿಮ್ಮ ಉಚಿತ ಪ್ಯಾಕೇಜ್ ಮುಗಿಯುತ್ತಿದೆ, ಮುಂದಿನ ಯೋಜನೆ ಖರೀದಿಸಿ ಧನ್ಯವಾದಗಳು.
ky: Сиздин акысыз пакетиңиз дээрлик бүтүп баратат, кийинки планыңызды сатып алыңыз Рахмат.
lo: ແຜນບໍ່ຄ່າຂອງທ່ານແລະເກີນຄິບຂອງທ່ານ
mk: Твојот бесплатен пакет скоро е завршен, купи го твојот следен план. Благодариме.
ml: നിങ്ങളുടെ ഫ്രീ പാക്കേജ് പൂർത്തിയായിക്കൊണ്ടിരിക്കുകയാണ്, നിങ്ങളുടെ അടുത്ത പ്ലാൻ വാങ്ങുക നന്ദി.
mn: Таны Үнэгүй багц бараг дуусах гэж байна, дараагийн төлөвлөгөөгөө худалдаж аваарай Баярлалаа.
my: သင့်အခမဲ့ Package သ almost ပြီးဆုံးပါပြီ၊ အခြားစီမံကိန်းကို ဝယ်ပါ၊ ကျေးဇူးတင်ပါသည်။
or: ଆପଣଙ୍କର ମାଗଣା ପ୍ୟାକେଜ୍ ଚଳିତ ଅଛି, ନିମ୍ନଲେଖା ଯୋଜନା କିଣନ୍ତୁ। ଧନ୍ୟବାଦ।
pa: ਤੁਹਾਡਾ ਮੁਫ਼ਤ ਪੈਕੇਜ ਖ਼ਤਮ ਹੋਣ ਵਾਲਾ ਹੈ, ਆਪਣੀ ਅਗਲੀ ਯੋਜਨਾ ਖਰੀਦੋ ਧੰਨਵਾਦ।
ps: ستاسو وړیا بسته تقریبا پای ته رسیدلې ده، خپل راتلونکی پلان واخلئ مننه.
si: ඔබගේ නිදහස් පැකේජය අඩුවෙමින් පවතින අතර, ඔබේ ඊළඟ සැලැස්ම මිලදී ගන්න. ස්තූතියි.
sl: Vaš brezplačni paket se skoraj konča, kupite naslednji načrt. Hvala.
ta: உங்கள் இலவச தொகுப்பும் முடிந்துவிட்டது, உங்கள் அடுத்த திட்டத்தை வாங்குங்கள் நன்றி.
te: మీ ఉచిత ప్యాకేజీ దాదాపు పూర్తయింది, మీ తదుపరి ప్రణాళికను కొనుగోలు చేయండి ధన్యవాదాలు.
tt: Сезнең бушлай пакетегез тәмамланырга якын, киләсе планны сатып алыгыз. Рәхмәт.
uz: Sizning Bepul Paketi deyarli tugayapti, keyingi rejangizni sotib oling Rahmat.
zu: Iphakheji yakho yamahhala cishe iphelile, thengela uhlelo lwakho olulandelayo Ngiyabonga.

source: Upgrade Now
am: አሁን ያሻሽሉ
as: এতিয়া আপগ্ৰেড কৰক
bg: Актуализирай сега
cy: Uwchraddio Nawr
et: Uuenda Nüüd
eu: Eguneratu Orain
fil: I-upgrade Ngayon
gu: હવે અપગ્રેડ કરો
hy: Թարմացնել հիմա
is: Uppfæra núna
ka: ახლა განაახლეთ
kk: Қазір жаңарту
km: ធ្វើឱ្យទាន់សម័យឥឡូវនេះ
kn: ಇಮೇಲ್
ky: Азыр жаңыртуу
lo: ປ່ອນໃໝ່
mk: Надгради сега
ml: ഇപ്പോൾ അപ്‌ഗ്രേഡ് ചെയ്യുക
mn: Одоо шинэчлэх
my: ယခု Upgrade လုပ်ပါ
or: ଅପଗ୍ରେଡ୍ କରନ୍ତୁ
pa: ਹੁਣ ਅਪਗ੍ਰੇਡ ਕਰੋ
ps: اوس اپ گریډ کړئ
si: මෙහි වර්ධනය කරන්න
sl: Nadgradi zdaj
ta: இப்போது மேம்படுத்தவும்
te: ఇప్పుడు అప్‌గ్రేడ్ చేయండి
tt: Хәзер яңартыгыз
uz: Hozir Yangilang
zu: Buyekeza Manje

source: Not Found
am: አልተገኘም
as: নাহি পোৱা গ'ল
bg: Не е намерен
cy: Ddim wedi'i Ganu
et: Ei Leitud
eu: Ez da aurkitu
fil: Hindi Natagpuan
gu: ન મળ્યું
hy: Չի գտնվել
is: Ekki fundið
ka: არ მოიძებნა
kk: Табылмады
km: មិនឃើញ
kn: ಅಳಿದ
ky: Табылган жок
lo: ບໍ່ພົບ
mk: Не најдено
ml: കണ്ടെത്തിയില്ല
mn: Олдсонгүй
my: မတွေ့ပါ
or: ମିଳିଲା ନାହିଁ
pa: ਨਹੀਂ ਮਿਲਿਆ
ps: نه وموندل شو
si: ගොඩනැගූ නෑ
sl: Ni najdeno
ta: கண்டுபிடிக்கப்படவில்லை
te: కనుగొనబడలేదు
tt: Тапмады
uz: Topilmadi
zu: Akitholakalanga

source: Update your subscription
am: ምዝገባዎን ያዘምኑ
as: আপোনাৰ সদস্যপদ আপডেট কৰক
bg: Актуализирай своята абонаментна услуга
cy: Diweddarwch eich tanysgrifiad
et: Uuenda oma tellimust
eu: Eguneratu zure harpidetza
fil: I-update ang iyong subscription
gu: તમારી સબ્સ્ક્રિપ્શન અપડેટ કરો
hy: Թարմացրեք ձեր գրանցումը
is: Uppfæra áskrift þína
ka: განაახლეთ თქვენი გამოწერა
kk: Жазылымыңызды жаңартыңыз
km: ធ្វើបច្ចុប្បន្នភាពការជាវរបស់អ្នក
kn: ನಿಮ್ಮ ಚಂದಾದಾರಿತೆಯನ್ನು ನವಿಕರಿಸಿ
ky: Жазылууңузду жаңыртыңыз
lo: ເອົາແຜນເຂອງທ່ານ
mk: Ажурирај ја твојата претплата
ml: നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Түшицээ шинэчлэх
my: သင့် စာရင်းသွင်းမှုကို အပ်ဒိတ်လုပ်ပါ
or: ଆପଣଙ୍କର ସବସ୍କ୍ରିପ୍ସନ୍ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਆਪਣੀ ਗਾਹਕੀ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
ps: خپل سبسکریپشن تازه کړئ
si: ඔබගේ අනුමත කිරීම යාවත්කාලීන කරන්න
sl: Posodobite svojo naročnino
ta: உங்கள் சந்தாவை புதுப்பிக்கவும்
te: మీ సబ్‌స్క్రిప్షన్‌ను నవీకరించండి
tt: Абонементыгызны яңартыгыз
uz: Obunangizni Yangilang
zu: Buyekeza ukubhalisa kwakho

source: No Data Found
am: ምንም ውሂብ አልተገኘም
as: কোনো ডাটা পোৱা নগ'ল
bg: Няма намерени данни
cy: Dim Data wedi'i Ganu
et: Andmeid ei Leitud
eu: Ez da daturik aurkitu
fil: Walang Natagpuang Data
gu: કોઈ ડેટા મળ્યો નથી
hy: Չկա տվյալ
is: Engin gögn fundust
ka: მონაცემები არ მოიძებნა
kk: Деректер табылмады
km: មិនមានទិន្នន័យ
kn: ದತ್ತಾಂಶವನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಿಲ್ಲ
ky: Маалымат табылган жок
lo: ບໍ່ມີຂໍໍລະບຽບ
mk: Нема најдено податоци
ml: ഡാറ്റ കണ്ടെത്തിയില്ല
mn: Өгөгдөл олдсонгүй
my: ဒေတာ မတွေ့ပါ
or: କୌଣସି ତଥ୍ୟ ମିଳିଲା ନାହିଁ
pa: ਕੋਈ ਡਾਟਾ ਨਹੀਂ ਮਿਲਿਆ
ps: هیڅ ډاټا وموندل شو
si: දත්ත හමු නොවීය
sl: Podatkov ni bilo najdenih
ta: தரவை கண்டுபிடிக்க முடியவில்லை
te: డేటా కనుగొనబడలేదు
tt: Мәгълүмат табылмады
uz: Ma'lumot Topilmadi
zu: Akunakho idatha etholakalayo

source: Are you sure?
am: እርግጠኛ ነዎት?
as: আপুনি নিশ্চিত নেকি?
bg: Сигурни ли сте?
cy: Ydych chi'n siŵr?
et: Oled Sa Kindel?
eu: Ziur zaude?
fil: Sigurado ka ba?
gu: શું તમે ખાતરી છો?
hy: Դուք վստահ եք?
is: Ertu viss?
ka: დარწმუნებული ხარ?
kk: Сіз сенімдісіз бе?
km: តើអ្នកប្រាកដថា?
kn: ನೀವು ಖಚಿತವಾಗಿದ್ದೀರಾ?
ky: Сиз чын элеби?
lo: ເປັນຄວາມແນ່ໃຈເທົ່າໃດ?
mk: Дали си сигурен/а?
ml: നിങ്ങൾ ഉറപ്പോ?
mn: Та итгэлтэй байна уу?
my: သေချာပါသလား?
or: ଆପଣ ନିଶ୍ଚିତ?
pa: ਤੁਸੀਂ ਸੱਚਮੁੱਚ ਯਕੀਨੀ ਹੋ?
ps: آیا تاسو ډاډه یاست؟
si: ඔබට සහතිකද?
sl: Ste prepričani?
ta: நீங்கள் உறுதியா?
te: నువ్వు నిశ్చయమా?
tt: Сез ышанасызмы?
uz: Ishonchingiz komilmi?
zu: Uyaqiniseka?

source: Do you want to exit the app?
am: ከመተግበሪያው መውጣት ይፈልጋሉ?
as: আপুনি এপ্লিকেচন পৰা বাহিৰ হ'ব চাহে নে?
bg: Искате ли да излезете от приложението?
cy: Ydych chi eisiau gadael yr ap?
et: Kas soovite rakendusest lahkuda?
eu: Aplikaziotik irten nahi duzu?
fil: Gusto mo bang lumabas sa app?
gu: શું તમે એપ છોડવા માંગો છો?
hy: Ցանկանում եք դուրս գալ հավելվածից?
is: Viltu hætta í forritinu?
ka: გსურთ აპლიკაციის დახურვა?
kk: Қосымшадан шығуды қалайсыз ба?
km: តើអ្នកចង់ចេញពីកម្មវិធីទេ?
kn: ಆಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಿಡಲಿಚ್ಚಿಸುತ್ತೀರಾ?
ky: Колдонмодон чыккыңыз келеби?
lo: ທ່ານຢາກອອກຈາກແອບບໍ່?
mk: Дали сакаш да излезеш од апликацијата?
ml: നിങ്ങൾ ആപ്പ് പൂട്ടണോ?
mn: Та аппаас гарахыг хүсэж байна уу?
my: အက်ပ်ကို ထွက်ချင်ပါသလား?
or: ଆପଣ ଆପ୍ ଛାଡିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਐਪ ਤੋਂ ਬਾਹਰ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ps: ایا تاسو غواړئ له اپلیکیشن څخه ووځئ؟
si: ඔබ යෙදුම අවසන් කිරීමට අවශ්‍යද?
sl: Želite zapustiti aplikacijo?
ta: ஆப்பை வெளியேற்ற விரும்புகிறீர்களா?
te: మీరు యాప్‌ని నిష్క్రమించాలనుకుంటున్నారా?
tt: Сез кушымтаны ябарга телисезме?
uz: Ilovani tark etmoqchimisiz?
zu: Ufuna ukuphuma kuhlelo lokusebenza?

source: No
am: አይደለም
as: না
bg: Не
cy: Na
et: Ei
eu: Ez
fil: Hindi
gu: ના
hy: Ոչ
is: Nei
ka: არა
kk: Жоқ
km: ទេ
kn: ಇಲ್ಲ
ky: Жок
lo: ບໍ່
mk: Не
ml: ഇല്ല
mn: Үгүй
my: မဟုတ်ပါ
or: ନା
pa: ਨਹੀਂ
ps: نه
si: නැහැ
sl: Ne
ta: இல்லை
te: లేదు
tt: Юк
uz: Yo'q
zu: Cha

source: Yes
am: አዎ
as: হয়
bg: Да
cy: Ie
et: Jah
eu: Bai
fil: Oo
gu: હા
hy: Այո
is: Já
ka: დიახ
kk: Иә
km: ចាស
kn: ಹೌದು
ky: Ооба
lo: ແມ່ນ
mk: Да
ml: അതെ
mn: Тийм
my: ဟုတ်ကဲ့
or: ହଁ
pa: ਹਾਂ
ps: هو
si: ඔව්
sl: Da
ta: ஆம்
te: అవును
tt: Әйе
uz: Ha
zu: Yebo

source: Dashboard
am: ዳሽቦርድ
as: ড্যাসব'ৰ্ড
bg: Табло
cy: Panel Rheoli
et: Juhtpaneel
eu: Kontrol panela
gu: ડેશબોર્ડ
hy: Վահանակ
is: Stjórnborð
ka: საკონტროლო პანელი
kk: Басқару панелі
km: ផ្ទាំងគ្រប់គ្រង
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ky: Башкы бет
lo: ເຄື່ອງເປັນສະໝັກ
mk: Табла
ml: ഡാഷ്ബോർഡ്
mn: Хяналтын самбар
my: ဒပ်ရှ်ဘုတ်
or: ଡାଶବୋର୍ଡ
pa: ਡੈਸ਼ਬੋਰਡ
ps: ډشبورډ
si: ඩැෂ්බෝඩ්
sl: Nadzorna plošča
ta: டாஷ்போர்டு
te: డాష్‌బోర్డ్
tt: Кулланучы панеле
uz: Boshqaruv Paneli
zu: Idashubhodi

source: Sales & Purchase Overview
am: የሽያጭ እና የግዢ አጠቃላይ እይታ
as: বিক্ৰী আৰু কিনা সাৰাংশ
bg: Преглед на продажби и покупки
cy: Trosolwg Gwerthiant a Phryniannau
et: Müügi- ja Ostude Ülevaade
eu: Salmenta eta Erosketaren Begirada Orokorra
fil: Pangkalahatang-ideya ng Benta at Pagbili
gu: વેચાણ અને ખરીદીનો અવલોકન
hy: Վաճառքի և գնման ընդհանուր տեսարան
is: Yfirlit yfir sölu og innkaup
ka: გაყიდვების და შესყიდვების მიმოხილვა
kk: Сату және сатып алу шолуы
km: សង្ខេបការលក់ និងការទិញ
kn: ಮಾರಾಟ ಮತ್ತು ಖರೀದಿ ಸಮೀಕ್ಷೆ
ky: Сатуу жана сатып алуу боюнча кыскача маалымат
lo: ສະໜອງ & ບັນຊີສະໝັກ
mk: Преглед на продажба и набавка
ml: വില്പനയും വാങ്ങലും ഒറ്റനോട്ടത്തിൽ
mn: Борлуулалт & Худалдан авалтын тойм
my: ရောင်းရင်း ဝယ်ရင်း အကျဉ်းချုပ်
or: ବିକ୍ରୟ ଏବଂ କ୍ରୟ ସାରାଂଶ
pa: ਸੇਲਜ਼ ਅਤੇ ਖਰੀਦ ਦਾ ਸੰਖੇਪ
ps: د پلور او پیرود کتنه
si: විකිණීම් හා මිලදී ගැනීම් සාරාංශය
sl: Pregled prodaje in nakupov
ta: விற்பனை மற்றும் வாங்குதல் கண்ணோட்டம்
te: అమ్మకాలు & కొనుగోలు అవలోకనం
tt: Сатулар һәм сатып алулар күзәтүе
uz: Sotish va Sotib Olish Umumiy Ko'rinishi
zu: Ukuphefumula KokuThengisa Nokuthengwa

source: Total Items
am: ጠቅላላ ዕቃዎች
as: মুঠ সামগ্ৰী
bg: Общо артикули
cy: Cyfanswm Eitemau
et: Kokku Esemeid
eu: Guztirako elementuak
fil: Kabuuang Mga Item
gu: કુલ આઇટમ્સ
hy: Ընդհանուր իրեր
is: Heildarfjöldi vöru
ka: საერთო ნივთები
kk: Барлық заттар
km: វត្ថុសរុប
kn: ಒಟ್ಟು ಐಟಮ್‌ಗಳು
ky: Жалпы товарлар
lo: ລວມລະດັບເລື່ອງ
mk: Вкупно производи
ml: ആകെ ഇനങ്ങൾ
mn: Нийт зүйлс
my: စုစုပေါင်း ပစ္စည်းများ
or: ମୋଟ ଆଇଟମ୍ସ
pa: ਕੁੱਲ ਆਈਟਮਾਂ
ps: ټول توکي
si: මුළු අයිතම
sl: Skupaj izdelkov
ta: மொத்த பொருட்கள்
te: మొత్తం అంశాలు
tt: Гомуми элементлар
uz: Umumiy Elementlar
zu: Izinto Eziphelele

source: Total Categories
am: ጠቅላላ ምድቦች
as: মুঠ শ্ৰেণী
bg: Общо категории
cy: Cyfanswm Categorïau
et: Kokku Kategooriaid
eu: Guztirako kategoriak
fil: Kabuuang Mga Kategorya
gu: કુલ કેટેગરીઝ
hy: Ընդհանուր կատեգորիաներ
is: Heildarfjöldi flokka
ka: საერთო კატეგორიები
kk: Барлық санаттар
km: ប្រភេទសរុប
kn: ಒಟ್ಟು ವರ್ಗಗಳು
ky: Жалпы категориялар
lo: ລວມປະເພດ
mk: Вкупно категории
ml: ആകെ വിഭാഗങ്ങൾ
mn: Нийт ангилал
my: စုစုပေါင်း အမျိုးအစားများ
or: ମୋଟ ଶ୍ରେଣୀଗୁଡ଼ିକ
pa: ਕੁੱਲ ਸ਼੍ਰੇਣੀਆਂ
ps: ټولې کټګورۍ
si: මුළු කාණ්ඩ
sl: Skupaj kategorij
ta: மொத்த வகைகள்
te: మొత్తం వర్గాలు
tt: Гомуми категорияләр
uz: Umumiy Kategoriyalar
zu: Izigaba Eziphelele

source: Quick Overview
am: ፈጣን አጠቃላይ እይታ
as: দ্রুত সাৰাংশ
bg: Бърз преглед
cy: Trosolwg Cyflym
et: Kiire Ülevaade
eu: Azkarreko Begirada Orokorra
fil: Mabilis na Pangkalahatang-ideya
gu: ઝડપી અવલોકન
hy: Արագ նայել
is: Hratt yfirlit
ka: სწრაფი მიმოხილვა
kk: Жылдам шолу
km: សង្ខេបយ៉ាងឆាប់រហ័ស
kn: ತ್ವರಿತ ಸಮೀಕ್ಷೆ
ky: Тез карап чыгуу
lo: ທຽບເວລາ
mk: Брз преглед
ml: വേഗത്തിലുള്ള രൂപരേഖ
mn: Хурдан тойм
my: ရလဒ်မြန် အကျဉ်းချုပ်
or: ତ୍ବରିତ ସାରାଂଶ
pa: ਤੁਰੰਤ ਸੰਖੇਪ
ps: چټک کتنه
si: දකුණු සාරාංශය
sl: Hiter pregled
ta: விரைவு கண்ணோட்டம்
te: వేగవంతమైన అవలోకనం
tt: Кыскача күзәтү
uz: Tez Ko'rinish
zu: Ukubukeza Okusheshayo

source: Total Income
am: ጠቅላላ ገቢ
as: মুঠ আয়
bg: Общ доход
cy: Cyfanswm Incwm
et: Kogu Tulu
eu: Guztirako Diru-sarrera
fil: Kabuuang Kita
gu: કુલ આવક
hy: Ընդհանուր եկամուտ
is: Heildartekjur
ka: საერთო შემოსავალი
kk: Жалпы кіріс
km: ចំណូលសរុប
kn: ಒಟ್ಟು ಆದಾಯ
ky: Жалпы киреше
lo: ລວມລາຍໄດ້
mk: Вкупен приход
ml: ആകെ വരുമാനം
mn: Нийт орлого
my: စုစုပေါင်း ဝင်ငွေ
or: ମୋଟ ଆୟ
pa: ਕੁੱਲ ਆਮਦਨ
ps: ټول عاید
si: මුළු ආදායම
sl: Skupni prihodek
ta: மொத்த வருமானம்
te: మొత్తం ఆదాయం
tt: Гомуми керем
zu: Imali Engenayo Ephelele

source: Customer Due
am: የደንበኛ ዕዳ
as: গ্ৰাহক ঋণ
bg: Дължимо от клиенти
cy: Dyled Cwsmer
et: Kliendi Võlgnevused
eu: Bezeroaren Zor
fil: Dapat Bayaran ng Customer
gu: ગ્રાહક બાકી
hy: Հաճախորդի պարտք
is: Viðskiptavinaskuld
ka: მომხმარებლის დავალიანება
kk: Клиенттің қарызы
km: ប្រាក់កំពុងទទួលពីអតិថិជន
kn: ಗ್ರಾಹಕ ಬಾಕಿ
ky: Кардардын карызы
lo: ບັດບໍ່ອິນ
mk: Клиентско долго
ml: ഗ്രാഹക കുടിശ്ശിക
mn: Үйлчлүүлэгчийн төлөх дүн
my: ဖောက်သည် အကြွေး
or: ଗ୍ରାହକ ବକେୟା
pa: ਗਾਹਕ ਬਕਾਇਆ
ps: د پیرودونکي پور
si: ගනුදෙනුකරුවාට බදවාගත යුතු මුදල්
sl: Dolg stranke
ta: வாடிக்கையாளர் கடன்
te: కస్టమర్ కరెంట్
tt: Клиент бурычы
zu: Ikhasimende Elifanele

source: Stock Value
am: የክምችት ዋጋ
as: ষ্টক মূল্য
bg: Стойност на наличностите
cy: Gwerth Stoc
et: Laoseisude Väärtus
eu: Stock Balioa
fil: Halaga ng Stock
gu: સ્ટોક મૂલ્ય
hy: Պաշարի արժեք
is: Birgðagildi
ka: საწყობის ღირებულება
kk: Қойма құны
km: តម្លៃសារជាត
kn: ಸ್ಟಾಕ್ ಮೌಲ್ಯ
ky: Запастын баасы
lo: ຄ່າສາງຄັບ
mk: Вредност на залиха
ml: സ്റ്റോക്ക് മൂല്യം
mn: Нөөцийн үнэ цэнэ
my: အရောင်းဈေး
or: ଷ୍ଟକ୍ ମୂଲ୍ୟ
pa: ਸਟਾਕ ਮੁੱਲ
ps: د سټاک ارزښت
si: වෙළඳපොළ වටිනාකම
sl: Vrednost zalog
ta: சரக்கு மதிப்பு
te: స్టాక్ విలువ
tt: Запас бәясе
zu: Inani Lesitoko
