Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

source: Suppler Pay
am: አቅራቢ ይከፍላል
as: যোগানকাৰী পৰিশোধ কৰে
bg: Плащане от доставчик
cy: Cyflenwr yn Talu
et: Tarnija maksab
eu: Hornitzaileak ordaindu
fil: Bayaran ng Supplier
gu: સપ્લાયર ચૂકવે છે
hy: Մատակարարի վճարում
is: Birgir greiðir
ka: მომწოდებელი იხდის
kk: Жеткізуші төлемі
km: អ្នកផ្គត់ផ្គង់បង់ប្រាក់
kn: ಸರಬರಾಜು ಪಾವತಿ
ky: Камсыздоочу төлөйт
lo: ລາຍການສົ່ງສຽງເງິນ
mk: Добавувачот плаќа
ml: സപ്ലയർ പേയ്‌മെന്റ്
mn: Нэхэмжлэгчийн төлбөр
my: ပေးရမည့် ပေးသူ
or: ସପ୍ଲାୟର୍ ପ୍ରଦାନ
pa: ਸਪਲਾਇਰ ਅਦਾ ਕਰੋ
ps: تامین کوونکی تادیه کوي
si: සැපයුම්කරු ගෙවීම
sl: Plača dobavitelj
ta: வழங்குநருக்கு செலுத்துக
te: సరఫరాదారు చెల్లింపు
tt: Тәэмин итүче түләве
uz: Yetkazib Beruvchi To'laydi
zu: Umhlinzeki Ukhokha

source: Income Report
am: የገቢ ሪፖርት
as: আয় প্ৰতিবেদন
bg: Отчет за доходи
cy: Adroddiad Incwm
et: Tulu aruanne
eu: Diru-sarreren txostena
fil: Ulat sa Kita
gu: આવક રિપોર્ટ
hy: Եկամուտի հաշվետվություն
is: Tekjuskýrsla
ka: შემოსავლების ანგარიში
kk: Кіріс есебі
km: របាយការណ៍ចំណូល
kn: ಆದಾಯ ವರದಿ
ky: Киреше отчету
lo: ລາຍງານລາຍໄດ້
mk: Извештај за приходи
ml: വരുമാന റിപ്പോർട്ട്
mn: Орлогын тайлан
my: ဝင်ငွေ အစီရင်ခံစာ
or: ଆୟ ରିପୋର୍ଟ୍
pa: ਆਮਦਨ ਰਿਪੋਰਟ
ps: د عاید راپور
si: ආදායම් වාර්තාව
sl: Poročilo o prihodkih
ta: வருமானப் பொறுப்பு
te: ఆదాయ రిపోర్ట్
tt: Керем отчеты
uz: Daromad Hisoboti
zu: Umbiko Wemali Engenayo

source: Category
am: ምድብ
as: শ্ৰেণী
bg: Категория
cy: Categori
et: Kategooria
eu: Kategoria
fil: Kategorya
gu: કેટેગરી
hy: Կատեգորիա
is: Flokkur
ka: კატეგორია
kk: Санат
km: ប្រភេទ
kn: ವರ್ಗ
ky: Категория
lo: ປະເພດ
mk: Категорија
ml: വിഭാഗം
mn: Ангилал
my: အမျိုးအစား
or: ବିଭାଗ
pa: ਸ਼੍ਰੇਣੀ
ps: کټګوري
si: කාණ්ඩය
sl: Kategorija
ta: வகை
te: వర్గం
tt: Категория
uz: Kategoriya
zu: Igatsha

source: Balance
am: ቀሪ ሂሳብ
as: ব্যালেঞ্চ
bg: Баланс
cy: Balans
et: Saldo
eu: Balantza
fil: Balans
gu: બેલેન્સ
hy: Հաշվեկշիռ
is: Saldo
ka: ბალანსი
kk: Теңгерім
km: មូលបត្រ
kn: ಬ್ಯಾಲೆನ್ಸ್
ky: Баланс
lo: ຍອດ
mk: Салдо
ml: ബാലൻസ്
mn: Үлдэгдэл
my: ဘဏ်စာရင်း
or: ବାଲାନ୍ସ
pa: ਬਕਾਇਆ
ps: باقي پاتې
si: ශේෂය
sl: Stanje
ta: மிச்சம்
te: బ్యాలెన్స్
tt: Баланс
uz: Balans
zu: Isibili

source: items Sales
am: የዕቃ ሽያጮች
as: বস্তুৰ বিক্ৰী
bg: Продажби на артикули
cy: Gwerthiant Eitemau
et: Esemete müük
eu: Artikuluen Salmentak
fil: Benta ng mga Item
gu: આઇટમ્સ વેચાણ
hy: Իրերի վաճառք
is: Vörusala
ka: პროდუქტების გაყიდვა
kk: Өнімдер сатылымы
km: ការលក់វត្ថុ
kn: ಐಟಮ್‌ಗಳ ಮಾರಾಟ
ky: Товарлардын сатылышы
lo: ຂອງເສີຍສະຜິດຕະພາບ
mk: Продажба на производи
ml: ഇനം വിൽപന
mn: Зүйлсийн борлуулалт
my: ပစ္စည်းရောင်းချမှု
or: ପଦାର୍ଥ ବିକ୍ରି
pa: ਆਈਟਮ ਸੇਲਜ਼
ps: توکو پلور
si: අයිතම විකිණීම්
sl: Prodaja izdelkov
ta: பொருட்கள் விற்பனை
te: అంశాల అమ్మకాలు
tt: Элементлар сату
uz: Mahsulot Sotuvlari
zu: Ukuthengisa Izinto

source: Total Purchase
am: ጠቅላላ ግዢ
as: মুঠ পৰিসৰে কেনেকৈ
bg: Обща покупка
cy: Cyfanswm Pryniannau
et: Kokku ostetud
eu: Guztirako Erosketa
fil: Kabuuang Pagbili
gu: કુલ ખરીદી
hy: Ընդհանուր գնում
is: Heildarkaup
ka: საერთო შესყიდვა
kk: Жалпы сатып алу
km: ការទិញសរុប
kn: ಒಟ್ಟು ಖರೀದಿ
ky: Жалпы сатып алуу
lo: ລວມການຊື້
mk: Вкупна набавка
ml: ആകെ വാങ്ങൽ
mn: Нийт худалдан авалт
my: စုစုပေါင်း ဝယ်ယူမှု
or: ମୋଟ କ୍ରୟ
pa: ਕੁੱਲ ਖਰੀਦ
ps: ټول پیرود
si: මුළු මිලදී ගැනීම
sl: Skupni nakup
ta: மொத்த வாங்குதல்
te: మొత్తం కొనుగోలు
tt: Гомуми сатып алу
uz: Umumiy Sotib Olish
zu: Ukuthengwa Kwaphelele

source: Total Sales
am: ጠቅላላ ሽያጭ
as: মুঠ বিক্ৰী
bg: Обща продажба
cy: Cyfanswm Gwerthiant
et: Kokku müüdud
eu: Guztirako Salmentak
fil: Kabuuang Benta
gu: કુલ વેચાણ
hy: Ընդհանուր վաճառք
is: Heildarsala
ka: საერთო გაყიდვები
kk: Жалпы сатылым
km: ការលក់សរុប
kn: ಒಟ್ಟು ಮಾರಾಟ
ky: Жалпы сатуу
lo: ລວມການຂາຍ
mk: Вкупна продажба
ml: ആകെ വിൽപന
mn: Нийт борлуулалт
my: စုစုပေါင်း ရောင်းချမှု
or: ମୋଟ ବିକ୍ରି
pa: ਕੁੱਲ ਸੇਲਜ਼
ps: ټول پلور
si: මුළු විකිණීම්
sl: Skupna prodaja
ta: மொத்த விற்பனை
te: మొత్తం అమ్మకాలు
tt: Гомуми сату
uz: Umumiy Sotish
zu: Ukuthengisa Kwaphelele

source: Stock Report
am: የክምችት ሪፖርት
as: ষ্টক প্ৰতিবেদন
bg: Отчет за наличност
cy: Adroddiad Stoc
et: Laoseisu aruanne
eu: Stock Txostena
fil: Ulat ng Stock
gu: સ્ટોક રિપોર્ટ
hy: Պաշարի հաշվետվություն
is: Birgðaskýrsla
ka: საწყობის ანგარიში
kk: Қойма есебі
km: របាយការណ៍សារជាត
kn: ಸ್ಟಾಕ್ ವರದಿ
ky: Запас отчету
lo: ລາຍງານສະຜິດຕະພາບ
mk: Извештај за залиха
ml: സ്റ്റോക്ക് റിപ്പോർട്ട്
mn: Нөөцийн тайлан
my: စတော့ရှယ်ယာ အစီရင်ခံစာ
or: ମଜୁଲି ରିପୋର୍ଟ୍
pa: ਸਟਾਕ ਰਿਪੋਰਟ
ps: د سټاک راپور
si: වෙළඳපොළ වාර්තාව
sl: Poročilo o zalogi
ta: சரக்கு அறிக்கை
te: స్టాక్ రిపోర్ట్
tt: Запас отчеты
uz: Zaxira Hisoboti
zu: Umbiko Wesitoko

source: Loss/Profit Report
am: የኪሳራ/ትርፍ ሪፖርት
as: লোকচান/লাভ প্ৰতিবেদন
bg: Отчет за загуба/печалба
cy: Adroddiad Colled/Elw
et: Kadu/Kasumi aruanne
eu: Galarera/Irabazi Txostena
fil: Ulat ng Pagkawala/Kita
gu: નુકસાન/લાભ રિપોર્ટ
hy: Կորուստ/Շահույթի հաշվետվություն
is: Tap/Hagnaðarskyrsla
ka: ზარალი/მოგების ანგარიში
kk: Зиян/Пайда есебі
km: របាយការណ៍ការបាត់បង់/ចំណេញ
kn: ತೊಂದರೆ/ಲಾಭ ವರದಿ
ky: Чыгым/Пайда отчету
lo: ລາຍງານສໍາເລີຍ/ລະບາຍ
mk: Извештај за загуба/добивка
ml: നഷ്ടം/ലാഭം റിപ്പോർട്ട്
mn: Алдагдал/Ашиг тайлан
my: ပျက်စီးမှု/အမြတ် အစီရင်ခံစာ
or: ହାରାଣି/ଲାଭ ରିପୋର୍ଟ୍
pa: ਨੁਕਸਾਨ/ਮੁਨਾਫਾ ਰਿਪੋਰਟ
ps: د زیان / ګټې راپور
si: අවස්ථා/ලාභ වාර්තාව
sl: Poročilo o izgubi/dobičku
ta: இழப்பு/லாபம் அறிக்கை
te: నష్టం/లాభం రిపోర్ట్
tt: Югалту/Файда отчеты
uz: Yo'qotish/Foyda Hisoboti
zu: Umbiko Wokulahleka/Inzuzo

source: Out Of Stock
am: ከክምችት ውጪ
as: ষ্টকৰ পৰা বাহিৰ
bg: Няма наличност
cy: Allan o Stoc
et: Otsa saanud
eu: Stock agortuta
fil: Nauubusan ng Stock
gu: સ્ટોકમાં નથી
hy: Չկա պաշարում
is: Ekki á lager
ka: საწყობში არ არის
kk: Қоймада жоқ
km: អស់សារជាត
kn: ಸ್ಟಾಕ್‌ದಲ್ಲಿ ಇಲ್ಲ
ky: Запаста жок
lo: ເຂົ້າກະມຸນບໍ່ມີ
mk: Надвор од залиха
ml: സ്റ്റോക്ക് തീർന്നു
mn: Нөөц дууссан
my: စတော့ရှယ်ယာ မရှိတော့ပါ
or: ମଜୁଲି ସମାପ୍ତ
pa: ਸਟਾਕ ਖਤਮ
ps: سټاک پای ته رسیدلی
si: ඔත්තු ඇති
sl: Zaloga pošla
ta: சரக்கு இல்லை
te: స్టాక్ లేదు
tt: Запаста юк
uz: Zaxirada Yo'q
zu: Sekuphelile Isitoko

source: VAT
am: ቫት
as: ভাট
bg: ДДС
et: KM
eu: BEZ
gu: વેટ
hy: ԱԱՀ
is: VSK
ka: დღგ
kk: ҚҚС
kn: ಮೌಲ್ಯಸಂಸ್ಥೆ
ky: КНС
mk: ДДВ
ml: വാറ്റ്
mn: НӨАТ
or: ଭାଟ୍
pa: ਵੈਟ
ps: مالیه
sl: DDV
tt: НДС
uz: Qo'shilgan Qiymat Soliq
zu: I-VAT

source: Customer Phone Number
am: የደንበኛ ስልክ ቁጥር
as: গ্ৰাহকৰ ফোন নম্বৰ
bg: Телефонен номер на клиента
cy: Rhif Ffôn y Cwsmer
et: Kliendi telefoninumber
eu: Bezeroaren Telefono Zenbakia
fil: Numero ng Telepono ng Customer
gu: ગ્રાહક ફોન નંબર
hy: Հաճախորդի հեռախոսահամար
is: Símanúmer viðskiptavinar
ka: მომხმარებლის ტელეფონის ნომერი
kk: Клиенттің телефон нөмірі
km: លេខទូរស័ព្ទអតិថិជន
kn: ಗ್ರಾಹಕ ದೂರವಾಣಿ ಸಂಖ್ಯೆ
ky: Кардардын телефон номери
lo: ເລບໂທສົບລຽບປ່ອນເອົ້າ
mk: Телефонски број на клиент
ml: ഗ്രാഹക ഫോൺ നമ്പർ
mn: Үйлчлүүлэгчийн утасны дугаар
my: ဖောက်သည် ဖုန်းနံပါတ်
or: ଗ୍ରାହକ ଫୋନ୍ ନମ୍ବର୍
pa: ਗਾਹਕ ਫੋਨ ਨੰਬਰ
ps: د پیرودونکي تلیفون نمبر
si: ගනුදෙනුකරුවාගේ දුරකථන අංකය
sl: Telefonska številka stranke
ta: வாடிக்கையாளர் தொலைபேசி எண்
te: కస్టమర్ ఫోన్ నంబర్
tt: Клиент телефон номеры
uz: Mijoz Telefon Raqami
zu: Inombolo Yocingo Yekhasimende

source: Enter customer phone number
am: የደንበኛ ስልክ ቁጥር ያስገቡ
as: গ্ৰাহকৰ ফোন নম্বৰ দিন
bg: Въведете телефонен номер на клиента
cy: Rhowch rhif ffôn y cwsmer
et: Sisesta kliendi telefoninumber
eu: Sartu bezeroaren telefono zenbakia
fil: Ipasok ang numero ng telepono ng customer
gu: ગ્રાહક ફોન નંબર દાખલ કરો
hy: Մուտքագրեք հաճախորդի հեռախոսահամարը
is: Sláðu inn símanúmer viðskiptavinar
ka: შეიყვანეთ მომხმარებლის ტელეფონის ნომერი
kk: Клиенттің телефон нөмірін енгізіңіз
km: បញ្ចូលលេខទូរស័ព្ទអតិថិជន
kn: ಗ್ರಾಹಕ ದೂರವಾಣಿ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ky: Кардардын телефон номерин киргизиңиз
lo: ໃສ່ເລບໂທສົບລຽບປ່ອນເອົ້າ
mk: Внесете телефонски број на клиент
ml: ഗ്രാഹക ഫോൺ നമ്പർ നൽകുക
mn: Үйлчлүүлэгчийн утасны дугаарыг оруулна уу
my: ဖောက်သည် ဖုန်းနံပါတ် ရိုက်ထည့်ပါ
or: ଗ୍ରାହକ ଫୋନ୍ ନମ୍ବର୍ ଦାଖଲ କରନ୍ତୁ
pa: ਗਾਹਕ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ
ps: د پیرودونکي تلیفون نمبر داخل کړئ
si: ගනුදෙනුකරුවාගේ දුරකථන අංකය ඇතුළත් කරන්න
sl: Vnesite telefonsko številko stranke
ta: வாடிக்கையாளர் தொலைபேசி எண்ணை உள்ளிடவும்
te: కస్టమర్ ఫోన్ నంబర్ నమోదు చేయండి
tt: Клиент телефон номерын кертегез
uz: Mijoz telefon raqamini kiriting
zu: Faka inombolo yocingo yekhasimende

source: Walk-in Customer
am: ተራ ደንበኛ
as: হাঁটিব পৰা গ্ৰাহক
bg: Клиент на място
cy: Cwsmer Cerdded I Mewn
et: Sisse astuv klient
eu: Oinezko bezeroa
gu: વોક-ઇન ગ્રાહક
hy: Հաճախորդ այցելող
is: Innlitandi viðskiptavinur
ka: შემოსული მომხმარებელი
kk: Келуші клиент
km: អតិថិជនដើរចូល
kn: ವಾಕ್ಇನ್ ಗ್ರಾಹಕ
ky: Келесоо кардар
lo: ລູກຄ້າເຂົ້າມາ
mk: Клиент кој влегува
ml: വാക്ക്-ഇൻ കസ്റ്റമർ
mn: Зорчигч үйлчлүүлэгч
my: အပေါ်ဝန်ဖောက်သည်
or: ଯାଇଥିବା ଗ୍ରାହକ
pa: ਵਾਕ-ਇਨ ਗਾਹਕ
ps: سید پیرودونکی
si: සැපයුම් ගනුදෙනුකරු
sl: Naključni kupec
ta: நடைபயண வாடிக்கையாளர்
te: వాక్-ఇన్ కస్టమర్
tt: Керүче клиент
uz: O'tkinchi Mijoz
zu: Ikhasimende Elifikayo

source: Guest
am: እንግዳ
as: অতিথি
bg: Гост
cy: Gwestai
et: Külaline
eu: Gonbidatua
fil: Bisita
gu: ગેસ્ટ
hy: Հյուր
is: Gestur
ka: სტუმარი
kk: Қонақ
km: ភ្ញៀវ
kn: ಅತಿಥಿ
ky: Конок
lo: ສະເໝິຍ
mk: Гостин
ml: അതിഥി
mn: Зочин
my: ဧည့်သည်
or: ଅତିଥି
pa: ਮਹਿਮਾਨ
ps: مېلمه
si: අමුත්තා
sl: Gost
ta: விருந்தினர்
te: అతిథి
tt: Кунак
uz: Mehmon
zu: Isihambi

# stocks
source: Stock:
am: ክምችት፡
as: ষ্টক:
bg: Наличност:
cy: Stoc:
et: Laos:
gu: સ્ટોક:
hy: Պաշար:
is: Birgðir:
ka: საწყობი:
kk: Қойма:
km: សារជាត៖
kn: ಸ್ಟಾಕ್:
ky: Запас:
lo: ສະຜິດຕະພາບ:
mk: Залиха:
ml: സ്റ്റോക്ക്:
mn: Нөөц:
my: စတော့ရှယ်ယာ:
or: ମଜୁଲି:
pa: ਸਟਾਕ:
ps: سټاک:
si: වෙළඳපොළ:
sl: Zaloga:
ta: சரக்குகள்:
te: స్టాక్:
tt: Запас:
uz: Zaxira:
zu: Isitoko:

source: Lorem ipsum dolor sit amet, consectetur elit. Interdum cons.
am: ሎረም ኢፕሰም ዶሎር ሲት አሜት, ኮንሴክቴቱር ኤሊት. ኢንተርዱም ኮንስ.
as: লোৰেম ইপ্সাম ডলৰ সিট আমেট, কনচেপ্টিউৰ এলিট। ইণ্টাৰডাম কনচ।
kn: ಲೋರೆಮ್ ಇಪ್ಸಮ್ ಡೋಲೋರ್ ಸಿಟ್ ಅಮೆಟ್, ಕನ್ಸೆಕ್ಟೆಟುರ್ ಎಲಿಟ್. ಇಂಟರ್ಡಮ್ ಕಾಂಸ್.
ml: ലോറെം ഇപ്സം ഡോളർ സിറ്റ് അമെറ്റ്, കോൺസെക്റ്റെറ്റർ എലിറ്റ്. ഇന്റർഡം കോൺസ്.
or: ଲୋରମ୍ ଇପ୍ସମ୍ ଡୋଲର୍ ସିଟ୍ ଆମେଟ୍, କନସେକ୍ଟେଟୁର୍ ଏଲିଟ୍। ଇନ୍ଟରଡମ୍ କନସ୍।
pa: ਲੋਰੇਮ ਇਪਸਮ ਡੋਲਰ ਸਿਟ ਅਮੇਟ, ਕਨਸੈਕਟੇਟੂਰ ਐਲਿਟ। ਇੰਟਰਡਮ ਕੋਨਸ।
si: ලොරම් ඉප්සම් ඩොලෝර් සිට් අමෙට්, කොන්සෙක්ටේටුර එලිට්. ඉන්ටර්ඩුම් කොන්ස්.

source: Do Not Disturb
am: አይረብሹኝ
as: ব্যাঘাত নকৰিব
bg: Не безпокой
cy: Peidiwch â Thrywanu
et: Ära häiri
eu: Ez molestatu
fil: Huwag Disturbohin
gu: ડિસ્ટર્બ ન કરો
hy: Մի անհանգստացնել
is: Ekki trufla
ka: ნუ შემაწუხებთ
kk: Қамтамасыз етпеу
km: កុំឲ្យកក្រើក
kn: ಕೊಂದೂ ನಿರ್ಬಂಧ
ky: Тынчтык режими
lo: ບໍ່ເປັນອະທິບາຍ
mk: Не вознемирувај
ml: ഇടപെടരുത്
mn: Саад болохгүй
my: မပြတ်တိုးပါနှင့်
or: ବାଧା ଦିଅନ୍ତୁ ନାହିଁ
pa: ਵਿਚਲਿਤ ਨਾ ਕਰੋ
ps: ماتړئ
si: ආරෝපණය කරන්න එපා
sl: Ne moti
ta: அதிருப்தியடையாதே
te: భయభ్రాంతులకు గురి చేయవద్దు
tt: Бәла юк
uz: Bezovta Qilmang
zu: Ungangiphathi

source: On
am: በርቷል
as: চালু
bg: Включено
cy: Ymlaen
et: sees
gu: ઓન
hy: Կցած
is: Á
ka: ჩართულია
kk: Қосулы
km: បើក
kn: ಆನ್
ky: Күйгүзүлгөн
lo: ເປີດ
mk: Вклучено
ml: ഓൺ
mn: Асаалттай
my: ဖွင့်ပါ
or: ଚାଲୁ
pa: ਚਾਲੂ
ps: پر
si: අඩු
sl: Vklopljeno
ta: ஆன்
te: ఆన్
tt: Кирәк
uz: Yoqilgan
zu: Ku-On

source: Off
am: ጠፍቷል
as: বন্ধ
bg: Изключено
cy: Oddi Ar
et: väljas
gu: ઓફ
hy: Անջատված
is: Út
ka: გამორთულია
kk: Өшірілген
km: បិទ
kn: ಆಫ್
ky: Өчүрүлгөн
lo: ປິດ
mk: Исклучено
ml: ഓഫ്
mn: Унтраалттай
my: ပိတ်ပါ
or: ବନ୍ଦ
pa: ਬੰਦ
ps: بسته
si: අඩු
sl: Izklopljeno
ta: ஆப்
te: ఆఫ్
tt: Юк
uz: O'chirilgan
zu: Ku-Off

source: Unlimited Usages of Our Package👇
am: የጥቅላችን ያልተገደበ አጠቃቀም 👇
as: আমাৰ পেকেজৰ অপৰিসীম ব্যৱহাৰ👇
bg: Неограничено използване на нашия пакет 👇
cy: Defnyddiau Diderfyn o'n Pecyn
et: Piiramatu kasutus meie pakendis 👇
eu: Gure Paketearen Erabilera Mugarik Gabe 👇
fil: Walang Limitasyong Paggamit ng Aming Package 👇
gu: અમારા પેકેજના અમર્યાદિત ઉપયોગો 👇
hy: Մեր փաթեթի անսահմանափակ օգտագործում 👇
is: Ótakmarkað notkun á pakka okkar 👇
ka: ჩვენი პაკეტის უსაზღვრო გამოყენება 👇
kk: Біздің пакеттің шектеусіз пайдалануы👇
km: ការប្រើប្រាស់មិនមានកំណត់នៃកញ្ចប់របស់យើង👇
kn: ನಮ್ಮ ಪ್ಯಾಕೇಜ್‌ನ ಅಮಿತ ಬಳಕೆ👇
ky: Биздин пакетти чексиз колдонуу👇
lo: ໃຊ້ງານໃນບັດໍາກັບເປັນປະເພດ
mk: Неограничено користење на нашиот пакет 👇
ml: ഞങ്ങളുടെ പാക്കേജിന്റെ അപരിമിതമായ ഉപയോഗം 👇
mn: Манай багцын хязгааргүй хэрэглээ 👇
my: သင့် package ကို အကန့်အသတ်မရှိ အသုံးပြုနိုင်သည်👇
or: ଆମ ପ୍ୟାକେଜର ଅସୀମିତ ବ୍ୟବହାର👇
pa: ਸਾਡੇ ਪੈਕੇਜ ਦੇ ਅਸੀਮਤ ਉਪਯੋਗ 👇
ps: زموږ د بسته نامحدود استعمال 👇
si: අපේ පැකේජයේ අවසන් භාවිතාවන්👇
sl: Neomejena uporaba našega paketa 👇
ta: எங்கள் தொகுப்பின் எல்லையற்ற பயன்பாடுகள்👇
te: మా ప్యాకేజీ యొక్క అపరిమిత ఉపయోగాలు 👇
tt: Безнең пакетның чиксез кулланылышы👇
uz: Bizning Paketimizning Cheksiz Ishlatilishi 👇
zu: Ukusetshenziswa Okungenamkhawulo KwePhakeji Yethu👇

# loremIpsumDolor
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Natoque aliquet et, cur eget. Tellus sapien odio aliq.
am: ሎረም ኢፕሰም ዶሎር ሲት አሜት, ኮንሴክቴቱር አዲፒሲንግ ኤሊት. ናቶኩ አሊኩት ኢት, ኩር ኢጌት. ቴሉስ ሳፒየን ኦዲዮ አሊቅ.
as: লোৰেম ইপ্সাম ডলৰ সিট আমেট, কনচেপ্টিউৰ adipiscing এলিট। নাটোক এট, কুৰ ইগেট। টেলাস সেপিয়েন ওডিও আলিক।
kn: ಲೋರೆಮ್ ಇಪ್ಸಮ್ ಡೋಲೋರ್ ಸಿಟ್ ಅಮೆಟ್, ಕನ್ಸೆಕ್ಟೆಟುರ್ ಆದಿಪಿಸ್ಸಿಂಗ್ ಎಲಿಟ್. ನಾಟೋಕ್ವೆ ಆಲ್ಕ್ವೆಟ್ ಇಟ್, ಕರ್ಯಗೇಟು. ತೆಲ್ಲಸ್ ಸಾಪಿಯನ್ ಓಡಿಯೊ ಅಲಿಕ್.
ml: ലോറെം ഇപ്സം ഡോളർ സിറ്റ് അമെറ്റ്, കോൺസെക്റ്റെറ്റർ അഡിപിസിംഗ് എലിറ്റ്. നാറ്റോക് അലിക്വെറ്റ് എറ്റ്, കർ എഗെറ്റ്. ടെല്ലസ് സാപിയൻ ഒഡിയോ അലിക്.
or: ଲୋରେମ୍ ଇପସମ୍ ଡୋଲୋର୍ ସିଟ୍ ଆମେଟ୍, କନସେକ୍ଟେତୁର ଆଡିପିସିଂଗ୍ ଏଲିଟ୍. ନାଟୋକ୍ ଆଲିକେଟ୍ ଏତ୍, କୁର୍ ଏଗେଟ୍. ଟେଲସ୍ ସାପିଏନ୍ ଓଡିଓ ଆଲିକ୍.
pa: ਲੋਰੇਮ ਇਪਸਮ ਡੋਲਰ ਸਿਟ ਅਮੇਟ, ਕਨਸੈਕਟੇਟੂਰ ਅਡੀਪਿਸਸਿੰਗ ਐਲਿਟ। ਨੈਟੋਕੇ ਅਲੀਕੁਏਟ ਐਟ, ਕਰ ਏਗੇਟ। ਟੈਲਸ ਸੇਪੀਨ ਓਡੀਓ ਅਲੀਕ।
si: ලොරම් ඉප්සම් ඩොලෝර් සිට් අමෙට්, කොන්සෙක්ටේටුර ආඩිප් සීල්වන්න. නාටෝක් ආලෙකුවොන් දක්වා.

source: Pay for Subscribe
am: ለምዝገባ ይክፈሉ
as: চৰ্চা কৰিবলৈ পৰিশোধ কৰক
bg: Плати за абонамент
cy: Talu am Tanysgrifio
et: Maksa tellimuse eest
eu: Ordaindu Harpidetzeko
fil: Magbayad para sa Pag-subscribe
gu: સબ્સ્ક્રાઇબ કરવા માટે ચૂકવણી કરો
hy: Վճարել գրանցման համար
is: Greiða fyrir áskrift
ka: გადაიხადეთ გამოწერისთვის
kk: Жазылу үшін төлеңіз
km: បង់ប្រាក់សម្រាប់ជាវ
kn: ಚಂದಾ ಪಾವತಿ
ky: Жазылуу үчүн төлөө
lo: ຈ່າຍເງິນສໍາເລີຍ
mk: Плати за претплата
ml: സബ്സ്ക്രൈബ് ചെയ്യാൻ പേ ചെയ്യുക
mn: Түшицэд төлөх
my: စာရင်းသွင်းရန် ငွေပေးပါ
or: ସବ୍ସକ୍ରାଇବ୍ ପାଇଁ ପ୍ରଦାନ କରନ୍ତୁ
pa: ਸਬਸਕ੍ਰਾਈਬ ਕਰਨ ਲਈ ਅਦਾ ਕਰੋ
ps: سبسکرایب لپاره تادیه وکړئ
si: අනුගමනය කිරීමට ගෙවන්න
sl: Plačaj za naročnino
ta: சந்தா கட்டணம் செலுத்தவும்
te: సబ్‌స్క్రైబ్ చేయడానికి చెల్లించండి
tt: Абонемент өчен түлә
uz: Obuna uchun To'lang
zu: Khokha Ukubhalisa

source: Field
am: መስክ
as: মাঠ
bg: Поле
cy: Maes
et: Väli
eu: Eremua
gu: ક્ષેત્ર
hy: Տուն
is: Reitur
ka: ველი
kk: Алаң
km: វាល
kn: ಹೆತ್ತುವ
ky: Талба
lo: ສາລາ
mk: Поле
ml: ഫീൽഡ്
mn: Талбар
my: ပန်းကန်
or: ଫିଲ୍ଡ
pa: ਫੀਲਡ
ps: فیلډ
si: මැද
sl: Polje
ta: புலம்
te: ఫీల్డ్
tt: Майдан
uz: Maydon
zu: Insimu

source: successfully paid
am: በተሳካ ሁኔታ ተከፍሏል
as: সফলভাৱে পৰিশোধিত
bg: Успешно платено
cy: talwyd yn llwyddiannus
et: Edukal makstud
eu: Arrakastaz ordaindu da
fil: Matagumpay na bayad
gu: સફળતાપૂર્વક ચૂકવણી કરી
hy: Հաջողությամբ վճարված
is: Greiðsla tókst
ka: წარმატებით გადახდილი
kk: сәтті төленді
km: បានបង់ប្រាក់ជោគជ័យ
kn: ಯಶಸ್ವಿಯಾಗಿ ಪಾವತಿ
ky: Ийгиликтүү төлөндү
lo: ຈ່າຍເງິນສໍາເລີຍ
mk: Успешно платено
ml: വിജയകരമായി പേയ്‌മെന്റ് നടന്നു
mn: Амжилттай төлөгдөв
my: အောင်မြင်စွာ ပေးဆောင်ပြီးပါသည်
or: ସଫଳତାର ସହିତ ଦେୟ
pa: ਸਫਲਤਾਪੂਰਵਕ ਅਦਾ ਕੀਤਾ ਗਿਆ
ps: بریالیتوب سره تادیه شوې
si: සාර්ථකව ගෙවීය
sl: Uspešno plačano
ta: வெற்றிகரமாக கட்டணம் செலுத்தப்பட்டது
te: విజయవంతంగా చెల్లించారు
tt: уңышлы түләнде
uz: Mufaddal to'landi
zu: Sekukhokhelwe ngempumelelo

source: Profile Edit
am: መገለጫ አርትዕ
as: প্ৰোফাইল সম্পাদনা
bg: Редактиране на профил
cy: Golygu Proffil
et: Profiili muutmine
eu: Profila Editatu
fil: I-edit ang Profile
gu: પ્રોફાઇલ સંપાદિત કરો
hy: Պրոֆիլի խմբագրում
is: Breyta prófíl
ka: პროფილის რედაქტირება
kk: Профильді өңдеу
km: កែសម្រួលប្រវត្តិរូប
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದನೆ
ky: Профилди түзөтүү
lo: ອັບເດດໂປຣໄຟລ໌
mk: Уреди профил
ml: പ്രൊഫൈൽ എഡിറ്റ്
mn: Профайлыг засварлах
my: ပရိုဖိုင်း ပြုပြင်ပါ
or: ପ୍ରୋଫାଇଲ୍ ସମ୍ପାଦନ
pa: ਪ੍ਰੋਫਾਈਲ ਸੰਪਾਦਿਤ ਕਰੋ
ps: پروفایل ایډیټ
si: පැතිකඩ සංස්කරණය
sl: Uredi profil
ta: சுயவிவரத் திருத்தம்
te: ప్రొఫైల్ ఎడిట్
tt: Профильне редактировать итү
uz: Profilni Tahrirlash
zu: Hlela Iphrofayela

source: Products
am: ምርቶች
as: প্ৰোডাক্টসমূহ
bg: Продукти
cy: Cynhyrchion
et: Tooted
eu: Produktuak
fil: Mga Produkto
gu: ઉત્પાદનો
hy: Ապրանքներ
is: Vörur
ka: პროდუქტები
kk: Өнімдер
km: ផលិតផល
kn: ಉತ್ಪನ್ನಗಳು
ky: Продукциялар
lo: ສິນຄ້າ
mk: Производи
ml: ഉൽപ്പന്നങ്ങൾ
mn: Бүтээгдэхүүнүүд
my: ထုတ်ကုန်များ
or: ପ୍ରୋଡକ୍ଟସ୍
pa: ਉਤਪਾਦ
ps: محصولات
si: නිෂ්පාදන
sl: Izdelki
ta: பொருட்கள்
te: ఉత్పత్తులు
tt: Продуктлар
uz: Mahsulotlar
zu: Imikhiqizo

source: Sales List
am: የሽያጭ ዝርዝር
as: বিক্ৰী তালিকা
bg: Списък с продажби
cy: Rhestr Gwerthiant
et: Müügiloend
eu: Salmenta Zerrenda
fil: Listahan ng Benta
gu: વેચાણ યાદી
hy: Վաճառքների ցուցակ
is: Sölulisti
ka: გაყიდვების სია
kk: Сатылымдар тізімі
km: បញ្ជីការលក់
kn: ಮಾರಾಟದ ಪಟ್ಟಿ
ky: Сатуулардын тизмеси
lo: ລະບົບຂາຍ
mk: Список на продажба
ml: വില്പന പട്ടിക
mn: Борлуулалтын жагсаалт
my: ရောင်းချမှု စာရင်း
or: ବିକ୍ରୟ ତାଲିକା
pa: ਸੇਲਜ਼ ਸੂਚੀ
ps: د پلور لیست
si: විකිණීම් ලයිස්තුව
sl: Seznam prodaj
ta: விற்பனைப் பட்டியல்
te: అమ్మకాల జాబితా
tt: Сатулар исемлеге
uz: Sotish Ro'yxati
zu: Uhlu Lokuthengisa

# useTitleCanNotBeEmpty
source: User title can'n be empty
am: የተጠቃሚ ርዕስ ባዶ ሊሆን አይችልም
as: ব্যৱহাৰ শিৰোনাম খালি নহ'ব পাৰে
bg: Заглавието на потребителя не може да бъде празно
cy: Ni all teitl y defnyddiwr fod yn wag
et: Kasutaja pealkiri ei saa olla tühi
eu: Erabiltzailearen titulua ezin da hutsik egon
fil: Ang titulo ng user ay hindi maaaring walang laman
gu: યુઝર ટાઇટલ ખાલી હોઈ શકે નહીં
hy: Օգտատիրոջ տիտղոսը չի կարող լինել դատարկ
is: Notendatitill má ekki vera tómur
ka: მომხმარებლის სათაური არ შეიძლება იყოს ცარიელი
kk: Пайдаланушы атауы бос болмауы керек
km: ចំណងជើងអ្នកប្រើមិនអាចទទេបានទេ
kn: ಬಳಕೆದಾರ ಶೀರ್ಷಿಕೆ ಖಾಲಿಯಾಗಿರಬಹುದು
ky: Колдонуучунун аталышы бош болушу мүмкүн эмес
lo: ຊື່ບົດບາດບໍ່ສາມາດເປັນຄວາມສໍາຄັນ
mk: Насловот на корисникот не може да биде празен
ml: യൂസർ ടൈറ്റിൽ ഒഴിവാക്കാനാവില്ല
mn: Хэрэглэгчийн цол хоосон байж болохгүй
my: အသုံးပြုသူခေါင်းစဉ်သည် အကျယ်အဝန်းမရှိရပါ
or: ବ୍ୟବହାରକାରୀ ଶୀର୍ଷକ ଖାଲି ନହେବାକୁ ଚାହିଁବା
pa: ਯੂਜ਼ਰ ਦਾ ਅਹੁਦਾ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ps: د کارونکي عنوان خالي نشي کیدای
si: භාවිතා නාමය හිස් විය නොහැක
sl: Naslov uporabnika ne sme biti prazen
ta: பயனர் தலைப்பு காலியாக இருக்க முடியாது
te: యూజర్ టైటిల్ ఖాళీగా ఉండకూడదు
tt: Кулланучы исеме буш була алмый
uz: Foydalanuvchi sarlavhasi bo'sh bo'lishi mumkin emas
zu: Isihloko somsebenzisi alinakuba yize

source: User Title
am: የተጠቃሚ ርዕስ
as: ব্যৱহাৰকাৰীৰ শিৰোনাম
bg: Заглавие на потребителя
cy: Teitl Defnyddiwr
et: Kasutaja Pealkiri
eu: Erabiltzailearen Titulua
fil: Titulo ng Gumagamit
gu: યુઝર ટાઇટલ
hy: Օգտատիրոջ տիտղոս
is: Notendatitill
ka: მომხმარებლის სათაური
kk: Пайдаланушы атауы
km: ចំណងជើងអ្នកប្រើ
kn: ಬಳಕೆದಾರ ಶೀರ್ಷಿಕೆ
ky: Колдонуучунун аталышы
lo: ບົດບາດບັນທຸກ
mk: Наслов на корисник
ml: യൂസർ ടൈറ്റിൽ
mn: Хэрэглэгчийн цол
my: အသုံးပြုသူခေါင်းစဉ်
or: ବ୍ୟବହାରକାରୀ ଶୀର୍ଷକ
pa: ਯੂਜ਼ਰ ਦਾ ਅਹੁਦਾ
ps: د کارونکي عنوان
si: පරිශීලක නාමය
sl: Naslov uporabnika
ta: பயனர் தலைப்பு
te: యూజర్ టైటిల్
tt: Кулланучы исеме
uz: Foydalanuvchi Sarlavhasi
zu: Isihloko Somsebenzisi

source: Enter User Title
am: የተጠቃሚ ርዕስ ያስገቡ
as: ব্যৱহাৰকাৰীৰ শিৰোনাম দিন
bg: Въведете заглавие на потребителя
cy: Rhowch Teitl Defnyddiwr
et: Sisesta Kasutaja Pealkiri
eu: Sartu Erabiltzailearen Titulua
fil: Ipasok ang Titulo ng Gumagamit
gu: યુઝર ટાઇટલ દાખલ કરો
hy: Մուտքագրեք օգտատիրոջ տիտղոսը
is: Sláðu inn notendatitil
ka: შეიყვანეთ მომხმარებლის სათაური
kk: Пайдаланушы атауын енгізіңіз
km: បញ្ចូលចំណងជើងអ្នកប្រើ
kn: ಬಳಕೆದಾರ ಶೀರ್ಷಿಕೆ ನಮೂದಿಸಿ
ky: Колдонуучунун аталышын киргизиңиз
lo: ໃສ່ບົດບາດບັນທຸກ
mk: Внесете наслов на корисник
ml: യൂസർ ടൈറ്റിൽ നൽകുക
mn: Хэрэглэгчийн цол оруулна уу
my: အသုံးပြုသူခေါင်းစဉ် ရိုက်ထည့်ပါ
or: ବ୍ୟବହାରକାରୀ ଶୀର୍ଷକ ରଖନ୍ତୁ
pa: ਯੂਜ਼ਰ ਦਾ ਅਹੁਦਾ ਦਰਜ ਕਰੋ
ps: د کارونکي عنوان داخل کړئ
si: පරිශීලක නාමය ඇතුළත් කරන්න
sl: Vnesite naslov uporabnika
ta: பயனர் தலைப்பை உள்ளிடவும்
te: యూజర్ టైటిల్‌ని నమోదు చేయండి
uz: Foydalanuvchi Sarlavhasini Kiriting
zu: Faka Isihloko Somsebenzisi

source: Create
am: ፍጠር
as: সৃষ্টি কৰক
bg: Създай
cy: Creu
et: Loo
eu: Sortu
fil: Gumawa
gu: બનાવો
hy: Ստեղծել
is: Búa til
ka: შექმნა
kk: Жасау
km: បង្កើត
kn: ರಚಿಸಿ
ky: Түзүү
lo: ສ້າງ
mk: Создај
ml: സൃഷ്ടിക്കുക
mn: Үүсгэх
my: ဖန်တီးပါ
or: ସୃଷ୍ଟି
pa: ਬਣਾਓ
ps: جوړ کړئ
si: තනන්න
sl: Ustvari
ta: உருவாக்கவும்
te: సృష్టించు
tt: Булдырырга
uz: Yaratish
zu: Dala

source: You Have To Give Permission
am: ፍቃድ መስጠት አለቦት
as: আপোনাৰ অনুমতি দিয়াটো আবশ্যক
bg: Трябва да дадете разрешение
cy: Mae'n rhaid i chi roi Caniatâd
et: Teil peab olema luba
eu: Baimena eman behar duzu
fil: Kailangan Mong Magbigay ng Pahintulot
gu: તમારે પરવાનગી આપવી પડશે
hy: Դուք պետք է տաք թույլտվություն
is: Þú verður að veita leyfi
ka: თქვენ უნდა მიანიჭოთ ნებართვა
kk: Рұқсат беруіңіз керек
km: អ្នកត្រូវតែផ្តល់សិទ្ធិ
kn: ನೀವು ಅನುಮತಿ ನೀಡಬೇಕಾಗಿದೆ
ky: Сиз уруксат беришиңиз керек
lo: ທ່ານຕ້ອງໃຫ້ສິດທິ
mk: Мора да дадете дозвола
ml: നിങ്ങൾ അനുമതി നൽകേണ്ടതുണ്ട്
mn: Та зөвшөөрөл олгох ёстой
my: ခွင့်ပြုချက် ပေးရန် လိုအပ်ပါသည်
or: ଆପଣଙ୍କୁ ଅନୁମତି ଦେବାକୁ ପଡ଼ିବ
pa: ਤੁਹਾਨੂੰ ਇਜਾਜ਼ਤ ਦੇਣੀ ਪਵੇਗੀ
ps: تاسو باید اجازه ورکړئ
si: ඔබට අවසරය ලබා දිය යුතුය
sl: Morate dati dovoljenje
ta: நீங்கள் அனுமதியை அளிக்க வேண்டும்
te: మీరు అనుమతి ఇవ్వాలి
tt: Рөхсәт бирергә кирәк
uz: Siz Ruxsat Berishingiz Kerak
zu: Kumelwe Unike Imvumo

source: All
am: ሁሉም
as: সকলো
bg: Всички
cy: Pawb
et: Kõik
eu: Guztiak
fil: Lahat
gu: બધા
hy: Բոլորը
is: Allt
ka: ყველა
kk: Барлық
km: ទាំងអស់
kn: ಎಲ್ಲ
ky: Бардыгы
lo: ທັງໝົດ
mk: Сите
ml: എല്ലാം
mn: Бүгд
my: အားလုံး
or: ସବୁ
pa: ਸਭ
ps: ټول
si: සියල්ල
sl: Vse
ta: அனைத்து
te: అన్నీ
tt: Барлык
uz: Hammasi
zu: Konke

source: User Role Details
am: የተጠቃሚ ሚና ዝርዝሮች
as: ব্যৱহাৰকাৰীৰ ভূমিকাৰ বিৱৰণ
bg: Детайли за ролята на потребителя
cy: Manylion Rôl Defnyddiwr
et: Kasutajarolli üksikasjad
eu: Erabiltzailearen Rol Xehetasunak
fil: Mga Detalye ng Papel ng Gumagamit
gu: યુઝર રોલ વિગતો
hy: Օգտատիրոջ դերի մանրամասներ
is: Upplýsingar um notendahóp
ka: მომხმარებლის როლის დეტალები
kk: Пайдаланушы рөлі туралы мәліметтер
km: ព័ត៌មានលម្អិតតួនាទីអ្នកប្រើ
kn: ಬಳಕೆದಾರ ಪಾತ್ರದ ವಿವರಗಳು
ky: Колдонуучу ролунун деталдары
lo: ລາຍລະອຽດບົດບາດຜູ້ໃຊ້
mk: Детали за улога на корисник
ml: യൂസർ റോൾ വിശദാംശങ്ങൾ
mn: Хэрэглэгчийн эрхийн дэлгэрэнгүй
my: အသုံးပြုသူ တာဝန်အသေးစိတ်
or: ବ୍ୟବହାରକାରୀ ଭୂମିକା ବିବରଣୀ
pa: ਯੂਜ਼ਰ ਰੋਲ ਵੇਰਵੇ
ps: د کارونکي رول جزییات
si: පරිශීලක භූමිකා විස්තර
sl: Podrobnosti uporabniške vloge
ta: பயனர் வகை விவரங்கள்
te: యూజర్ రోల్ వివరాలు
tt: Кулланучы роле мәгълүматлары
uz: Foydalanuvchi Rolining Tafsilotlari
zu: Imininingwane Yend√≠ma Yomsebenzisi

source: Do you want to delete the user?
am: ተጠቃሚውን መሰረዝ ይፈልጋሉ?
as: আপুনি এই ব্যৱহাৰকাৰী মচি দিবলৈ চাৰা জানেনে?
bg: Искате ли да изтриете потребителя?
cy: Ydych chi eisiau dileu'r defnyddiwr?
et: Kas soovite kasutaja kustutada?
eu: Erabiltzaile hau ezabatu nahi duzu?
fil: Gusto mo bang tanggalin ang user?
gu: શું તમે યુઝર ડિલીટ કરવા માંગો છો?
hy: Ցանկանում եք ջնջել օգտատիրոջը?
is: Viltu eyða notandanum?
ka: გსურთ მომხმარებლის წაშლა?
kk: Пайдаланушыны жойғыңыз келе ме?
km: តើអ្នកចង់លុបអ្នកប្រើទេ?
kn: ನೀವು ಈ ಬಳಕೆದಾರನನ್ನು ಅಳಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರಾ?
ky: Сиз колдонуучуну өчүргүңүз келеби?
lo: ທ່ານຕ້ອງການລົບຜູ້ໃຊ້ບໍ່?
mk: Дали сакаш да го избришеш корисникот?
ml: നിങ്ങൾ യൂസർ ഇല്ലാതാക്കണോ?
mn: Та хэрэглэгчийг устгахыг хүсэж байна уу?
my: အသုံးပြုသူကို ဖျက်ချင်ပါသလား?
or: ଆପଣ ବ୍ୟବହାରକାରୀକୁ ହଟାଇବାକୁ ଚାହାନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਯੂਜ਼ਰ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ps: آیا تاسو غواړئ کارونکی حذف کړئ؟
si: ඔබට පරිශීලකය මැකීමට අවශ්‍යද?
sl: Želite izbrisati uporabnika?
ta: இந்த பயனரை நீக்க விரும்புகிறீர்களா?
te: మీరు యూజర్‌ని తీసివేయాలనుకుంటున్నారా?
uz: Foydalanuvchini o'chirmoqchimisiz?
zu: Ufuna ukususa umsebenzisi?
