Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

source: This Month
am: በዚህ ወር
as: এই মাহ
bg: Този месец
cy: Y Mis Hwn
et: Sel kuul
eu: Hilabete Honetan
fil: Ngayong Buwan
gu: આ મહિને
hy: Այս ամիս
is: Þennan mánuð
ka: ამ თვეს
kk: Бұл ай
km: ខែនេះ
kn: ಈ ತಿಂಗಳು
ky: Бул ай
lo: ເດືອນນີ້
mk: Овој месец
ml: ഈ മാസം
mn: Энэ сар
my: ယခုလ
pa: ਇਸ ਮਹੀਨੇ
ps: دا میاشت
si: මෙම මාසය
sl: Ta mesec
ta: இந்த மாதம்
te: ఈ నెల
tt: Бу ай
uz: Bu oy
zu: Le Nyanga

source: This Year
am: በዚህ አመት
as: এই বৰ্ষ
bg: Тази година
cy: Y Flwyddyn Hon
et: Sel aastal
eu: Urte Honetan
fil: Ngayong Taon
gu: આ વર્ષે
hy: Այս տարի
is: Þetta ár
ka: ამ წელს
kk: Бұл жыл
km: ឆ្នាំនេះ
kn: ಈ ವರ್ಷ
ky: Бул жыл
lo: ປີນີ້
mk: Оваа година
ml: ഈ വർഷം
mn: Энэ жил
my: ယခုနှစ်
pa: ਇਸ ਸਾਲ
ps: دا کال
si: මෙම වසර
sl: To leto
ta: இந்த ஆண்டு
te: ఈ సంవత్సరం
tt: Бу ел
uz: Bu yil
zu: Lonyaka

source: All Time
am: ሁሉም ጊዜ
as: সকলো সময়
bg: През цялото време
cy: Bob Amser
et: Kogu aeg
eu: Dena Denbora
fil: Lahat ng Oras
gu: બધા સમય
hy: Բոլոր ժամանակները
is: Alltaf
ka: ყველა დრო
kk: Барлық уақыт
km: គ្រប់ពេលវេលា
kn: ಎಲ್ಲಾ ಸಮಯ
ky: Бардык убакыт
lo: ທຸກເວລາ
mk: Секогаш
ml: എല്ലാ സമയവും
mn: Бүх цаг үед
my: အချိန်အားလုံး
pa: ਸਾਰੇ ਸਮੇਂ
ps: ټول وخت
si: සියලුම කාලය
sl: Ves čas
ta: எல்லா நேரமும்
te: అన్ని సమయాలలో
tt: Барлык вакыт
uz: Barcha vaqt
zu: Sonke Isikhathi

source: Custom
am: ብጁ
as: কাষ্টম
bg: Персонализирано
et: Kohandatud
eu: Pertsonalizatua
fil: Pasadya
gu: કસ્ટમ
hy: Պատվիրված
is: Sérsniðið
ka: მორგებული
kk: Тәңірқабыл
km: ប្ដូរតាមបំណង
kn: ಕಸ್ಟಮ್
ky: Ыңгайлаштырылган
lo: ປັບແຕ່ງເອງ
mk: По обичај
ml: കസ്റ്റം
mn: Тохируулга
my: စိတ်ကြိုက်
pa: ਕਸਟਮ
ps: ګرځیدلی
si: සිරිත
sl: Po meri
ta: பயனாளர் வரையறுக்கப்பட்ட
te: కస్టమ్
tt: Кулланучының
uz: Maxsus
zu: Ngokwesiko

source: Add User Role
am: ተጠቃሚ ሚና አክል
as: ইউজাৰ ৰোল যোগ কৰক
bg: Добавяне на роля на потребител
cy: Ychwanegu Rôl Defnyddiwr
et: Lisa Kasutajaroll
eu: Erabiltzailearen rola gehitu
fil: Magdagdag ng Papel ng Gumagamit
gu: યુઝર રોલ ઉમેરો
hy: Ավելացնել օգտատիրոջ դեր
is: Bæta við notendahóp
ka: მომხმარებლის როლის დამატება
kk: Пайдаланушы рөліні қосу
km: បន្ថែមតួនាទីអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಪಾತ್ರವನ್ನು ಸೇರಿಸಿ
ky: Колдонуучу ролун кошуу
lo: ເພີ່ມບົດບາດຜູ້ໃຊ້
mk: Додај улога на корисник
ml: യൂസർ റോൾ ചേർക്കുക
mn: Хэрэглэгчийн эрхийг нэмэх
my: အသုံးပြုသူ ရယူရန်
or: ବ୍ୟବହାରକାରୀ ଭୂମିକା ଯୋଡନ୍ତୁ
pa: ਯੂਜ਼ਰ ਰੋਲ ਜੋੜੋ
ps: د کارونکي رول اضافه کړئ
si: පරිශීලක භාවිත තරඟ එකතුව
sl: Dodaj uporabniško vlogo
ta: பயனர் பாதிப்பை சேர்க்கவும்
te: యూజర్ రోల్ జోడించండి
uz: Foydalanuvchi Rolini Qo'shish
zu: Engeza Indima Yomsebenzisi

# noRoleFound
source: No User Role Found
am: ምንም ተጠቃሚ ሚና አልተገኘም
as: কোনো ইউজাৰ ৰোল পোৱা গৈছে নে
bg: Роля на потребител не е намерена
cy: Dim Rôl Defnyddiwr Ffeindio
et: Kasutajarolli ei leitud
eu: Ez da erabiltzaile rolik aurkitu
fil: Walang Nakitang Papel ng Gumagamit
gu: કોઈ યુઝર રોલ મળ્યો નથી
hy: Օգտատիրոջ դեր չի գտնվել
is: Enginn notendahópur fannst
ka: მომხმარებლის როლი არ მოიძებნა
kk: Пайдаланушы рөлі табылмады
km: រកមិនឃើញតួនាទីអ្នកប្រើប្រាស់
kn: ಯಾವುದೇ ಬಳಕೆದಾರ ಪಾತ್ರ ಕಂಡುಬಂದಿಲ್ಲ
ky: Колдонуучу ролу табылган жок
lo: ບໍ່ພົບບົດບາດຜູ້ໃຊ້
mk: Не е пронајдена никаква улога на корисник
ml: യൂസർ റോൾ കണ്ടെത്തിയില്ല
mn: Хэрэглэгчийн эрх олдсонгүй
my: အသုံးပြုသူ ရယူမတွေ့ရှိပါဘူး
or: କୌଣସି ବ୍ୟବହାରକାରୀ ଭୂମିକା ମିଳିଲା ନାହିଁ
pa: ਕੋਈ ਯੂਜ਼ਰ ਰੋਲ ਨਹੀਂ ਮਿਲਿਆ
ps: هیڅ کارونکي رول نه دی موندل شوی
si: පරිශීලක භාවිත තරඟ හමු නොවීය
sl: Uporabniška vloga ni najdena
ta: பயனர் பாதிப்பு கண்டுபிடிக்கப்படவில்லை
te: యూజర్ రోల్ కనుగొనబడలేదు
tt: Кулланучы роле табылмады
uz: Foydalanuvchi Rol Topilmadi
zu: Akukho Indima Yomsebenzisi Etholakele

# yourPackageExpiredInDays
source: Your Package Will Expire in 5 Day
am: ጥቅልዎ በ5 ቀን ውስጥ ይጠፋል
as: আপোনাৰ পেকেজ 5 দিনত মন্নাই থাকিব
bg: Вашият пакет изтича след 5 дни
cy: Eich Pecyn Bydd yn Dod i Ben mewn 5 Diwrnod
et: Teie pakett aegub 5 päeva pärast
eu: Zure paketea 5 egunean iraungiko da
fil: Ang Iyong Package ay Mamamatay sa loob ng 5 Araw
gu: તમારું પેકેજ 5 દિવસમાં સમાપ્ત થશે
hy: Ձեր փաթեթը կավարտվի 5 օր հետո
is: Pöntun þín rennur út eftir 5 daga
ka: თქვენი პაკეტი ამოიწურება 5 დღეში
kk: Сіздің пакетіңіз 5 күннен кейін аяқталады
km: កញ្ចប់កញ្ចប់របស់អ្នកនឹងអស់ក្នុង ៥ ថ្ងៃ
kn: ನಿಮ್ಮ ಪ್ಯಾಕೇಜ್ 5 ದಿನಗಳಲ್ಲಿ ಅವಧಿಯಾಗುತ್ತದೆ
ky: Сиздин пакетиңиз 5 күндөн кийин мөөнөтү бүтөт
lo: ຄັ້ງທີ່ເຖິງ, ບົດບາດຂອງທ່ານຈະອອກໄປມື້ນີ້ 5 ມື້
mk: Вашиот пакет истекува за 5 дена
ml: നിങ്ങളുടെ പാക്കേജ് 5 ദിവസത്തിനുള്ളിൽ കാലാവധി അവസാനിക്കും
mn: Таны багц 5 хоногийн дараа дуусна
my: သင့် ပရတာကို ၅ ရက်အတွင်း ပြန်လည်ကောင်းသွားမည်
or: ଆପଣଙ୍କର ପ୍ୟାକେଜ୍ 5 ଦିନରେ ସମାପ୍ତ ହେବ
pa: ਤੁਹਾਡਾ ਪੈਕੇਜ 5 ਦਿਨਾਂ ਵਿੱਚ ਖ਼ਤਮ ਹੋ ਜਾਵੇਗਾ
ps: ستاسو بسته به په ۵ ورځو کې پای ته رسیږي
si: ඔබගේ පැකේජය 5 දිනවලදී ඉවත් වේ
sl: Vaš paket bo potekel čez 5 dni
ta: உங்கள் பேக்கேஜ் 5 நாட்களில் காலாவதியாகும்
te: మీ ప్యాకేజీ 5 రోజుల్లో ముగుస్తుంది
tt: Сезнең пакет 5 көннән соң тәмамлана
uz: Sizning Paketi 5 Kunda Tugaydi
zu: Iphakheji Yakho Izophela Ezinsukwini Ezi-5

# yourPackageExpiredToday
source: Your Package Will Expire Today Please Purchase again
am: ጥቅልዎ ዛሬ ይጠፋል እባክዎን እንደገን ይግዙ
as: আপোনাৰ পেকেজ আজিৰ দিনত মন্নাই থাকিব অনুগ্ৰহ কৰি পুনৰ ক্ৰয় কৰক
bg: Вашият пакет изтича днес Моля, закупете отново
cy: Eich Pecyn Bydd yn Dod i Ben Heddiw Pori'r Prynu eto
et: Teie pakett aegub täna Palun ostke uuesti
eu: Zure paketea gaur iraungiko da Ateratu berriro erosi
fil: Ang Iyong Package ay Mamamatay Ngayon Mangyaring Bumili muli
gu: તમારું પેકેજ આજે સમાપ્ત થશે કૃપા કરીને ફરીથી ખરીદો
hy: Ձեր փաթեթը կավարտվի այսօր Խնդրում ենք կրկին գնել
is: Pöntun þín rennur út í dag Vinsamlegast kaupið aftur
ka: თქვენი პაკეტი დღეს ამოიწურება გთხოვთ ისევ შეიძინოთ
kk: Сіздің пакетіңіз бүгін аяқталады Өз пакетіңізді қайтадан сатып алыңыз
km: កញ្ចប់របស់អ្នកនឹងអស់ថ្ងៃនេះ សូមទិញម្តងទៀត
kn: ನಿಮ್ಮ ಪ್ಯಾಕೇಜ್ ಇಂದೇ ಅವಧಿಯಾಗುತ್ತದೆ ದಯವಿಟ್ಟು ಮತ್ತೆ ಖರೀದಿಸಿ
ky: Сиздин пакетиңиз бүгүн мөөнөтү бүтөт Каалаган учурда кайра сатып алыңыз
lo: ບົດບາດຂອງທ່ານຈະອອກໄປມື້ນີ້ ກະລຸນາຊື້ອີກຄັ້ງ
mk: Вашиот пакет истекува денес Ве молиме купете повторно
ml: നിങ്ങളുടെ പാക്കേജ് ഇന്ന് കാലാവധി അവസാനിക്കും വീണ്ടും വാങ്ങുക
mn: Таны багц өнөөдөр дуусна Дахин худалдаж аваарай
my: သင့် ပရတာကို ယနေ့ ပြန်လည်ကောင်းသွားမည် အောက်ပါ ဝယ်ယူရန်လိုသွားပါ
or: ଆଜି ଆପଣଙ୍କର ପ୍ୟାକେଜ୍ ସମାପ୍ତ ହେବ ଦୟାକରି ପୁନଃ ଖରିଦ କରନ୍ତୁ
pa: ਤੁਹਾਡਾ ਪੈਕੇਜ ਅੱਜ ਖ਼ਤਮ ਹੋ ਜਾਵੇਗਾ ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਖਰੀਦੋ
ps: ستاسو بسته به نن پای ته رسیږي لطفا بیا پیرود وکړئ
si: ඔබගේ පැකේජය අද ඉවත් වේ කරුණාකර නැවත මිලදී ගියේ
sl: Vaš paket bo potekel danes Prosimo, ponovno kupite
ta: உங்கள் பேக்கேஜ் இன்று காலாவதியாகும் தயவுசெய்து மீண்டும் வாங்கவும்
te: మీ ప్యాకేజీ ఈ రోజు ముగుస్తుంది కొనుగోలు చేయండి
tt: Сезнең пакет бүген тәмамлана Зинһар, яңадан сатып алыгыз
uz: Sizning Paketi Bugun Tugaydi Iltimos Qayta Xarid Qiling
zu: Iphakheji Yakho Izophela Namuhla Sicela Uthenge Futhi

source: Contact Us
am: ያግኙን
as: আমাৰ সৈতে যোগাযোগ কৰক
bg: Свържете се с нас
cy: Cysylltwch â Ni
et: Võta Meiega Ühendust
eu: Gurekin harremanetan jarri
fil: Makipag-ugnayan sa Amin
gu: અમારો સંપર્ક કરો
hy: Կապվեք մեզ հետ
is: Hafðu samband við okkur
ka: დაგვიკავშირდით
kk: Бізге хабарласыңыз
km: ទាក់ទងមកយើង
kn: ನಮ್ಮಿಂದ ಸಂಪರ್ಕಿಸಿ
ky: Биз менен байланыш
lo: ຕິດຕໍ່ພວກເຮົາ
mk: Контакт
ml: ഞങ്ങളെ ബന്ധപ്പെടുക
mn: Бидэнтэй холбоо барих
my: ဆက်သွယ်ရန်
or: ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ps: زموږ سره اړیکه ونیسئ
si: අප අමතන්න
sl: Kontaktiraj nas
ta: தொடர்பு கொள்ளுங்கள்
te: మాకు సంప్రదించండి
tt: Безнең белән элемтәгә керегез
uz: Biz bilan bog'laning
zu: Xhumana Nathi

source: Write your message here
am: መልእክትዎን እዚህ ይጻፉ
as: আপোনাৰ বাৰ্তা ইয়াত লিখক
bg: Напишете вашето съобщение тук
cy: Ysgrifennwch eich neges yma
et: Kirjuta oma sõnum siia
eu: Idatzi zure mezua hemen
fil: Isulat ang iyong mensahe dito
gu: અહીં તમારો સંદેશ લખો
hy: Գրեք ձեր հաղորդագրությունը այստեղ
is: Skrifaðu skilaboð þín hér
ka: დაწერეთ თქვენი შეტყობინება აქ
kk: Хабарыңызды осында жазыңыз
km: សរសេរសាររបស់អ្នកនៅទីនេះ
kn: ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಇಲ್ಲಿ ಬರೆಯಿರಿ
ky: Билдирүүңүздү бул жерге жазыңыз
lo: ຂຽນຂໍ້ຄວາມຂອງທ່ານຢູ່ນີ້
mk: Напиши ја твојата порака овде
ml: നിങ്ങളുടെ സന്ദേശം ഇവിടെ എഴുതുക
mn: Энд мессежээ бичнэ үү
my: သင်၏ မက်ဆေ့ခ်ျကို မှတ်ချက်ရေးပါ
or: ଆପଣଙ୍କର ସନ୍ଦେଶ ଏଠାରେ ଲେଖନ୍ତୁ
pa: ਇੱਥੇ ਆਪਣਾ ਸੰਦੇਸ਼ ਲਿਖੋ
ps: دلته خپل پیغام ولیکئ
si: ඔබගේ පණිවුඩය මෙවලමට ලියන්න
sl: Napiši svoje sporočilo tukaj
ta: உங்கள் செய்தியை இங்கே எழுதுங்கள்
te: మీ సందేశాన్ని ఇక్కడ రాయండి
tt: Монда хәбәрегезне языгыз
uz: Xabaringizni bu yerga yozing
zu: Bhala umlaye wakho lapha

source: Send Message
am: መልእክት ላክ
as: বাৰ্তা পঠিয়াওক
bg: Изпрати съобщение
cy: Anfon Neges
et: Saada Sõnum
eu: Mezua bidali
fil: Ipadala ang Mensahe
gu: સંદેશ મોકલો
hy: Ուղարկել հաղորդագրություն
is: Senda skilaboð
ka: შეტყობინების გაგზავნა
kk: Хабар жіберу
km: ផ្ញើសារ
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
ky: Билдирүү жөнөтүү
lo: ສົ່ງຂໍ້ຄວາມ
mk: Испрати порака
ml: സന്ദേശം അയയ്ക്കുക
mn: Мэдээлэл илгээх
my: မက်ဆေ့ခ်ျပို့ပါ
or: ସନ୍ଦେଶ ପଠାନ୍ତୁ
pa: ਸੰਦੇਸ਼ ਭੇਜੋ
ps: پیغام واستوئ
si: පණිවුඩය යවන්න
sl: Pošlji sporočilo
ta: செய்தி அனுப்பு
te: సందేశం పంపండి
tt: Хәбәр җибәр
uz: Xabar Yuborish
zu: Thumela Umlaye

source: Send your Email
am: ኢሜልዎን ይላኩ
as: আপোনাৰ ইমেইল পঠিয়াওক
bg: Изпрати своя имейл
cy: Anfonwch eich E-bost
et: Saada oma E-post
eu: Bidali zure Emaila
fil: Ipadala ang iyong Email
gu: તમારો ઈમેલ મોકલો
hy: Ուղարկել ձեր էլ․փոստը
is: Senda tölvupóstinn þinn
ka: გაგზავნეთ თქვენი ელ.ფოსტა
kk: Сіздің электрондық поштаңызды жіберу
km: ផ្ញើអ៊ីមែលរបស់អ្នក
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಕಳುಹಿಸಿ
ky: Электрондук почтаңызды жөнөтүңүз
lo: ສົ່ງອີເມລຂອງທ່ານ
mk: Испрати го твојот е-мејл
ml: നിങ്ങളുടെ ഇമെയിൽ അയയ്ക്കുക
mn: И-мэйлээ илгээ
my: သင်၏ အီးမေးလ် ပို့ပါ
or: ଆପଣଙ୍କର ଇମେଲ ପଠାନ୍ତୁ
pa: ਆਪਣਾ ਈਮੇਲ ਭੇਜੋ
ps: خپل بریښنالیک واستوئ
si: ඔබගේ විද්‍යුත් තැපෑල යවන්න
sl: Pošlji svoj e-poštni naslov
ta: உங்கள் மின்னஞ்சலை அனுப்புங்கள்
te: మీ ఇమెయిల్ పంపండి
tt: Электрон почтагызны җибәрегез
uz: Elektron Pochtangizni Yuboring
zu: Thumela i-imeyili yakho

source: Back To Home
am: ወደ ቤት ተመለስ
as: বাড়ীলৈ ফিৰি চাওক
bg: Назад към началната страница
cy: Yn Ôl i'r Cartref
et: Tagasi Avalehele
eu: Atzera Hasiera
fil: Bumalik sa Home
gu: હોમ પર પાછા જાઓ
hy: Վերադառնալ գլխավոր էջ
is: Til baka á forsíðu
ka: უკან დაბრუნება სახლში
kk: Басты бетке оралу
km: ត្រលប់ទៅផ្ទះគេ
kn: ಮುಂಗಡೆಗೆ ಹಿಂತಿರುಗಿ
ky: Башкы бетке кайтуу
lo: ກັບໄປໜ້າຫຼັກ
mk: Назад на почетна
ml: ഹോമിലേക്ക് മടങ്ങുക
mn: Нүүр хуудас руу буцах
my: ပင်မစာမျက်နှာသို့ ပြန်သွားပါ
or: ମୁଖ୍ୟ ପୃଷ୍ଠାକୁ ଫେରନ୍ତୁ
pa: ਘਰ ਵਾਪਸ ਜਾਓ
ps: کور ته ستنیدل
si: මුල් පිටුවට ආපසු
sl: Nazaj na Domov
ta: முகப்புக்கு திரும்பு
te: హోమ్ కు తిరిగి వెళ్ళు
tt: Өйгә кайту
uz: Bosh Sahifaga Qaytish
zu: Buyela Ekhaya

source: Promo Code
am: ማስተዋወቂያ ኮድ
as: প্ৰমো কোড
bg: Промо код
cy: Cod Hyrwyddo
et: Promokood
eu: Promo kodea
gu: પ્રોમો કોડ
hy: Պրոմո կոդ
is: Afkóðunarkóði
ka: პრომო კოდი
kk: Промокод
km: លេខ​កូដ​ផ្នែក​បន្លាស់ទី
kn: ಪ್ರೊಮೋ ಕೋಡ್
ky: Акция коду
lo: ລະຫັດໂດຍພະນັກງານ
mk: Промо код
ml: പ്രമോ കോഡ്
mn: Хямдралын код
my: ပရိုမို ကုဒ်
or: ପ୍ରମୋ କୋଡ୍
pa: ਪ੍ਰੋਮੋ ਕੋਡ
ps: پرومو کوډ
si: ප්‍රොමෝ කේතය
sl: Promocijska koda
ta: விளம்பர குறியீடு
te: ప్రోమో కోడ్
tt: Промо-код
uz: Promo Kodi
zu: Ikhodi Yokukhushulwa

source: Submit
am: አስገባ
as: জমা দিন
bg: Изпрати
cy: Cyflwyno
et: Esita
eu: Bidali
fil: Isumite
gu: સબમિટ કરો
hy: Ուղարկել
is: Sendu inn
ka: გაგზავნა
kk: Жіберу
km: ដាក់ស្នើ
kn: ಸಲ್ಲಿಸಿ
ky: Жөнөтүү
lo: ສົ່ງຂໍ້ມູນ
mk: Испрати
ml: സമർപ്പിക്കുക
mn: Илгээх
my: တင်သွင်းပါ
or: ଦାଖଲ କରନ୍ତୁ
pa: ਸਬਮਿਟ ਕਰੋ
ps: سپارل
si: ඉදිරිපත් කරන්න
sl: Pošlji
ta: சமர்பிக்கவும்
te: సమర్పించు
tt: Тапшырырга
uz: Yuborish
zu: Thumela

source: See all promo code
am: ሁሉንም ማስተዋወቂያ ኮዶችን ይመልከቱ
as: সকল প্ৰমো কোড চাওক
bg: Виж всички промо кодове
cy: Gweler pob cod hyrwyddo
et: Vaata kõiki promokoode
eu: Ikusi promo kode guztiak
fil: Tingnan ang lahat ng promo code
gu: બધા પ્રોમો કોડ જુઓ
hy: Տեսնել բոլոր պրոմո կոդերը
is: Sjá alla afkóðunarkóða
ka: ნახეთ ყველა პრომო კოდი
kk: Барлық промокодтарды көру
km: មើលកូដ​ផ្នែក​បន្លាស់ទី​ទាំងអស់
kn: ಎಲ್ಲಾ ಪ್ರೊಮೋ ಕೋಡ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ky: Бардык акция коддорун көрүү
lo: ເບິ່ງລະຫັດໂດຍພະນັກງານທັງໝົດ
mk: Види ги сите промо кодови
ml: എല്ലാ പ്രമോ കോഡുകളും കാണുക
mn: Бүх хямдралын кодыг харах
my: အကြောင်း ပရိုမို ကုဒ်များ ကြည့်ပါ
or: ସମସ୍ତ ପ୍ରମୋ କୋଡ୍ ଦେଖନ୍ତୁ
pa: ਸਾਰੇ ਪ੍ਰੋਮੋ ਕੋਡ ਦੇਖੋ
ps: ټول پرومو کوډونه وګورئ
si: සියලු ප්‍රොමෝ කේත බලන්න
sl: Poglej vse promocijske kode
ta: அனைத்து விளம்பர குறியீடுகளையும் பார்க்கவும்
te: అన్ని ప్రోమో కోడ్‌లను చూడండి
tt: Барлык промо-кодларны карагыз
uz: Barcha promo kodlarini ko'ring
zu: Bona zonke izikhangiso

source: Categories
am: ምድቦች
as: শ্ৰেণীসমূহ
bg: Категории
cy: Categorïau
et: Kategooriad
eu: Kategoriak
fil: Mga Kategorya
gu: કેટેગરીઝ
hy: Կատեգորիաներ
is: Flokkar
ka: კატეგორიები
kk: Санаттар
km: ប្រភេទ
kn: ವರ್ಗಗಳು
ky: Категориялар
lo: ໝວດໝູ່
mk: Категории
ml: വിഭാഗങ്ങൾ
mn: Ангилалууд
my: အမျိုးအစားများ
or: ଶ୍ରେଣୀଗୁଡିକ
pa: ਸ਼੍ਰੇਣੀਆਂ
ps: کټګورۍ
si: ප්‍රභේද
sl: Kategorije
ta: பிரிவுகள்
te: వర్గాలు
tt: Категорияләр
uz: Kategoriyalar
zu: Izigaba

source: Enter your phone number
am: ስልክ ቁጥርዎን ያስገቡ
as: আপোনাৰ ফোন নম্বৰ দিন
bg: Въведете вашия телефонен номер
cy: Rhowch eich rhif ffôn
et: Sisestage oma telefoninumber
eu: Sartu zure telefono zenbakia
fil: Ipasok ang iyong numero ng telepono
gu: તમારો ફોન નંબર દાખલ કરો
hy: Մուտքագրեք ձեր հեռախոսահամարը
is: Sláðu inn símanúmer þitt
ka: შეიყვანეთ თქვენი ტელეფონის ნომერი
kk: Телефон нөмірін енгізіңіз
km: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಫೋನ್ ನಂಬರ್‌ನಮೇಲೆ ಬರೆಯಿರಿ
ky: Телефон номериңизди киргизиңиз
lo: ປ້ອນເບີໂທລະສັບຂອງທ່ານ
mk: Внесете го вашиот телефонски број
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുക
mn: Утасны дугаараа оруулна уу
my: သင်၏ဖုန်းနံပါတ်ရိုက်ထည့်ပါ
or: ଆପଣଙ୍କର ଫୋନ୍ ନମ୍ବର ଦାଖଲ କରନ୍ତୁ
pa: ਆਪਣਾ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ
ps: خپل تلیفون نمبر داخل کړئ
si: ඔබගේ දුරකථන අංකය ඇතුළත් කරන්න
sl: Vnesite svojo telefonsko številko
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்
te: మీ ఫోన్ నంబర్ నమోదు చేయండి
tt: Телефон номерын кертегез
uz: Telefon raqamingizni kiriting
zu: Faka inombolo yakho yocingo

source: Enter Full Address
am: ሙሉ አድራሻዎን ያስገቡ
as: পূৰ্ণ ঠিকনা দিন
bg: Въведете пълен адрес
cy: Rhowch y Cyfeiriad Llawn
et: Sisestage täielik aadress
eu: Sartu helbide osoa
fil: Ipasok ang Buong Address
gu: સંપૂર્ણ સરનામું દાખલ કરો
hy: Մուտքագրեք լրիվ հասցեն
is: Sláðu inn fullt heimilisfang
ka: შეიყვანეთ სრული მისამართი
kk: Толық мекен-жайын енгізіңіз
km: បញ្ចូលអាសយដ្ឋានពេញរបស់អ្នក
kn: ಸಂಪೂರ್ಣ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ky: Толук дарегиңизди киргизиңиз
lo: ປ້ອນທີ່ຢູ່ເຖິງ
mk: Внесете ја полната адреса
ml: പൂർണ്ണ വിലാസം നൽകുക
mn: Бүрэн хаягаа оруулна уу
my: သင့်လိပ်စာအပြည့်အစုံကိုရိုက်ထည့်ပါ
or: ପୂର୍ଣ୍ଣ ଠିକଣା ଦାଖଲ କରନ୍ତୁ
pa: ਪੂਰਾ ਪਤਾ ਦਰਜ ਕਰੋ
ps: پوره پته داخل کړئ
si: මුළු ලිපිනය ඇතුළත් කරන්න
sl: Vnesite poln naslov
ta: முழு முகவரியை உள்ளிடவும்
te: పూర్తి చిరునామాను నమోదు చేయండి
tt: Тулы адресны кертегез
uz: To'liq Manzilni Kiriting
zu: Faka Ikheli Eliphelele

source: Enter your email address
am: ኢሜል አድራሻዎን ያስገቡ
as: আপোনাৰ ইমেইল ঠিকনা দিন
bg: Въведете вашия имейл адрес
cy: Rhowch eich cyfeiriad e-bost
et: Sisestage oma e-posti aadress
eu: Sartu zure posta elektronikoa
fil: Ipasok ang iyong email address
gu: તમારો ઈમેલ સરનામું દાખલ કરો
hy: Մուտքագրեք ձեր էլ․փոստի հասցեն
is: Sláðu inn tölvupóstfang þitt
ka: შეიყვანეთ თქვენი ელ.ფოსტის მისამართი
kk: Электрондық пошта мекенжайын енгізіңіз
km: បញ្ចូលអាសយដ្ឋានអ៊ីមែលរបស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ky: Электрондук почтаңызды киргизиңиз
lo: ປ້ອນອີເມລຂອງທ່ານ
mk: Внесете ја вашата е-мејл адреса
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക
mn: И-мэйл хаягаа оруулна уу
my: သင့်အီးမေးလ်လိပ်စာကိုရိုက်ထည့်ပါ
or: ଆପଣଙ୍କର ଇମେଲ୍ ଠିକଣା ଦାଖଲ କରନ୍ତୁ
pa: ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ
ps: خپل بریښنالیک آدرس داخل کړئ
si: ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ඇතුළත් කරන්න
sl: Vnesite svoj e-poštni naslov
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి
tt: Электрон почтагызны кертегез
uz: Elektron pochta manzilingizni kiriting
zu: Faka ikheli lakho le-imeyili

source: Please enter a password
am: እባክዎን የይለፍ ቃል ያስገቡ
as: অনুগ্ৰহ কৰি পাসৱৰ্ড সন্নিবেশ কৰক
bg: Моля, въведете парола
cy: Rhowch gyfrinair
et: Palun sisestage parool
eu: Mesedez, sartu pasahitza
fil: Mangyaring ipasok ang isang password
gu: કૃપા કરીને પાસવર્ડ દાખલ કરો
hy: Խնդրում ենք մուտքագրել գաղտնաբառը
is: Vinsamlegast sláðu inn lykilorð
ka: გთხოვთ შეიყვანოთ პაროლი
kk: Құпия сөзді енгізіңіз
km: សូមបញ្ចូលពាក្យសម្ងាត់
kn: ದಯವಿಟ್ಟು ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ky: Сураныч, паролду киргизиңиз
lo: ກະລຸນາປ້ອນລະຫັດຜ່ານ
mk: Ве молиме внесете лозинка
ml: ദയവായി ഒരു പാസ്‌വേഡ് നൽകുക
mn: Нууц үгээ оруулна уу
my: ကျေးဇူးပြု၍ စကားဝှက်ကိုရိုက်ထည့်ပါ
or: ଦୟାକରି ଏକ ପାସୱାର୍ଡ ଦାଖଲ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
ps: لطفا یو پټنوم داخل کړئ
si: කරුණාකර මුරපදයක් ඇතුළත් කරන්න
sl: Prosimo, vnesite geslo
ta: தயவுசெய்து ஒரு கடவுச்சொல் உள்ளிடவும்
te: దయచేసి పాస్‌వర్డ్ నమోదు చేయండి
tt: Зинһар, пароль кертегез
uz: Iltimos, parol kiriting
zu: Sicela ufake iphasiwedi

source: Please enter a confirm password
am: እባክዎን የይለፍ ቃል ያረጋግጡ
as: অনুগ্ৰহ কৰি নিশ্চিত পাসৱৰ্ড সন্নিবেশ কৰক
bg: Моля, въведете потвърждаваща парола
cy: Rhowch gyfrinair cadarnhau
et: Palun sisestage kinnitusparool
eu: Mesedez, sartu berretsi pasahitza
fil: Mangyaring ipasok ang isang kumpirmasyon ng password
gu: કૃપા કરીને કન્ફર્મ પાસવર્ડ દાખલ કરો
hy: Խնդրում ենք մուտքագրել հաստատող գաղտնաբառը
is: Vinsamlegast sláðu inn staðfestingarlykil
ka: გთხოვთ შეიყვანოთ დამადასტურებელი პაროლი
kk: Растау үшін құпия сөзді енгізіңіз
km: សូមបញ្ចូលពាក្យសម្ងាត់កែប្រែ
kn: ದಯವಿಟ್ಟು ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ky: Сураныч, ырастоочу паролду киргизиңиз
lo: ກະລຸນາປ້ອນລະຫັດຢືນຢັນ
mk: Ве молиме внесете потврдна лозинка
ml: ദയവായി ഒരു സ്ഥിരീകരണ പാസ്‌വേഡ് നൽകുക
mn: Нууц үгээ дахин оруулна уу
my: ကျေးဇူးပြု၍ အတည်ပြုစကားဝှက်ကိုရိုက်ထည့်ပါ
or: ଦୟାକରି ଏକ ସନ୍ଦେଶ ପାସୱାର୍ଡ ଦାଖଲ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਕਨਫਰਮ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
ps: لطفا یو تایید شوی پټنوم داخل کړئ
si: කරුණාකර තහවුරු මුරපදයක් ඇතුළත් කරන්න
sl: Prosimo, vnesite potrditveno geslo
ta: தயவுசெய்து ஒரு உறுதியான கடவுச்சொல் உள்ளிடவும்
te: దయచేసి ధృవీకరణ పాస్‌వర్డ్ నమోదు చేయండి
tt: Зинһар, раслау паролен кертегез
uz: Iltimos, tasdiqlash parolini kiriting
zu: Sicela ufake iphasiwedi yokumaketha

source: Enter your name
am: ስምዎን ያስገቡ
as: আপোনাৰ নাম সন্নিবেশ কৰক
bg: Въведете вашето име
cy: Rhowch eich enw
et: Sisestage oma nimi
eu: Sartu zure izena
fil: Ipasok ang iyong pangalan
gu: તમારું નામ દાખલ કરો
hy: Մուտքագրեք ձեր անունը
is: Sláðu inn nafn þitt
ka: შეიყვანეთ თქვენი სახელი
kk: Атыңызды енгізіңіз
km: បញ្ចូលឈ្មោះរបស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ky: Атыңызды киргизиңиз
lo: ປ້ອນຊື່ຂອງທ່ານ
mk: Внесете го вашето име
ml: നിങ്ങളുടെ പേര് നൽകുക
mn: Таны нэр
my: သင့်နာမည်အပြည့်အစုံကိုရိုက်ထည့်ပါ
or: ଆପଣଙ୍କ ନାମ ଦାଖଲ କରନ୍ତୁ
pa: ਆਪਣਾ ਨਾਮ ਦਰਜ ਕਰੋ
ps: خپل نوم داخل کړئ
si: ඔබගේ නම ඇතුළත් කරන්න
sl: Vnesite svoje ime
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరు నమోదు చేయండి
tt: Исемегезне кертегез
uz: Ismingizni kiriting
zu: Faka igama lakho

source: Add New Address
am: አዲስ አድራሻ አክል
as: নতুন ঠিকনা যোগ কৰক
bg: Добави нов адрес
cy: Ychwanegu Cyfeiriad Newydd
et: Lisa Uus Aadress
eu: Helbide berria gehitu
fil: Magdagdag ng Bagong Address
gu: નવું સરનામું ઉમેરો
hy: Ավելացնել նոր հասցե
is: Bæta við nýju heimilisfangi
ka: ახალი მისამართის დამატება
kk: Жаңа мекенжай қосу
km: បញ្ចូលអាសយដ្ឋានថ្មី
kn: ಹೊಸ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ky: Жаңы дарек кошуу
lo: ເພີ່ມທີ່ຢູ່ໃຫມ່
mk: Додај нова адреса
ml: പുതിയ വിലാസം ചേർക്കുക
mn: Шинэ хаяг нэмэх
my: အသစ်လိပ်စာကိုထည့်ပါ
or: ନୂଆ ଠିକଣା ଯୋଡନ୍ତୁ
pa: ਨਵਾਂ ਪਤਾ ਜੋੜੋ
ps: نوی پته اضافه کړئ
si: නව ලිපිනයක් එකතු කරන්න
sl: Dodaj nov naslov
ta: புதிய முகவரி சேர்க்கவும்
te: కొత్త చిరునామా జోడించండి
tt: Яңа адрес өстә
uz: Yangi Manzil Qo'shish
zu: Engeza Ikheli Elisha

source: First Name
am: የመጀመሪያ ስም
as: প্ৰথম নাম
bg: Име
cy: Enw Cyntaf
et: Eesnimi
eu: Izenaren lehen izena
fil: Unang Pangalan
gu: પ્રથમ નામ
hy: Անուն
is: Forename
ka: სახელი
kk: Аты
km: នាមខ្លួន
kn: ಮೊದಲ ಹೆಸರು
ky: Аты
lo: ຊື່ທ່ານ
mk: Име
ml: ആദ്യ നാമം
mn: Овог
my: အရှေ့ပါသည်
or: ପ୍ରଥମ ନାମ
pa: ਪਹਿਲਾ ਨਾਮ
ps: لومړی نوم
si: පළමු නම
sl: Ime
ta: முதல் பெயர்
te: మొదటి పేరు
tt: Исем
uz: Ism
zu: Igama Lokuthoma

source: Last Name
am: የአባት ስም
as: শেষ নাম
bg: Фамилия
cy: Cyfenw
et: Perekonnanimi
eu: Azken izena
fil: Apelyido
gu: છેલ્લું નામ
hy: Ազգանուն
is: Efternafn
ka: გვარი
kk: Тегі
km: នាមត្រកូល
kn: ಕೊನೆಯ ಹೆಸರು
ky: Фамилиясы
lo: ນາມສະກຸນ
mk: Презиме
ml: അവസാന നാമം
mn: Нэр
my: အဆုံးပါသည်
or: ଶେଷ ନାମ
pa: ਅਖੀਰਲਾ ਨਾਮ
ps: تیر نوم
si: අවසන් නම
sl: Priimek
ta: கடைசி பெயர்
te: చివరి పేరు
tt: Фамилия
uz: Familiya
zu: Igama Lokugcina

source: Country
am: አገር
as: দেশ
bg: Държава
cy: Gwlad
et: Riik
eu: Herrialdea
fil: Bansa
gu: દેશ
hy: Երկիր
is: Land
ka: ქვეყანა
kk: Ел
km: ប្រទេស
kn: ದೇಶ
ky: Өлкө
lo: ປະເທດ
mk: Држава
ml: രാജ്യം
mn: Улс
my: နိုင်ငံ
or: ଦେଶ
pa: ਦੇਸ਼
ps: هیواد
si: රට
sl: Država
ta: நாடு
te: దేశం
tt: Ил
uz: Mamlakat
zu: Izwe

source: Bangladesh
am: ባንግላዴሽ
as: বাংলাদেশ
bg: Бангладеш
gu: બાંગ્લાદેશ
hy: Բանգլադեշ
is: Bangladess
ka: ბანგლადეში
kk: Бангладеш
km: បង់ក្លាដែស
kn: ಬಂಗ್ಲಾದೇಶ
ky: Бангладеш
lo: ປະເທດລາວ
mk: Бангладеш
ml: ബംഗ്ലാദേശ്
mn: Бангладеш
my: ဘင်္ဂလားဒီးယား
or: ବାଂଲାଦେଶ
pa: ਬੰਗਲਾਦੇਸ਼
ps: بنگله دیش
si: බංගලාදේශනය
sl: Bangladeš
ta: பங்களாதேஷ்
te: బంగ్లాదేశ్
tt: Бангладеш
zu: IBhangladeshi

source: Apply
am: ተግብር
as: আবেদন কৰক
bg: Приложи
cy: Cymhwyso
et: Rakenda
eu: Aplikatu
fil: Ilapat
gu: લાગુ કરો
hy: Կիրառել
is: Nota
ka: გამოყენება
kk: Қолдану
km: អនុវត្ត
kn: ಅನ್ವಯಿಸು
ky: Колдонуу
lo: ນຳໃຊ້
mk: Примени
ml: ബാധകമാക്കുക
mn: Хэрэглэх
my: လျှောက်ထားသည်
or: ଲାଗୁ କରନ୍ତୁ
pa: ਲਾਗੂ ਕਰੋ
ps: تطبيق کړئ
si: අයදුම් කරනවා
sl: Uporabi
ta: பயன்படுத்து
te: అప్లై చేయండి
tt: Кулланырга
uz: Qo'llash
zu: Faka Isicelo

source: Delivery Address
am: የመላኪያ አድራሻ
as: ডেলিভাৰী ঠিকনা
bg: Адрес за доставка
cy: Cyfeiriad Cyflwyno
et: Tarneaadress
eu: Bidalketa helbidea
gu: ડિલિવરી સરનામું
hy: Առաքման հասցե
is: Afleveringarheimili
ka: მიწოდების მისამართი
kk: Жеткізу мекенжайы
km: អាសយដ្ឋានការដឹកជញ្ជូន
kn: ವಿತರಣಾ ವಿಳಾಸ
ky: Жеткирүү дареги
lo: ທີ່ຢູ່ສົ່ງສິນຄ້າ
mk: Адреса за достава
ml: ഡെലിവറി വിലാസം
mn: Хүргэлтийн хаяг
my: ပေးပို့ရန်လိပ်စာ
or: ଡେଲିଭେରି ଠିକଣା
pa: ਡਿਲਿਵਰੀ ਪਤਾ
ps: د رسولو پته
si: භාණ්ඩ ලිපිනය
sl: Naslov dostave
ta: விநியோக முகவரி
te: డెలివరీ చిరునామా
tt: Тәэмин итү адресы
uz: Yetkazib berish Manzili
zu: Ikheli Lokulethwa

# noDataAvailabe
source: No data available
am: ምንም ውሂብ የለም
as: কোনো তথ্য উপলব্ধ নাই
bg: Няма налични данни
cy: Dim data ar gael
et: Andmeid pole saadaval
eu: Ez dago daturik eskuragarri
fil: Walang magagamit na data
gu: કોઈ ડેટા ઉપલબ્ધ નથી
hy: Չկա տվյալ
is: Engin gögn tiltæk
ka: მონაცემები არ არის ხელმისაწვდომი
kk: Деректер жоқ
km: គ្មាន​ទិន្នន័យ​ដែល​អាច​រក​បាន​ទេ
kn: ಯಾವುದೇ ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ
ky: Маалымат жок
lo: ບໍ່ມີຂໍ້ມູນຂອງທ່ານດີ
mk: Нема достапни податоци
ml: ഡാറ്റ ലഭ്യമല്ല
mn: Өгөгдөл байхгүй
my: အချက်အလက်မရရှိနိုင်ပါ
or: କୌଣସି ତଥ୍ୟ ଉପଲବ୍ଧ ନାହିଁ
pa: ਕੋਈ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ps: هیڅ ډاټا شتون نلري
sl: Podatkov ni na voljo
ta: கோப்புகள் கிடைக்கவில்லை
te: డేటా అందుబాటులో లేదు
tt: Мәгълүматлар юк
uz: Ma'lumot mavjud emas
zu: Akunakho idatha etholakalayo

source: Add Delivery
am: መላኪያ አክል
as: ডেলিভাৰী যোগ কৰক
bg: Добави доставка
cy: Ychwanegu Cyflwyno
et: Lisa Tarne
eu: Gehitu bidalketa
fil: Magdagdag ng Delivery
gu: ડિલિવરી ઉમેરો
hy: Ավելացնել առաքում
is: Bæta við afhendingu
ka: მიწოდების დამატება
kk: Жеткізу қосу
km: បញ្ចូលការដឹកជញ្ជូនថ្មី
kn: ವಿತರಣೆಯನ್ನು ಸೇರಿಸಿ
ky: Жеткирүүнү кошуу
lo: ເພີ່ມການສົ່ງສິນຄ້າ
mk: Додај достава
ml: ഡെലിവറി ചേർക്കുക
mn: Хүргэлт нэмэх
my: ပို့ရန်ထည့်ပါ
or: ଡେଲିଭେରି ଯୋଡନ୍ତୁ
pa: ਡਿਲਿਵਰੀ ਜੋੜੋ
ps: رسول اضافه کړئ
si: භාණ්ඩ එකතු කරනවා
sl: Dodaj dostavo
ta: விநியோகம் சேர்க்கவும்
te: డెలివరీ జోడించండి
tt: Тәэмин итү өстә
uz: Yetkazib berishni qo'shish
zu: Engeza Ukulethwa

source: Description
am: መግለጫ
as: বিৱৰণ
bg: Описание
cy: Disgrifiad
et: Kirjeldus
eu: Deskribapena
fil: Paglalarawan
gu: વર્ણન
hy: Նկարագրություն
is: Lýsing
ka: აღწერა
kk: Сипаттама
km: ការពិពណ៌នា
kn: ವಿವರಣೆ
ky: Сүрөттөмө
lo: ລາຍລະອຽດ
mk: Опис
ml: വിവരണം
mn: Тайлбар
my: ဖော်ပြချက်
or: ବର୍ଣ୍ଣନା
pa: ਵਿਸਤਾਰ
ps: تفصیل
si: විස්තරය
sl: Opis
ta: விளக்கம்
te: వివరణ
tt: Тасвирлама
uz: Ta'rif
zu: Incazelo
