Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

source: Size
am: መጠን
as: আকাৰ
bg: Размер
cy: Maint
et: Suurus
eu: Tamaina
fil: Sukat
gu: સાઈઝ
hy: Չափը
is: Stærð
ka: ზომა
kk: Өлшем
km: ទំហំ
kn: ಗಾತ್ರ
ky: Өлчөмү
lo: ຂະຫຍາຍ
mk: Големина
ml: വലിപ്പം
mn: Хэмжээ
my: အရွယ်အစား
or: ଆକାର
pa: ਸਾਈਜ਼
ps: سایز
si: ප්‍රමාණය
sl: Velikost
ta: அளவு
te: పరిమాణం
tt: Размер
uz: Hajmi
zu: Usayizi

source: Color
am: ቀለም
as: ৰং
bg: Цвят
cy: Lliw
et: Värv
eu: Kolorea
fil: Kulay
gu: કલર
hy: Գույնը
is: Litur
ka: ფერი
kk: Түс
km: ពណ៌
kn: ಬಣ್ಣ
ky: Түсү
lo: ສີ
mk: Боја
ml: നിറം
mn: Өнгө
my: အရောင်
or: ରଙ୍ଗ
pa: ਰੰਗ
ps: رنګ
si: වර්ණය
sl: Barva
ta: நிறம்
te: రంగు
tt: Төсләр
uz: Rang
zu: Umbala

source: Weight
am: ክብደት
as: ওজন
bg: Тегло
cy: Pwysau
et: Kaal
eu: Pisua
fil: Timbang
gu: વજન
hy: Քաշը
is: Þyngd
ka: წონა
kk: Салмақ
km: ទំងន់
kn: ತೂಕ
ky: Салмагы
lo: ນ້ຳສຸດ
mk: Тежина
ml: ഭാരം
mn: Жин
my: အလေးချိန်
or: ଓଜନ
pa: ਵਜ਼ਨ
ps: وزن
si: බර
sl: Teža
ta: எடை
te: బరువు
tt: Авырлык
uz: Og'irligi
zu: Isisindo

source: Capacity
am: አቅም
as: ক্ষমতা
bg: Капацитет
cy: Capasiti
et: Mahutavus
eu: Ahalmena
fil: Kapasidad
gu: કેપેસિટી
hy: Ծավալը
is: Afköst
ka: ტევადობა
kk: Қабілет
km: មាត់កម្រិត
kn: ಹಿಡಿತ
ky: Кубаттуулугу
lo: ຄວາມສູງ
mk: Капацитет
ml: ശേഷി
mn: Багтаамж
my: ရွှေ့ဆောင်ချိန်
or: କ୍ଷମତା
pa: ਕਿਰਿਆਸ਼ੀਲਤਾ
ps: صلاحیت
si: ස්ථානය
sl: Kapaciteta
ta: பரிமாணம்
te: సామర్థ్యం
tt: Капаситет
uz: Sig'imi
zu: Umklamo

source: Type
am: አይነት
as: প্ৰকাৰ
bg: Тип
cy: Math
et: Tüüp
eu: Mota
fil: Uri
gu: ટાઈપ
hy: Տեսակը
is: Gerð
ka: ტიპი
kk: Түр
km: ប្រភេទ
kn: ಪ್ರಕಾರ
ky: Түрү
lo: ປະເພດ
mk: Тип
ml: തരം
mn: Төрөл
my: အမျိုးအစား
or: ପ୍ରକାର
pa: ਤਰ੍ਹਾਂ
ps: ډول
si: වර්ගය
sl: Vrsta
ta: வகை
te: రకం
tt: Төр
uz: Turi
zu: Uhlobo

# youWantTodeletetheProduct
source: You want to delete this product?
am: ይህንን ምርት መሰረዝ ይፈልጋሉ?
as: আপুনি এই প্ৰডাক্টটো মচি পেলাবলৈ চাৰা?
bg: Искате ли да изтриете този продукт?
cy: Ydych chi eisiau dileu'r cynnyrch hwn?
et: Kas soovite selle toote kustutada?
eu: Produktu hau ezabatu nahi duzu?
fil: Gusto mo bang tanggalin ang produktong ito?
gu: શું તમે આ ઉત્પાદન ડિલીટ કરવા માંગો છો?
hy: Ցանկանում եք ջնջել այս ապրանքը?
is: Viltu eyða þessu vöru?
ka: გსურთ ამ პროდუქტის წაშლა?
kk: Бұл өнімді жою керек пе?
kn: ನೀವು ಈ ಉತ್ಪನ್ನವನ್ನು ಅಳಿಸಲು ಬಯಸುತ್ತಿದ್ದೀರಾ?
ky: Бул продуктуну өчүргүңүз келеби?
lo: ທ່ານຢືນຢັນການລຶບສິນຄ້ານີ້ບໍ່?
mk: Дали сакате да го избришете овој производ?
ml: നിങ്ങൾ ഈ ഉൽപ്പന്നം ഇല്ലാതാക്കണോ?
mn: Та энэ бүтээгдэхүүнийг устгахыг хүсэж байна уу?
or: ଆପଣ ଏହି ପ୍ରୋଡକ୍ଟ ଦୁର୍କରିବାକୁ ଚାହାଁନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਉਤਪਾਦ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ps: آیا تاسو غواړئ دا محصول حذف کړئ؟
sl: Želite izbrisati ta izdelek?
ta: இந்த பொருட்டை நீக்க விரும்புகிறீர்களா?
te: మీరు ఈ ఉత్పత్తిని తీసివేయాలనుకుంటున్నారా?
tt: Сез бу продуктны юкка чыгарырга телисезме?
uz: Siz bu mahsulotni o'chirmoqchimisiz?
zu: Ufuna ukususa le mpahla?

source: Delete
am: ሰርዝ
as: মচি পেলাওক
bg: Изтрий
cy: Dileu
et: Kustuta
eu: Ezabatu
fil: Tanggalin
gu: ડિલીટ કરો
hy: Ջնջել
is: Eyða
ka: წაშლა
kk: Жою
km: លុប
kn: ಅಳಿಸಿ
ky: Өчүрүү
lo: ລຶບ
mk: Избриши
ml: ഇല്ലാതാക്കുക
mn: Устгах
my: ဖျက်ပါ
or: ଦୁର୍କରନ୍ତୁ
pa: ਮਿਟਾਓ
ps: حذف کړئ
si: මකනවා
sl: Izbriši
ta: நீக்கு
te: తొలగించు
tt: Юкка чыгарырга
uz: O'chirish
zu: Susa

# contactDetials
source: Contact Details
am: የእውቂያ ዝርዝሮች
as: যোগাযোগৰ বিবৰণ
bg: Контактни данни
cy: Manylion Cyswllt
et: Kontaktandmed
eu: Harremanetarako xehetasunak
fil: Mga Detalye ng Contact
gu: સંપર્ક વિગતો
hy: Կապի տվյալներ
is: Tengiliðaupplýsingar
ka: კონტაქტის დეტალები
kk: Байланыс мәліметтері
kn: ಸಂಪರ್ಕ ವಿವರಗಳು
ky: Байланыш маалыматтары
lo: ລາຍລະອຽດຕິດຕໍ່
mk: Контактни детали
ml: സമ്പർക്ക വിവരങ്ങൾ
mn: Холбоо барих мэдээлэл
or: ଯୋଗାଯୋଗ ବିବରଣୀ
pa: ਸੰਪਰਕ ਵੇਰਵੇ
ps: اړیکه جزییات
sl: Kontaktni podatki
ta: தொடர்பு விபரங்கள்
te: సంప్రదించే వివరాలు
tt: Элемтә мәгълүматлары
uz: Aloqa Ma'lumotlari
zu: Imininingwane Yokuxhumana

source: Clarence
am: ክላረንስ
as: ক্লাৰেঞ্চ
bg: Кларънс
gu: ક્લેરેન્સ
hy: Կլարենս
ka: კლარენსი
kk: Кларенс
km: ឃ្លានិង
kn: ಕ್ಲ್ಯಾರೆನ್ಸ್
ky: Клэрэнс
lo: ຄະເລິງ
ml: ക്ലാരൻസ്
mn: Кларенс
my: ကလာအန်
or: ସଫା କରନ୍ତୁ
pa: ਕਲੇਰੈਂਸ
ps: کلیرنس
si: ක්ලරන්ස්
ta: கிளேரன்ஸ்
te: క్లారెన్స్
tt: Кларенс
zu: Ukucaphuna

source: Call
am: ጥሪ
as: কল কৰক
bg: Обади се
cy: Galw
et: Helista
eu: Deitu
fil: Tawag
gu: કોલ કરો
hy: Զանգահարել
is: Hringja
ka: დარეკვა
kk: Қоңырау шалу
km: ហៅ
kn: ಕಾಲ್
ky: Чакыруу
lo: ໂທຫາ
mk: Повикај
ml: വിളിക്കുക
mn: Дуудлага
my: ခေတ်မှာရန်
or: ଫୋନ୍ କରନ୍ତୁ
pa: ਕਾਲ ਕਰੋ
ps: کال
si: ඇමතුම් කරනවා
sl: Kličite
ta: அழை
te: కాల్
tt: Шалтыратырга
uz: Qo'ng'iroq
zu: Shaya ucingo

# messege
source: Message
am: መልእክት
as: বাৰ্তা
bg: Съобщение
cy: Neges
et: Sõnum
eu: Mezua
fil: Mensahe
gu: સંદેશ
hy: Հաղորդագրություն
is: Skilaboð
ka: შეტყობინება
kk: Хабарлама
kn: ಸಂದೇಶ
ky: Билдирүү
lo: ຂໍ້ຄວາມ
mk: Порака
ml: സന്ദേശം
mn: Мэдээлэл
or: ସନ୍ଦେଶ
pa: ਸੰਦੇਸ਼
ps: پیغام
sl: Sporočilo
ta: செய்தி
te: సందేశం
tt: Хәбәр
uz: Xabar
zu: Umlaye

source: Daily Transaction
am: የዕለት ተዕዛዝ
as: দৈনিক লেনদেন
bg: Дневни транзакции
cy: Trafodiad Dyddiol
et: Päevane Tehing
eu: Eguneroko transakzioa
fil: Araw-araw na Transaksyon
gu: દૈનિક વ્યવહાર
hy: Օրական գործարք
is: Dagleg viðskipti
ka: ყოველდღიური გარიგება
kk: Күн сайынғы амал
km: ប្រតិបត្តិការប្រចាំថ្ងៃ
kn: ದೈನಂದಿನ ವ್ಯಾಪಾರ
ky: Күнүмдүк транзакциялар
lo: ການເຮັດການປະຈຳການວັນທີ່
mk: Дневна трансакција
ml: ദൈനംദിന ഇടപാട്
mn: Өдөр тутмын гүйлгээ
my: နေ့စဉ်ကြည့်ရန်အာမခံအလုပ်များ
or: ଦୈନିକ ଲେନଦେନ
pa: ਰੋਜ਼ਾਨਾ ਲੈਣ-ਦੇਣ
ps: ورځنۍ معامله
si: දින සම්පුර්න ක්‍රියාව
sl: Dnevna transakcija
ta: தினசரி பரிவர்த்தனை
te: రోజువారీ లావాదేవీ
tt: Көндәлек транзакция
uz: Kundalik Tranzaktsiya
zu: Ukuthengiselana Kwansuku Zonke

source: Promo
am: ማስተዋወቂያ
as: প্ৰমো
bg: Промоция
et: Promptsioon
gu: પ્રોમો
hy: Պրոմո
is: Kynning
ka: პრომო
kk: Промо
km: កូដរបស់ការលក់បន្ថែម
kn: ಪ್ರೊಮೋ
ky: Акция
lo: ຕົວເລືອກ
mk: Промоција
ml: പ്രമോ
mn: Хямдрал
my: ပရိုမိုး
or: ପ୍ରମୋ
pa: ਪ੍ਰੋਮੋ
ps: پرومو
si: ප්‍රෝමෝ
ta: விளம்பர
te: ప్రోమో
tt: Промо
zu: Ikhuphulo

source: Send
am: ላክ
as: পঠিয়াওক
bg: Изпрати
cy: Anfon
et: Saada
eu: Bidali
fil: Ipadala
gu: મોકલો
hy: Ուղարկել
is: Senda
ka: გაგზავნა
kk: Жіберу
km: ផ្ញើ
kn: ಕಳುಹಿಸಿ
ky: Жөнөтүү
lo: ສົ່ງ
mk: Испрати
ml: അയയ്ക്കുക
mn: Илгээх
my: ပို့ရန်
or: ପଠାନ୍ତୁ
pa: ਭੇਜੋ
ps: لیږل
si: යවනවා
sl: Pošlji
ta: அனுப்பு
te: పంపండి
tt: Җибәрергә
uz: Yuborish
zu: Thumela

# easyToUseThePos
source: Easy to use mobile pos
am: ለመጠቀም ቀላል የሞባይል ፒኦኤስ
as: POS ব্যৱস্থা ব্যৱহাৰ কৰাটো সহজ
bg: Лесен за използване мобилен POS
cy: POS symudol hawdd ei ddefnyddio
et: Lihtne kasutada mobiilset kassapunkti
eu: POS erabiltzeko erraza
fil: Madaling gamitin ang mobile pos
gu: વાપરવા માટે સરળ મોબાઈલ પોસ
hy: Հեշտ օգտագործման POS
is: Auðvelt í notkun farsíma POS
ka: მარტივი გამოსაყენებელი მობილური POS
kk: POS-терминалды оңай қолдану
km: សម្រាប់ប្រើកម្មវិធីលក់តាមរយៈទូរស័ព្ទសំរាប់ហាងតាមរយៈមុខងារណាមួយ
kn: ಸುಲಭವಾದ ಮೊಬೈಲ್ ಪಾಸ್‌ಗಾಗಿ ಸುಲಭವಾದ ವಾಣಿಜ್ಯ ಸಿಸ್ಟಮ್
ky: Колдонууга оңой мобилдик POS
lo: ໃຊ້ໄດ້ໃນອາຍຸ POS ທີ່ໄວ້
mk: Лесен за употреба мобилен ПОС
ml: ഉപയോഗിക്കാൻ എളുപ്പമുള്ള മൊബൈൽ പോസ്
mn: Ашиглахад хялбар гар утасны POS
my: အစီရင်ခံစားလိုသူများအတွက် အက်မြတ် POS ဖြန့်ဝေသည်
or: ଆସାନରେ ବ୍ୟବହାର କରିପାରିବା ପୋସ୍
pa: ਮੋਬਾਈਲ ਪੋਸ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਆਸਾਨ ਹੈ
ps: د کارولو لپاره اسانه موبایل POS
si: ප්‍රවාණ බිම් පැහැදිලි භාවිතා කිරීම සුළු
sl: Enostaven za uporabo mobilni POS
ta: எளிதான பயன்பாடு கொண்ட கைபேசி போஸ்
te: మొబైల్ పాస్‌ని ఉపయోగించడం సులభం
tt: Мобиль POSны куллану җиңел
uz: Mobil posni ishlatish oson
zu: Kulula ukusebenzisa i-POS yeselula

# easytheusedesciption
source: AfnoLedger app is free, easy to use. In fact, it's one of the best POS systems around the world.
am: AfnoLedger መተግበሪያ ነፃ እና ለመጠቀም ቀላል ነው። በእርግጥ በዓለም ላይ ካሉ ምርጥ POS ስርዓቶች አንዱ ነው።
as: POSpro এপ্লিকেচন মন্নাই কৰিব পৰা, ব্যৱহাৰ কৰিবলৈ সৰল। সঁচা কথা, এইটো বিশ্বৰ অন্যতম উত্তম POS ব্যৱস্থাসমূহৰ ভিতৰত এক।
bg: AfnoLedger app е безплатен и лесен за използване. Всъщност, той е една от най-добрите POS системи в света.
cy: Mae'r app AfnoLedger yn rhad ac am ddim, hawdd ei ddefnyddio. Yn wir, mae'n un o'r systemau POS gorau ledled y byd.
et: AfnoLedger rakendus on tasuta ja lihtne kasutada. Tegelikult on see üks parimaid kassapunktisüsteeme üle maailma.
eu: AfnoLedger aplikazioa doakoa eta erabiltzeko erraza da. Izan ere, munduko POS sistemetarik onenetako bat da.
fil: Ang AfnoLedger app ay libre, madaling gamitin. Sa katunayan, isa ito sa pinakamahusay na sistema ng POS sa buong mundo.
gu: AfnoLedger એપ ફ્રી છે, વાપરવામાં સરળ છે. હકીકતમાં, તે વિશ્વભરમાં શ્રેષ્ઠ POS સિસ્ટમ્સમાંથી એક છે.
hy: POSpro հավելվածը անվճար է և հեշտ օգտագործման։ Իրականում, դա աշխարհի լավագույն POS համակարգերից մեկն է։
is: POSpro app er ókeypis, auðvelt í notkun. Í raun er það eitt besta POS kerfið um allan heim.
ka: POSpro აპლიკაცია არის უფასო, მარტივი გამოსაყენებელი. სინამდვილეში, ეს არის ერთ-ერთი საუკეთესო POS სისტემა მსოფლიოში.
kk: Сатып алу Про қолданушыларға тегін, оңай пайдаланатын. Себебі, бұл ең жақсы POS жүйелерінің бірі.
km: កម្មវិធី AfnoLedger គឺជាកម្មវិធីឥតគិតថ្លៃ ដែលអាចប្រើបានងាយៗ។ ក្នុងបរិយាប័ត្រនេះ, វាជាជម្រើសល្អបំផុតរបស់ប្រព័ន្ធបញ្ជាទិញទំនិញនៅក្នុងពិភពពិភពលោក។
kn: ಸೇಲ್ಸ್ ಪ್ರೋ ಆಪ್ ಉಚಿತವಾಗಿದೆ, ಬಳಕೆಗೆ ಸುಲಭ. ಸತ್ಯತಃ, ಇದು ವಿಶ್ವದ ಒಂದು ಉತ್ತಮ ವಾಣಿಜ್ಯ ಪರಿಕಲ್ಪನೆಗಳಲ್ಲೊಂದು.
ky: AfnoLedger колдонмосу акысыз, колдонууга оңой. Чындыгында, ал дүйнө жүзү боюнча эң мыкты POS системаларынын бири болуп саналат.
lo: ການເຂົ້າສະໜັບສະໜູນ AfnoLedger ສະຫຼຸບ, ເປັນໃນການໃຊ້ແອັບເວີຊັນ POS ທີ່ຍັງບໍ່ຕ້ອງໄດ້ຈາກຮູບແບບຕົວເລືອກ.
mk: AfnoLedger апликацијата е бесплатна и лесна за употреба. Всушност, таа е еден од најдобрите ПОС системи во светот.
ml: AfnoLedger ആപ്പ് സൗജന്യമാണ്, ഉപയോഗിക്കാൻ എളുപ്പമാണ്. വാസ്തവത്തിൽ, ഇത് ലോകമെമ്പാടുമുള്ള മികച്ച POS സിസ്റ്റങ്ങളിൽ ഒന്നാണ്.
mn: AfnoLedger апп нь үнэгүй, хэрэглэхэд хялбар юм. Үнэндээ энэ бол дэлхийн хамгийн сайн POS системүүдийн нэг юм.
my: PosPro အက်ပလီကေးရှင့် အခမဲ့၊ အသုံးပြုနိုင်သောအကြောင်းကြောင်းကိုအသုံးပြုသည်။ အကြောင်းကို ရယူသည့် POS စနစ်တစ်ခုဖြစ်ပြီးကွောင်းကြောင်းကိုလည်းအတူ အကြောင်းကြောင်းများနှင့် အမြဲတမ်းများကိုပါဝင်သည်။
or: POSpro ଆପ୍ ସବୁଠାରୁ ଭଲ ପୋସ୍ ସିଷ୍ଟମ୍ ମଧ୍ୟରୁ ଗୋଟିଏ, ଯାହା ମାଗଣା ଓ ସହଜ।
pa: AfnoLedger ਐਪ ਮੁਫ਼ਤ ਹੈ, ਵਰਤੋਂ ਵਿੱਚ ਆਸਾਨ ਹੈ. ਦਰਅਸਲ, ਇਹ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ POS ਸਿਸਟਮਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ।
ps: AfnoLedger اپلیکیشن وړیا او کارولو لپاره اسانه دی. په حقیقت کې، دا د نړۍ په کچه یو له غوره POS سیسټمونو څخه دی.
si: AfnoLedger යෙදුම නිර්මාණය කළහොත් නොමිලයෙක් සහ ප්‍රවයින්ට භාවිතා කිරීම සුදු වේ. මෙය, ලෝකයේ දැනටමත් පවතින පුවරුවක් POS පද්ධතියක් වන විට, එවක් අතුරු වනවිට හොඳයි.
sl: Aplikacija AfnoLedger je brezplačna in enostavna za uporabo. Pravzaprav je eden najboljših POS sistemov na svetu.
ta: விற்பனை ப்ரோ ஆப் இலவசம், எளிதான பயன்பாட்டு. உண்மையில், இது உலகின் சிறந்த போஸ் முகம்.
te: POSpro app ఉచితం, ఉపయోగించడానికి సులభం. నిజానికి, ఇది ప్రపంచంలోని ఉత్తమ POS సిస్టమ్‌లలో ఒకటి.
tt: AfnoLedger кушымтасы бушлай, куллану җиңел. Чыннан да, ул дөньяда иң яхшы POS системаларының берсе.
uz: AfnoLedger ilovasi bepul, ishlatish oson. Aslida, bu dunyodagi eng yaxshi POS tizimlaridan biri.
zu: Uhlelo lokusebenza lwe-AfnoLedger lumahhala, kulula ukusebenzisa. Eqinisweni, ingenye yezinhlelo ze-POS ezinhle kakhulu emhlabeni jikelele.

# choseYourFeature
source: Chose Your Features
am: ባህሪያትዎን ይምረጡ
as: আপোনাৰ বৈশিষ্ট্য বাচনি কৰক
bg: Избери своите функции
cy: Dewiswch Eich Nodweddion
et: Valige oma funktsioonid
eu: Aukeratu zure Ezaugarriak
fil: Piliin ang Iyong Mga Tampok
gu: તમારી સુવિધાઓ પસંદ કરો
hy: Ընտրեք ձեր հատկությունները
is: Veldu eiginleika þína
ka: აირჩიეთ თქვენი მახასიათებლები
kk: Мүмкіндіктерді таңдау
km: ជ្រើសរើសលក្ខណៈពិសេសរបស់អ្នក
kn: ನಿಮ್ಮ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Өзүңүздүн өзгөчөлүктөрүңүздү тандаңыз
lo: ເລືອກປະເພດສຳຫຼວດ
mk: Избери ги твоите карактеристики
ml: നിങ്ങളുടെ സവിശേഷതകൾ തിരഞ്ഞെടുക്കുക
mn: Өөрийнхөө онцлогуудыг сонго
my: သင့်ရဲ့အကြောင်းကိုရွေးချယ်ပါ
or: ଆପଣଙ୍କର ବୈଶିଷ୍ଟ୍ୟ ବାଛନ୍ତୁ
pa: ਆਪਣੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਚੁਣੋ
ps: خپل ځانګړتیاوې غوره کړئ
si: ඔබේ විශේෂිත සේවාවන් තෝරන්න
sl: Izberite svoje funkcije
ta: உங்கள் அம்சங்களைத் தேர்வு செய்க
te: మీ ఫీచర్‌లను ఎంచుకోండి
tt: Үз функцияләрегезне сайлагыз
uz: O'zingizning Xususiyatlaringizni Tanlang
zu: Khetha Izici Zakho

# choseyourfeatureDesciption
source: Features are the important part which makes AfnoLedger different from traditional solutions.
am: ባህሪያት AfnoLedger ን ከባህላዊ መፍትሄዎች የሚለየው አስፈላጊ ክፍል ናቸው።
as: বৈশিষ্ট্যসমূহ হৈছে সেইবোৰ যি POSpro ক পৰম্পৰাগত সমাধানৰ পৰা পৃথক কৰে।
bg: Функциите са важна част, която прави AfnoLedger различен от традиционните решения.
cy: Mae nodweddion yn rhan bwysig sy'n gwneud AfnoLedger yn wahanol i atebion traddodiadol.
et: Funktsioonid on oluline osa, mis eristab AfnoLedger traditsioonilistest lahendustest.
eu: Ezaugarriak AfnoLedger beste irtenbide tradizionaletatik bereizten duen zati garrantzitsua dira.
fil: Ang mga Tampok ay ang mahalagang bahagi na nagpaiba sa AfnoLedger mula sa tradisyunal na mga solusyon.
gu: સુવિધાઓ મહત્વપૂર્ણ ભાગ છે જે AfnoLedger ને પરંપરાગત ઉકેલોથી અલગ પાડે છે.
hy: Հատկությունները կարևոր մասն են, որը POSpro-ն տարբերակում է ավանդական լուծումներից։
is: Eiginleikar eru mikilvægi hluti sem gerir POSpro öðruvísi en hefðbundnar lausnir.
ka: მახასიათებლები არის მნიშვნელოვანი ნაწილი, რაც POSpro-ს განსხვავებულს ხდის ტრადიციული გადაწყვეტილებებისგან.
kk: Мүмкіндіктер – бұл салымдау шешімдеріндегі маңызды бөлік, Сатып алу Проданы традициялды шешімнен айырып тұратын.
km: លក្ខណៈពិសេសជា​ផ្នែក​សំខាន់​ដែលធ្វើ​ឲ្យ​កម្មវិធី AfnoLedger ខូចចិត្តនៃ​ការដំណោះស្រាយ​ប្រចាំ​នៅពី​ដំណាក់​កាល​ចាស់ៗ។
kn: ವೈಶಿಷ್ಟ್ಯಗಳು ಪರಂಪರಾಗತ ಪರಿಹಾರಗಳಿಂದ ವ್ಯತ್ಯಯವಾಗಿವೆ ಮಾಡುತ್ತವೆ.
ky: Өзгөчөлүктөр AfnoLedger'ну салттуу чечимдерден айырмалап турган маанилүү бөлүгү болуп саналат.
lo: ປະເພດຄວາມປອດໄພໃຫ້ເຮັດເງິນສຳລັບການໃຊ້ບໍລິການທາງອາຍຸຕົວເລືອກ.
mk: Карактеристиките се важен дел кој го разликува AfnoLedger од традиционалните решенија.
ml: സവിശേഷതകൾ AfnoLedger യെ പരമ്പരാഗത പരിഹാരങ്ങളിൽ നിന്ന് വ്യത്യസ്തമാക്കുന്ന പ്രധാന ഭാഗമാണ്.
mn: Онцлогууд нь AfnoLedger-г уламжлалт шийдлүүдээс ялгаатай болгодог чухал хэсэг юм.
my: အကြောင်းကိုများသည် တစ်စီးရှင်းတွင် မဟုတ်ပါ။ ယင်းအသုံးများကိုလည်း PosPro ကို အသုံးပြုသော အကြောင်းကြောင်းကိုဖြစ်သည်။
or: ବୈଶିଷ୍ଟ୍ୟଗୁଡିକ ପରମ୍ପରାଗତ ସମାଧାନଗୁଡିକ ଠାରୁ POSpro କୁ ଅଲଗା କରିଥାଏ।
pa: ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਮਹੱਤਵਪੂਰਨ ਹਿੱਸਾ ਹਨ ਜੋ AfnoLedger ਨੂੰ ਰਵਾਇਤੀ ਹੱਲਾਂ ਤੋਂ ਵੱਖਰਾ ਬਣਾਉਂਦਾ ਹੈ।
ps: ځانګړتیاوې هغه مهمه برخه ده چې AfnoLedger دودیز حلونو څخه توپیر لري.
si: විශේෂිත සේවාවන් වලට උච්චාරණ වේගයක් අතුලකු කරයි, එවිට AfnoLedger වෙනුවට වෙනස් වේ.
sl: Funkcije so pomemben del, ki ločuje AfnoLedger od tradicionalnih rešitev.
ta: அம்சங்கள் பரமிப்பு திராவிக திருத்தங்களிலிருந்து விதிக்கப்பட்டுள்ளன.
te: ఫీచర్‌లు POSpro ని సాంప్రదాయ పరిష్కారాల నుండి భిన్నంగా చేసే ముఖ్యమైన భాగం.
tt: Функцияләр - AfnoLedgerны традицион чишемнәрдән аерып торучы мөһим өлеш.
uz: Xususiyatlar AfnoLedgerni an'anaviy echimlardan farq qiladigan muhim qismdir.
zu: Izici ziyingxenye ebalulekile eyenza i-AfnoLedger ihluke kwezinye izixazululo zesiko.

source: All business solutions
am: ሁሉም የንግድ መፍትሄዎች
as: সকল ব্যৱসায় সমাধান
bg: Всички бизнес решения
cy: Pob ateb busnes
et: Kõik ärilahendused
eu: Enpresako irtenbide guztiak
fil: Lahat ng solusyon sa negosyo
gu: બધા બિઝનેસ સોલ્યુશન્સ
hy: Բոլոր բիզնես լուծումները
is: Allar viðskipta lausnir
ka: ყველა ბიზნეს გადაწყვეტილება
kk: Барлық бизнес шешімдері
km: ដែល​ជា​ការ​ដោះ​ស្រាយ​អាជីវកម្ម​ទាំងអស់
kn: ಎಲ್ಲಾ ವ್ಯಾಪಾರ ಪರಿಹಾರಗಳು
ky: Бардык бизнес чечимдери
lo: ລົງທະບຽນທັງຫມົດ
mk: Сите бизнис решенија
ml: എല്ലാ ബിസിനസ് പരിഹാരങ്ങളും
mn: Бүх бизнесийн шийдлүүд
my: စီးပွားရေးစနစ်အားလုံး
or: ସମସ୍ତ ବ୍ୟବସାୟ ସମାଧାନ
pa: ਸਾਰੇ ਕਾਰੋਬਾਰੀ ਹੱਲ
ps: ټول سوداګریز حلونه
si: සියළු ව්‍යාපාර වින්‍යාස
sl: Vse poslovne rešitve
ta: அனைத்து வணிக தீர்வுகள்
te: అన్ని వ్యాపార పరిష్కారాలు
tt: Барлык бизнес чишемнәре
uz: Barcha biznes echimlari
zu: Zonke izixazululo zebhizinisi

# allBusinessolutionDescrip
source: AfnoLedger is a complete business solution with stock, account, sales, expense & loss/profit.
am: AfnoLedger ለአክሲዮን፣ ሂሳብ፣ ሽያጭ፣ ወጪ እና ኪሳራ/ትርፍ ሙሉ የንግድ መፍትሄ ነው።
as: PosPro হৈছে এক পৰিপূৰ্ণ ব্যৱসায় সমাধান য’ত ষ্টক, একাউণ্ট, বিক্ৰী, খৰচ আৰু লোকচান/লাভ অন্তৰ্ভুক্ত।
bg: AfnoLedger е цялостно бизнес решение със склад, счетоводство, продажби, разходи и печалба/загуба.
cy: Mae AfnoLedger yn ateb busnes cyflawn gyda stoc, cyfrifon, gwerthiant, costau a cholled/elw.
et: AfnoLedger on täielik ärilahendus koos laoseisuga, arvestuse, müügiga, kulude ja kahjumi/kasumiga.
eu: AfnoLedger stock, kontu, salmenta, gastu eta irabazi/galera duen negozio irtenbide osoa da.
fil: Ang AfnoLedger ay isang kumpletong solusyon sa negosyo na may stock, account, benta, gastos at pagkawala/tubo.
gu: AfnoLedger સ્ટોક, એકાઉન્ટ, વેચાણ, ખર્ચ અને નુકસાન/લાભ સાથે સંપૂર્ણ વ્યવસાય ઉકેલ છે.
hy: PosPro-ն ամբողջական բիզնես լուծում է, որը ներառում է պաշարներ, հաշիվներ, վաճառքներ, ծախսեր և կորուստ/շահույթ:
is: PosPro er heildar viðskipta lausn með vörulistum, reikningum, sölu, kostnaði og hagnað/tapi.
ka: PosPro არის სრული ბიზნეს გადაწყვეტა საწყობით, ანგარიშებით, გაყიდვებით, ხარჯებით და ზარალით/მოგებით.
kk: Сатып алу Про – барлық бизнес шешімі, жеке, есеп, сатып алу, жарнау және зарықтық/көбейту.
km: កម្មវិធី AfnoLedger គឺជា​កម្មវិធី​ពិសេស​អាជីវកម្ម​ពេញលេញ​ដែលមាន​ស្តុក​សារ​គ្រឿង​សម្រាប់​ការ​ធ្វើ​កិច្ច​ការ​ គណនេយ្យ​ការ​លក់​ ចំណាយ & ចំណេញ/ការ​បញ្ចូល។
kn: ಸೇಲ್ಸ್ ಪ್ರೋ ಸ್ಟಾಕ್, ಖಾತೆ, ಮಾರಾಟ, ವೆಚ್ಚವು ಮತ್ತು ನಷ್ಟ/ಲಾಭವನ್ನು ಹೊಂದಿದ ಸಂಪೂರ್ಣ ವ್ಯಾಪಾರ ಪರಿಹಾರವಾಗಿದೆ.
ky: AfnoLedger - бул толук кандуу бизнес чечими, анда запастар, эсептер, сатуулар, чыгымдар жана киреше/чыгым камтылган.
lo: AfnoLedger ນຳເປັນລົງທະບຽນທັງຫມົດສຳລັບການຮັບສາຍທັງຫມົດນຳເປັນລົງທະບຽນສຳລັບການຊື້, ລາຍຮັບ, ການຂາຍ, ລາຍຈ່າຍ, ແລະການສູນສຳລັບການຂາຍທັງຫມົດ.
mk: AfnoLedger е целосно бизнис решение со залиха, сметка, продажба, трошок и загуба/добивка.
ml: AfnoLedger സ്റ്റോക്ക്, അക്കൗണ്ട്, വിൽപന, ചെലവ് & നഷ്ടം/ലാഭം എന്നിവയുള്ള ഒരു പൂർണ്ണ ബിസിനസ് പരിഹാരമാണ്.
mn: AfnoLedger бол бүрэн хэмжээний бизнес шийдэл бөгөөд агуулах, данс, борлуулалт, зардал, алдагдал / ашиг зэргийг хамардаг.
my: PosPro သည် စတော့၊ ငွေစာရင်း၊ အေရာင်းအားကစား၊ အစာရင်းနှင့် အခြေအနေ/အမြဲအစားများဖြစ်သည်။
or: PosPro ଏକ ସମ୍ପୂର୍ଣ୍ଣ ବ୍ୟବସାୟ ସମାଧାନ ଯାହାରେ ଷ୍ଟକ୍, ଖାତା, ବିକ୍ରୟ, ଖର୍ଚ୍ଚ ଓ ଲାଭ/କ୍ଷତି ରହିଛି।
pa: AfnoLedger ਸਟਾਕ, ਖਾਤਾ, ਵਿਕਰੀ, ਖ਼ਰਚ ਅਤੇ ਨੁਕਸਾਨ/ਮੁਨਾਫ਼ੇ ਵਾਲਾ ਇੱਕ ਪੂਰਾ ਕਾਰੋਬਾਰੀ ਹੱਲ ਹੈ।
ps: AfnoLedger د سټاک، حساب، پلور، لګښت او زیان / ګټې سره یو بشپړ سوداګریز حل دی.
si: AfnoLedger අඩුවට සම්පූර්ණ ව්‍යාපෘතියක් සහයෝග, ගිණුම, විකුණුම්, වාර්තාව සහ මුද්‍රණ/අස්වාදය සමග සම්පූර්ණ ව්‍යාපෘතියක් වේ.
sl: AfnoLedger je popolna poslovna rešitev s skladiščem, računovodstvom, prodajo, stroški in izgubo / dobičkom.
ta: விநியோகம் ப்ரோ மொத்த வணிக தீர்வு உடையவை ஆகும் மற்றும் பங்கு, கணக்கு, விற்பனை, செலவு மற்றும் குழந்தை / லாபம்.
te: PosPro అనేది స్టాక్, అకౌంట్, సేల్స్, ఎక్స్‌పెన్స్ & లాస్/ప్రాఫిట్‌తో కూడిన పూర్తి వ్యాపార పరిష్కారం.
tt: AfnoLedger - запас, хисап, сату, чыгым һәм югалту/файда белән тулы бизнес чишеме.
uz: AfnoLedger bu tovar, hisob, savdo, xarajat va yo'qotish/foyda bilan to'liq biznes echimidir.
zu: I-AfnoLedger iyisixazululo esiphelele se-business esinezitoko, ama-akhawunti, ukuthengisa, izindleko kanye noklahleka/nenzuzo.

source: Skip
am: ዝለል
as: অতিৰিক্ত
bg: Пропусни
cy: Neidio
et: Jäta Vahele
eu: Jauzi
fil: Laktawan
gu: સ્કિપ કરો
hy: Բաց թողնել
is: Sleppa
ka: გამოტოვება
kk: Өткізу
km: រំលង
kn: ಹಾರಿಸಿ
ky: Өткөрүп жиберүү
lo: ຂໍ້ຜິດພາດ
mk: Прескокни
ml: ഒഴിവാക്കുക
mn: Алгасах
my: ကျေးဇူးပြု
or: ଛାଡନ୍ତୁ
pa: ਛੱਡੋ
ps: سکیپ کړئ
si: අවලංගු කරනවා
sl: Preskoči
ta: தவிர்
te: తప్పించు
tt: Узып китәргә
uz: O'tkazib yuborish
zu: Skhipha

source: Next
am: ቀጣይ
as: পৰবর্তী
bg: Следващ
cy: Nesaf
et: Järgmine
eu: Hurrengoa
fil: Susunod
gu: આગળ
hy: Հաջորդ
is: Næsta
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದೆ
ky: Кийинки
lo: ຖັດໄປ
mk: Следно
ml: അടുത്തത്
mn: Дараагийнх
my: နောက်တစ်မျက်နှိပ်ပါ
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
ps: بل
si: ඊළඟ
sl: Naprej
ta: அடுத்து
te: తదుపరి
tt: Киләсе
uz: Keyingi
zu: Okulandelayo

# anewUpdateAvailable
source: A new update available Please update your app
am: አዲስ ዝመና ይገኛል እባክዎን መተግበሪያዎን ያዘምኑ
as: এটি নতুন আপডেট উপলব্ধ অনুগ্ৰহ কৰি আপোনাৰ এপ্লিকেচন আপডেট কৰক
bg: Налично е ново актуализация Моля, актуализирайте вашето приложение
cy: Mae diweddariad newydd ar gael Diweddarwch eich app
et: Uus värskendus on saadaval Palun värskendage oma rakendust
eu: Eguneratze berri bat eskuragarri dago Mesedez, eguneratu zure aplikazioa
fil: May bagong update na available Mangyaring i-update ang iyong app
gu: નવું અપડેટ ઉપલબ્ધ છે કૃપા કરીને તમારી એપ અપડેટ કરો
hy: Նոր թարմացում է հասանելի Խնդրում ենք թարմացնել ձեր հավելվածը
is: Ný uppfærsla er laus Vinsamlegast uppfærðu forritið þitt
ka: ხელმისაწვდომია ახალი განახლება გთხოვთ განაახლოთ თქვენი აპლიკაცია
kk: Жаңа жаңарту қол жетімді Приложениеңізді жаңартыңыз
kn: ಹೊಸ ಅಪ್‌ಡೇಟ್ ಲಭ್ಯವಿದೆ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಆಪ್‌ಡೇಟ್ ಮಾಡಿ
ky: Жаңы жаңыртуу бар Сураныч, колдонмоңузду жаңыртыңыз
lo: ມີການປັບປຸງໃຫມ່ຢູ່ ກະລຸນາປັບປຸງແອດອັນຂອງທ່ານ
mk: Достапна е нова ажурирање Ве молиме ажурирајте ја вашата апликација
ml: ഒരു പുതിയ അപ്‌ഡേറ്റ് ലഭ്യമാണ് ദയവായി നിങ്ങളുടെ ആപ്പ് അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Шинэчлэлт байгаа Аппаа шинэчилнэ үү
or: ଏକ ନୂଆ ଅପଡେଟ୍ ଉପଲବ୍ଧ ଅଛି ଦୟାକରି ଆପ୍ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਇੱਕ ਨਵਾਂ ਅਪਡੇਟ ਉਪਲਬਧ ਹੈ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਐਪ ਅਪਡੇਟ ਕਰੋ
ps: یو نوی تازه معلومات شتون لري لطفا خپل اپلیکیشن تازه کړئ
sl: Na voljo je nova posodobitev Prosimo, posodobite svojo aplikacijo
ta: புதிய புதுப்பித்தல் கிடைக்கின்றது தயவுசெய்து உங்கள் ஆப்பை புதுப்பிக்கவும்
te: కొత్త నవీకరణ అందుబాటులో ఉంది దయచేసి మీ యాప్‌ని నవీకరించండి
tt: Яңа яңарту бар Зинһар, кушымтаны яңартыгыз
uz: Yangi yangilanish mavjud Iltimos, ilovangizni yangilang
zu: Kukhona isibuyekezo esisha esitholakalayo Sicela ubuyekeze uhlelo lwakho lokusebenza

source: Skip the update
am: ዝመናውን ዝለል
as: আপডেট এড়াই চাওক
bg: Пропусни актуализацията
cy: Neidio'r diweddariad
et: Jäta Värskendus Vahele
eu: Jauzi eguneratzea
fil: Laktawan ang update
gu: અપડેટને સ્કિપ કરો
hy: Բաց թողնել թարմացումը
is: Slepptu uppfærslu
ka: გამოტოვეთ განახლება
kk: Жаңартуды өткізіңіз
km: រំលងការធ្វើបច្ចុប្បន្ន
kn: ಅಪ್‌ಡೇಟ್ ಹಾರಿಸಿ
ky: Жаңыртууну өткөрүп жиберүү
lo: ຂໍ້ຜິດພາດການປັບປຸງ
mk: Прескокни го ажурирањето
ml: അപ്‌ഡേറ്റ് ഒഴിവാക്കുക
mn: Шинэчлэлийг алгасах
my: အဆင့်မြှင့်ရန်လဲကျေးဇူးပြု
or: ଅପଡେଟ୍ ଛାଡନ୍ତୁ
pa: ਅਪਡੇਟ ਛੱਡੋ
ps: تازه معلومات پریږدئ
si: යාවත්කාල කරනවා
sl: Preskoči posodobitev
ta: புதுப்பித்தலை தவிர்
te: నవీకరణను దాటవేయండి
tt: Яңартманы узып китәргә
uz: Yangilanishni o'tkazib yuborish
zu: Skhipha isibuyekezo

source: Remember me later
am: በኋላ አስታውሰኝ
as: পৰৱৰ্তী সময়ত মনত ৰাখক
bg: Помни ме по-късно
cy: Cofiwch fi yn ddiweddarach
et: Tuleta mulle hiljem meelde
eu: Gogoan izan geroago
fil: Tandaan ako mamaya
gu: મને પછી યાદ રાખો
hy: Հիշել ինձ հետագայում
is: Mundu mig síðar
ka: დამიმახსოვრე მოგვიანებით
kk: Мені есте сақтау
km: ចងចាំខ្ញុំនៅពេលក្រោយ
kn: ನನಗೆ ನೆನಪಿಸಿ
ky: Кийинчерээк эсимде сакта
lo: ຈື່ຂອງຂ້າງ
mk: Запомни ме подоцна
ml: പിന്നീട് എന്നെ ഓർമ്മിക്കുക
mn: Намайг дараа нь санаж байгаарай
my: မည်သည့်အကြိုက်များကိုဒီနေရာတွင် သတိပေးပါ
or: ପରେ ମତେ ସ୍ମରଣ କରନ୍ତୁ
pa: ਮੈਨੂੰ ਬਾਅਦ ਵਿੱਚ ਯਾਦ ਰੱਖੋ
ps: راته وروسته یاد کړئ
si: මැරෙන්නට පමණක් මතක තබනවා
sl: Zapomni me kasneje
ta: பின்கொடுங்கள்
te: తరువాత నన్ను గుర్తుంచుకో
tt: Минем турында соңрак искә алыгыз
uz: Meni keyinroq eslang
zu: Ngikhumbule kamuva

# powerdedByXainaTech
source: Powered By XainaTech
am: በXainaTech የተጎላበተ
bg: Задвижван от XainaTech
et: Toiteallikas XainaTech
eu: XainaTech-k ahalbidetuta
fil: Pinapatakbo Ng XainaTech
kn: ಶಕ್ತಿಯಿಂದ ಆಚನು
ky: XainaTech тарабынан иштелип чыккан
lo: ສະຫນັບໂດຍ XainaTech
ml: പവേർഡ് ബൈ അക്നൂ
pa: ਪਾਵਰਡ ਬਾਇ ਅਕਨੂ
ps: پاورډ بای XainaTech
sl: Poganja XainaTech
uz: XainaTech tomonidan quvvatlanadi
zu: Kusebenza Ngokusebenzisa i-XainaTech
