Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

# chooseCustomer
source: Choose a Customer
am: ደንበኛ ይምረጡ
as: এটা গ্ৰাহক বাচনি কৰক
bg: Избери клиент
cy: Dewis Cwsmer
et: Vali Klient
eu: Aukeratu bezero bat
fil: Pumili ng Customer
gu: ગ્રાહક પસંદ કરો
hy: Ընտրեք հաճախորդ
is: Veldu viðskiptavin
ka: აირჩიეთ მომხმარებელი
kk: Тапсырыс берушіні таңдау
km: ជ្រើសរើសអតិថិជន
kn: ಗ್ರಾಹಕನ್ನು ಆಯ್ಕೆಮಾಡಿ
ky: Кардарды тандаңыз
lo: ເລືອກລູກຄ້າ
mk: Избери клиент
ml: ഒരു കസ്റ്റമർ തിരഞ്ഞെടുക്കുക
mn: Үйлчлүүлэгч сонгох
my: အဖော်ပြေထားရန် ဖော်ပြထားသည်အရာကို ရွေးချယ်ပါ
or: ଏକ ଗ୍ରାହକ ବାଛନ୍ତୁ
pa: ਇੱਕ ਗਾਹਕ ਚੁਣੋ
ps: یو پیرودونکی غوره کړئ
si: ක්ෂේත්‍රයක් තෝරන්න
sl: Izberi stranko
ta: ஒரு வாடிக்கையாளரைத் தேர்வு செய்க
te: కస్టమర్‌ని ఎంచుకోండి
tt: Клиентны сайлагыз
uz: Mijozni Tanlang
zu: Khetha Ikhasimende

source: Add Sales
am: ሽያጭ አክል
as: বিক্ৰয় যোগ কৰক
bg: Добави продажби
cy: Ychwanegu Gwerthiant
et: Lisa Müük
eu: Salmentak gehitu
fil: Magdagdag ng Benta
gu: વેચાણ ઉમેરો
hy: Ավելացնել վաճառք
is: Bæta við sölu
ka: გაყიდვების დამატება
kk: Сатып алу қосу
km: បន្ថែមការលក់
kn: ಮಾರಾಟ ಸೇರಿಸಿ
ky: Сатууларды кошуу
lo: ເພີ່ມການຂາຍ
mk: Додај продажба
ml: വില്പന ചേർക്കുക
mn: Борлуулалт нэмэх
my: အေရာင်းမြင်ရန် ထည့်ပါ
or: ବିକ୍ରୟ ଯୋଡନ୍ତୁ
pa: ਸੇਲਜ਼ ਜੋੜੋ
ps: پلور اضافه کړئ
si: විකුණුම් එක් කරන්න
sl: Dodaj prodajo
ta: விற்பனையைச் சேர்க்கவும்
te: అమ్మకాలు జోడించండి
tt: Сатулар өстә
uz: Sotishni Qo'shish
zu: Engeza Ukuthengisa

# saleList
source: Sales List
am: የሽያጭ ዝርዝር
as: বিক্ৰয় তালিকা
bg: Списък с продажби
cy: Rhestr Gwerthiant
et: Müügide Nimekiri
eu: Salmenta zerrenda
fil: Listahan ng Benta
gu: વેચાણ યાદી
hy: Վաճառքների ցուցակ
is: Sölulisti
ka: გაყიდვების სია
kk: Сатып алу тізімі
km: បញ្ជីលក់
kn: ಮಾರಾಟ ಪಟ್ಟಿ
ky: Сатуулардын тизмеси
lo: ລາຍການຂາຍ
mk: Список на продажба
ml: വില്പന പട്ടിക
mn: Борлуулалтын жагсаалт
my: အေရာင်းမြင်ရေးစာရင်း
or: ବିକ୍ରୟ ତାଲିକା
pa: ਸੇਲਜ਼ ਸੂਚੀ
ps: د پلور لیست
si: විකුණුම් ලැයිස්තුව
sl: Seznam prodaj
ta: விற்பனை பட்டியல்
te: అమ్మకాల జాబితా
tt: Сатулар исемлеге
uz: Sotish Ro'yxati
zu: Uhlu Lokuthengisa

source: Edit Sales Invoice
am: የሽያጭ ደረሰኝ አርትዕ ያድርጉ
as: বিক্ৰয় ইনভইচ সম্পাদনা কৰক
bg: Редактирай фактура за продажба
cy: Golygu Anfoneb Gwerthiant
et: Muuda Müügiarvet
eu: Editatu salmenta faktura
fil: I-edit ang Invoice sa Pagbebenta
gu: વેચાણ ઇન્વોઇસ સંપાદિત કરો
hy: Խմբագրել վաճառքի հաշիվ-ապրանքագիրը
is: Breyta sölu reikningi
ka: გაყიდვების ინვოისის რედაქტირება
kk: Сатып алу счетін өңдеу
km: កែសម្រួលវិក្កយបត្រលក់
kn: ಮಾರಾಟ ಚಲಾವಣೆಯನ್ನು ಸಂಪಾದಿಸಿ
ky: Сатуу инвойсун түзөтүү
lo: ແກ້ໄຂໃບແຈ້ງໜີ້ການຂາຍ
mk: Уреди фактура за продажба
ml: വില്പന ഇൻവോയ്സ് എഡിറ്റ് ചെയ്യുക
mn: Борлуулалтын нэхэмжээг засварлах
my: အေရာင်းမြင်ရေးဘေ့စ်ပြင်ရန်
or: ବିକ୍ରୟ ଚାଳାନ ସଂପାଦନ କରନ୍ତୁ
pa: ਸੇਲਜ਼ ਇਨਵੌਇਸ ਸੰਪਾਦਿਤ ਕਰੋ
ps: د پلور انوائس ایډیټ کړئ
si: විකුණුම් ප්‍රවාහනය සංස්කරණය කරන්න
sl: Uredi prodajni račun
ta: விற்பனை விலைப்பட்டியலைத் திருத்து
te: అమ్మకాల ఇన్వాయిస్‌ను సవరించండి
tt: Сату счетын үзгәртергә
uz: Sotish Invoyisini Tahrirlash
zu: Hlela I-Invoice Yokuthengisa

source: Previous Pay Amount
am: ቀድሞ የተከፈለ መጠን
as: পূৰ্বৰ পেইড পৰিমাণ
bg: Предишна платена сума
cy: Swm Taliad Blaenorol
et: Eelnev Maksumissumma
eu: Aurreko ordainketa zenbatekoa
fil: Nakaraang Bayad na Halaga
gu: પાછલી ચુકવણી રકમ
hy: Նախկին վճարված գումար
is: Fyrri greiðsluupphæð
ka: წინა გადახდის თანხა
kk: Алдыңғы төлем сомасы
km: ចំនួនទឹកប្រាក់បង់មុន។
kn: ಹಿಂದಿನ ಪಾವತಿ ಮೊತ್ತ
ky: Мурунку төлөм суммасы
lo: ຈຳນວນເງິນທີ່ຈ່າຍກ່ອນໜ້າ
mk: Претходно платен износ
ml: മുൻകൂർ പേയ്‌മെന്റ് തുക
mn: Өмнөх төлбөрийн дүн
my: ရှေးနှင့်ထွက်ရှိသော ငွေပမာဏ
or: ପୂର୍ବରୁ ଦେଇଥିବା ରାଶି
pa: ਪਿਛਲੀ ਅਦਾਇਗੀ ਰਕਮ
ps: پخوانی تادیه شوی مقدار
si: පෙර ගෙවිය යුතු මුදල
sl: Prejšnji plačani znesek
ta: முந்தைய செலுத்தல் தொகை
te: మునుపటి చెల్లింపు మొత్తం
tt: Алдагы түләү суммасы
uz: Oldingi To'lov Miqdori
zu: Inani Lokukhokha Langaphambili

# printing
source: Printing Option
am: የህትመት አማራጭ
as: প্ৰিণ্টিং বিকল্প
bg: Опция за печат
cy: Dewis Argraffu
et: Printimisvalik
eu: Inprimatzeko aukera
fil: Opsyon sa Pagpi-print
gu: પ્રિન્ટિંગ વિકલ્પ
hy: Տպագրման ընտրություն
is: Prentvalkostur
ka: ბეჭდვის ვარიანტი
kk: Басып шығару опциясы
km: ជម្រើសបោះពុម្ព
kn: ಮುದ್ರಿಸುವ ಆಯ್ಕೆ
ky: Басып чыгаруу опциясы
lo: ທາງເລືອກການພິມ
mk: Опција за печатење
ml: പ്രിന്റിംഗ് ഓപ്ഷൻ
mn: Хэвлэх сонголт
my: ပုံနှိပ်ထားရန်ရွေးချယ်ပါ
or: ମୁଦ୍ରଣ ବିକଳ୍ପ
pa: ਪ੍ਰਿੰਟਿੰਗ ਵਿਕਲਪ
ps: د چاپ کولو اختیار
si: මුද්‍රණය කිරීමේ විකල්පය
sl: Opcija tiskanja
ta: அச்சுப்பின் விருப்பம்
te: ముద్రణ ఎంపిక
tt: Басу варианты
uz: Chop Etish Imkoniyati
zu: Inketho Yokuprinta

source: Subscription
am: ምዝገባ
as: সাবস্ক্ৰিপচন
bg: Абонамент
cy: Tanysgrifiad
et: Tellimused
eu: Harpidetza
gu: સબ્સ્ક્રિપ્શન
hy: Գրանցում
is: Áskrift
ka: გამოწერა
kk: Жазылу
km: ការជាវ
kn: ಚಂದಾ
ky: Жазылуу
lo: ການສະໝັກໃຊ້
mk: Претплата
ml: സബ്സ്ക്രിപ്ഷൻ
mn: Түшиц
my: ဝန်ဆောင်မှု
or: ସଦସ୍ୟତା
pa: ਸਬਸਕ੍ਰਿਪਸ਼ਨ
ps: سبسکریپشن
si: දැන්වීම
sl: Naročnina
ta: சந்தா
te: సబ్‌స్క్రిప్షన్
tt: Абонемент
uz: Obuna
zu: Ukubhalisa

source: User Role
am: የተጠቃሚ ሚና
as: ব্যৱহাৰকাৰী ভূমিকা
bg: Роля на потребителя
cy: Rôl Defnyddiwr
et: Kasutajaroll
eu: Erabiltzailearen rola
fil: Papel ng Gumagamit
gu: યુઝર રોલ
hy: Օգտատիրոջ դեր
is: Notendahópur
ka: მომხმარებლის როლი
kk: Пайдаланушы рөлі
km: តួនាទីអ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಪಾತ್ರ
ky: Колдонуучу ролу
lo: ບົດບາດຜູ້ໃຊ້
mk: Улога на корисник
ml: യൂസർ റോൾ
mn: Хэрэглэгчийн эрх
my: အသုံးပြုသူအဆင့်အတန်း
or: ବ୍ୟବହାରକାରୀ ଭୂମିକା
pa: ਯੂਜ਼ਰ ਰੋਲ
ps: د کارونکي رول
si: පරිශීලක භාවිතා කිරීම
sl: Uporabniška vloga
ta: பயனர் பங்கு
te: యూజర్ రోల్
tt: Кулланучы роле
uz: Foydalanuvchi Roli
zu: Indima Yomsebenzisi

source: Currency
am: ገንዘብ
as: মুদ্ৰা
bg: Валута
cy: Arian Cyfredol
et: Valuuta
eu: Moneta
gu: કરન્સી
hy: Առևտրային միավոր
is: Gjaldmiðill
ka: ვალუტა
kk: Валюта
km: រូបិយប័ណ្ណ
kn: ಕರೆನ್ಸಿ
ky: Валюта
lo: ສະກຸນເງິນ
mk: Валута
ml: കറൻസി
mn: Мөнгөн тэмдэгт
my: ငွေကြေး
or: ମୁଦ୍ରା
pa: ਮੁਦਰਾ
ps: کرنسی
si: වින්යාව
sl: Valuta
ta: நாணயம்
te: కరెన్సీ
tt: Валюта
uz: Valuta
zu: Imali

source: Log Out
am: ውጣ
as: লগ আউট
bg: Изход
cy: Allgofnodi
et: Logi Välja
eu: Saioa itxi
fil: Mag-log Out
gu: લોગ આઉટ
hy: Դուրս գալ
is: Skrá út
ka: გამოსვლა
kk: Шығу
km: ចាកចេញ
kn: ಲಾಗ್ ಔಟ್
ky: Чыгуу
lo: ອອກ​ຈາກ​ລະ​ບົບ
mk: Одјави се
ml: ലോഗ്ഔട്ട് ചെയ്യുക
mn: Гарах
my: ထွက်ရန်
or: ଲଗ୍ ଆଉଟ୍
pa: ਲੌਗ ਆਊਟ
ps: خارج شو
si: ඉවත් වන්න
sl: Odjava
ta: வெளியேறு
te: లాగ్ అవుట్
tt: Чыгып китәргә
uz: Chiqish
zu: Phuma

source: Stock List
am: የክምችት ዝርዝር
as: স্টক তালিকা
bg: Списък на наличностите
cy: Rhestr Stoc
et: Laoseisude Nimekiri
eu: Stock zerrenda
fil: Listahan ng Stock
gu: સ્ટોક યાદી
hy: Պաշարի ցուցակ
is: Birgðalisti
ka: საწყობის სია
kk: Тауарлар тізімі
km: បញ្ជីភាគហ៊ុន
kn: ಸ್ಟಾಕ್ ಪಟ್ಟಿ
ky: Запас тизмеси
lo: ລາຍການຫຼັກຊັບ
mk: Список на залиха
ml: സ്റ്റോക്ക് പട്ടിക
mn: Нөөцийн жагсаалт
my: ကုန်ပစ္စည်းစာရင်း
or: ଷ୍ଟକ୍ ତାଲିକା
pa: ਸਟਾਕ ਸੂਚੀ
ps: د سټاک لیست
si: වෙළඳ ලැයිස්තුව
sl: Seznam zalog
ta: பங்கு பட்டியல்
te: స్టాక్ జాబితా
tt: Запас исемлеге
uz: Zaxira Ro'yxati
zu: Uhlu Sesitoko

source: Purchase
am: ግዢ
as: পৰচেজ
bg: Покупка
cy: Prynu
et: Ost
eu: Erosiketa
fil: Pagbili
gu: ખરીદી
hy: Գնում
is: Kaup
ka: შესყიდვა
kk: Сатып алу
km: ទិញ
kn: ಖರೀದಿ
ky: Сатып алуу
lo: ຊື້
mk: Набавка
ml: വാങ്ങൽ
mn: Худалдан авалт
my: ကုန်ဝယ်ယူရန်
or: କ୍ରୟ
pa: ਖਰੀਦ
ps: پیرود
si: මිලදී ගැනීම
sl: Nakup
ta: வாங்குதல்
te: కొనుగోలు
tt: Сатып алу
uz: Sotib Olish
zu: Ukuthenga

source: Sale
am: ሽያጭ
as: বিক্ৰয়
bg: Продажба
cy: Gwerthu
et: Müük
eu: Salmenta
fil: Benta
gu: વેચાણ
hy: Վաճառք
is: Sala
ka: გაყიდვა
kk: Сатып алу
km: លក់
kn: ಮಾರಾಟ
ky: Сатуу
lo: ຂາຍ
mk: Продажба
ml: വില്പന
mn: Борлуулалт
my: အေရာင်းမြင်ရန်
or: ବିକ୍ରୟ
pa: ਸੇਲ
ps: پلور
si: විකුණුම්
sl: Prodaja
ta: விற்பனை
te: అమ్మకం
tt: Сату
uz: Sotish
zu: Ukuthengisa

# yourPack
source: Your Package
am: ጥቅልዎ
as: আপোনাৰ পেকেজ
bg: Вашият пакет
cy: Eich Pecyn
et: Teie Pakett
eu: Zure Paketea
fil: Ang Iyong Package
gu: તમારું પેકેજ
hy: Ձեր փաթեթը
is: Pakki þitt
ka: თქვენი პაკეტი
kk: Сіздің пакетіңіз
km: កញ្ចប់របស់អ្នក។
kn: ನಿಮ್ಮ ಪ್ಯಾಕೇಜ್
ky: Сиздин пакетиңиз
lo: ຊຸດຂອງທ່ານ
mk: Вашиот пакет
ml: നിങ്ങളുടെ പാക്കേജ്
mn: Таны багц
my: သင့်အများဆုံး
or: ଆପଣଙ୍କ ପ୍ୟାକେଜ୍
pa: ਤੁਹਾਡਾ ਪੈਕੇਜ
ps: ستاسو بسته
si: ඔබගේ පැකේජය
sl: Vaš paket
ta: உங்கள் தொகுதி
te: మీ ప్యాకేజీ
tt: Сезнең пакет
uz: Sizning Paketi
zu: Iphakheji Yakho

source: Free Plan
am: ነፃ ዕቅድ
as: মুক্ত পৰিকল্পনা
bg: Безплатен план
cy: Cynllun Am Ddim
et: Tasuta Plaan
eu: Doako Plana
fil: Libreng Plano
gu: ફ્રી પ્લાન
hy: Անվճար պլան
is: Ókeypis áætlun
ka: უფასო გეგმა
kk: Тегін план
km: ផែនការឥតគិតថ្លៃ
kn: ಉಚಿತ ಪ್ಯಾಕೇಜ್
ky: Акысыз план
lo: ແຜນການຟຣີ
mk: Бесплатен план
ml: ഫ്രീ പ്ലാൻ
mn: Үнэгүй төлөвлөгөө
my: အခမဲ့ အများဆုံး
or: ମାଗଣା ପ୍ରଣାଳୀ
pa: ਮੁਫ਼ਤ ਯੋਜਨਾ
ps: وړیا پلان
si: නිදහස් සැලසුම්
sl: Brezplačni načrt
ta: இலவச திட்டம்
te: ఫ్రీ ప్లాన్
tt: Бушлай план
uz: BePul Reja
zu: Uhlelo Lwamahhala

# youRUsing
source: You are using
am: እየተጠቀሙበት ነው
as: আপুনি ব্যৱহাৰ কৰিছে
bg: Вие използвате
cy: Rydych chi'n defnyddio
et: Te kasutate
eu: Erabiltzen ari zara
fil: Ginagamit mo ang
gu: તમે વાપરી રહ્યા છો
hy: Դուք օգտագործում եք
is: Þú ert að nota
ka: თქვენ იყენებთ
kk: Сіз пайдаланудағыңыз
km: អ្នកកំពុងប្រើ
kn: ನೀವು ಬಳಸುತ್ತಿದ್ದೀರಿ
ky: Сиз колдонуп жатасыз
lo: ທ່ານກໍາລັງໃຊ້
mk: Користите
ml: നിങ്ങൾ ഉപയോഗിക്കുന്നത്
mn: Та ашиглаж байна
my: သင်သည့်အများဆုံးကို အသုံးပြုသည်
or: ଆପଣ ବ୍ୟବହାର କରୁଛନ୍ତି
pa: ਤੁਸੀਂ ਵਰਤ ਰਹੇ ਹੋ
ps: تاسو کاروئ
si: ඔබ භාවිතා කරයි
sl: Uporabljate
ta: நீங்கள் பயன்படுத்துகிறீர்கள்
te: మీరు ఉపయోగిస్తున్నారు
tt: Сез кулланасыз
uz: Siz foydalanmoqdasiz
zu: Usebenzisa

# freePack
source: Free Package
am: ነፃ ጥቅል
as: মুক্ত পেকেজ
bg: Безплатен пакет
cy: Pecyn Am Ddim
et: Tasuta Pakett
eu: Doako Paketea
fil: Libreng Package
gu: ફ્રી પેકેજ
hy: Անվճար փաթեթ
is: Ókeypis pakki
ka: უფასო პაკეტი
kk: Тегін пакет
km: កញ្ចប់ឥតគិតថ្លៃ
kn: ಉಚಿತ ಪ್ಯಾಕೇಜ್
ky: Акысыз пакет
lo: ຊຸດຟຣີ
mk: Бесплатен пакет
ml: ഫ്രീ പാക്കേജ്
mn: Үнэгүй багц
my: အခမဲ့ အများဆုံး
or: ମାଗଣା ପ୍ୟାକେଜ୍
pa: ਮੁਫ਼ਤ ਪੈਕੇਜ
ps: وړیا بسته
si: නිදහස් පැකේජය
sl: Brezplačni paket
ta: இலவச தொகுதி
te: ఫ్రీ ప్యాకేజ్
tt: Бушлай пакет
uz: BePul Paket
zu: Iphakheji Yamahhala

source: Premium Plan
am: ፕሪሚየም ዕቅድ
as: প্ৰিমিয়াম পৰিকল্পনা
bg: Премиум план
cy: Cynllun Premiwm
et: Premium Plaan
eu: Premium Plana
gu: પ્રીમિયમ પ્લાન
hy: Պրեմիում պլան
is: Premium áætlun
ka: პრემიუმ გეგმა
kk: Премиум план
km: គម្រោងពិសេស
kn: ಪ್ರೀಮಿಯಂ ಪ್ಯಾಕೇಜ್
ky: Премиум план
lo: ແຜນພຣີມຽມ
mk: Премиум план
ml: പ്രീമിയം പ്ലാൻ
mn: Тэргүүн зэргийн төлөвлөгөө
my: အလဲမရှိသေးပါ
or: ପ୍ରିମିଅମ୍ ପ୍ରଣାଳୀ
pa: ਪ੍ਰੀਮੀਅਮ ਯੋਜਨਾ
ps: پریمیم پلان
si: ප්‍රිමාන්ත සැලසුම්
sl: Premium načrt
ta: பிரீமியம் திட்டம்
te: ప్రీమియం ప్లాన్
tt: Премиум план
uz: Premium Reja
zu: Uhlelo Lwe-Premium

# packFeatures
source: Package Features
am: የጥቅል ባህሪያት
as: পেকেজ বৈশিষ্ট্য
bg: Характеристики на пакета
cy: Nodweddion Pecyn
et: Paketi Omadused
eu: Paketearen Ezaugarriak
fil: Mga Tampok ng Package
gu: પેકેજ ફીચર્સ
hy: Փաթեթի հատկություններ
is: Pakkaeiginleikar
ka: პაკეტის მახასიათებლები
kk: Пакеттің мүмкіндіктері
km: លក្ខណៈពិសេសកញ្ចប់
kn: ಪ್ಯಾಕೇಜ್ ವೈಶಿಷ್ಟ್ಯಗಳು
ky: Пакет өзгөчөлүктөрү
lo: ຄຸນນະສົມບັດການຫຸ້ມຫໍ່
mk: Карактеристики на пакетот
ml: പാക്കേജ് സവിശേഷതകൾ
mn: Багцын онцлогууд
my: အရင်းအမြစ်များ
or: ପ୍ୟାକେଜ୍ ବୈଶିଷ୍ଟ୍ୟଗୁଡ଼ିକ
pa: ਪੈਕੇਜ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
ps: د بسته ځانګړتیاوې
si: පැකේජ විශේෂිතයි
sl: Funkcije paketa
ta: தொகுப்பு அம்சங்கள்
te: ప్యాకేజ్ ఫీచర్లు
tt: Пакет функцияләре
uz: Paket Xususiyatlari
zu: Izici Zephakheji

source: Unlimited
am: ያልተገደበ
as: অসীম
bg: Неограничено
cy: Diderfyn
et: Piiramatu
eu: Mugarik gabe
fil: Walang Limitasyon
gu: અમર્યાદિત
hy: Անսահմանափակ
is: Ótakmarkað
ka: უსაზღვრო
kk: Шектеусіз
km: គ្មានដែនកំណត់
kn: ಅಸಂಖ್ಯಾತ
ky: Чектелбеген
lo: ບໍ່ຈຳກັດ
mk: Неограничено
ml: അപരിമിതമായ
mn: Хязгааргүй
my: အမြင့်မလိုဘူး
or: ଅସୀମିତ
pa: ਅਸੀਮਿਤ
ps: بې پایه
si: සීමාවෙන්
sl: Neomejeno
ta: வரம்புள்ள
te: అపరిమిత
tt: Чиксез
uz: Cheksiz
zu: Okungenamkhawulo

source: Update Now
am: አሁን አዘምን
as: এতিয়া আপডেট কৰক
bg: Актуализирай сега
cy: Diweddaru Nawr
et: Uuenda Nüüd
eu: Eguneratu Orain
fil: I-update Ngayon
gu: હવે અપડેટ કરો
hy: Թարմացնել հիմա
is: Uppfæra núna
ka: ახლა განაახლეთ
kk: Қазір жаңарту
km: ធ្វើបច្ចុប្បន្នភាពឥឡូវនេះ
kn: ಈಗ ನವೀಕರಿಸಿ
ky: Азыр жаңыртуу
lo: ອັບເດດດຽວນີ້
mk: Ажурирај сега
ml: ഇപ്പോൾ അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Одоо шинэчлэх
my: အခုပြောင်းလဲရန်
or: ଏବେ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਹੁਣ ਅਪਡੇਟ ਕਰੋ
ps: اوس تازه کړئ
si: වියදමක් දැනටමත් වෙනස් කරන්න
sl: Posodobi zdaj
ta: இப்போதுதான் புதுப்பிக்கவும்
te: ఇప్పుడు నవీకరించు
tt: Хәзер яңартырга
uz: Hozir Yangilang
zu: Buyekeza Manje

# purchasePremium
source: Purchase Premium Plan
am: ፕሪሚየም ዕቅድ ይግዙ
as: প্ৰিমিয়াম পৰিকল্পনা কিনক
bg: Купи премиум план
cy: Prynu Cynllun Premiwm
et: Osta Premium Plaan
eu: Erosi Premium Plana
fil: Bilhin ang Premium Plan
gu: પ્રીમિયમ પ્લાન ખરીદો
hy: Գնել պրեմիում պլան
is: Kaupa Premium áætlun
ka: პრემიუმ გეგმის შეძენა
kk: Премиум планды сатып алу
km: ទិញគម្រោងពិសេស
kn: ಪ್ರೀಮಿಯಂ ಪ್ಯಾಕೇಜ್ ಖರೀದಿಮಾಡಿ
ky: Премиум планды сатып алуу
lo: ຊື້ແພັກເກດ Premium
mk: Купи Премиум план
ml: പ്രീമിയം പ്ലാൻ വാങ്ങുക
mn: Тэргүүн зэргийн төлөвлөгөө худалдан авах
my: ကုန်ဝယ်ယူနောက်ဆုံး အလဲမရှိပါ
or: ପ୍ରିମିଅମ୍ ପ୍ରଣାଳୀ କ୍ରୟ କରନ୍ତୁ
pa: ਪ੍ਰੀਮੀਅਮ ਯੋਜਨਾ ਖਰੀਦੋ
ps: پریمیم پلان واخلئ
si: ප්‍රිමාන්ත සැලසුම් මිලදී ගැනීම
sl: Kupite Premium načrt
ta: பிரீமியம் திட்டத்தைவாங்குக
te: ప్రీమియం ప్లాన్‌ను కొనుగోలు చేయండి
tt: Премиум план сатып алырга
uz: Premium Rejani Sotib Oling
zu: Thenga Uhlelo Lwe-Premium

# buyPremium
source: Buy premium Plan
am: ፕሪሚየም ዕቅድ ይግዙ
as: প্ৰিমিয়াম পৰিকল্পনা কিনক
bg: Купи премиум план
cy: Prynu Cynllun Premiwm
et: Osta Premium Plaan
eu: Erosi premium Plana
fil: Bilhin ang Premium Plan
gu: પ્રીમિયમ પ્લાન ખરીદો
hy: Գնել պրեմիում պլան
is: Kaupa Premium áætlun
ka: პრემიუმ გეგმის შეძენა
kk: Премиум планды сатып алу
km: ទិញគម្រោងបុព្វលាភ
kn: ಪ್ರೀಮಿಯಂ ಪ್ಯಾಕೇಜ್ ಖರೀದಿಮಾಡಿ
ky: Премиум планды сатып алуу
lo: ຊື້ແຜນພຣີມຽມ
mk: Купи премиум план
ml: പ്രീമിയം പ്ലാൻ വാങ്ങുക
mn: Тэргүүн зэргийн төлөвлөгөө худалдан авах
my: အလဲမရှိရန်
or: ପ୍ରିମିଅମ୍ ପ୍ରଣାଳୀ କିଣନ୍ତୁ
pa: ਪ੍ਰੀਮੀਅਮ ਯੋਜਨਾ ਖਰੀਦੋ
ps: پریمیم پلان واخلئ
si: ප්‍රිමාන්ත සැලසුම් මිලදී ගැනීම
sl: Kupite Premium načrt
ta: பிரீமியம் திட்டத்தைவாங்குக
te: ప్రీమియం ప్లాన్‌ను కొనుగోలు చేయండి
tt: Премиум план сатып алырга
uz: Premium Rejani Sotib Oling
zu: Thenga Uhlelo Lwe-Premium

# paypalPay
source: Pay With Paypal
am: በ PayPal ይክፈሉ
as: পেপালৰ সৈতে পৰিশোধ কৰক
bg: Плати с PayPal
cy: Talu â Paypal
et: Maksa Paypaliga
eu: Ordaindu Paypal-ekin
fil: Magbayad Gamit ang Paypal
gu: પેપાલ વડે ચૂકવો
hy: Վճարել PayPal-ով
is: Greiða með Paypal
ka: გადახდა PayPal-ით
kk: PayPal арқылы төлеу
km: បង់ជាមួយ Paypal
kn: ಪೇಪಲ್ ನೀಲಿ ಮಾಡಿ
ky: Paypal менен төлөө
lo: ຈ່າຍດ້ວຍ Paypal
mk: Плати со PayPal
ml: പേപ്പാലിനൊപ്പം പേ ചെയ്യുക
mn: Paypal-ээр төлөх
my: PayPal နှင့် ငွေပေးချေရန်
or: PayPal ଦ୍ୱାରା ଦେୟ କରନ୍ତୁ
pa: ਪੇਪਾਲ ਨਾਲ ਅਦਾ ਕਰੋ
ps: د پی پال سره تادیه وکړئ
si: පේපෑල් ගෙවීම් කිරීම් සඳහා
sl: Plačaj s PayPal-om
ta: பேபாலில் செலுத்து
te: Paypalతో చెల్లించండి
tt: Paypal белән түләү
uz: PayPal orqali To'lang
zu: Khokha Ngo-Paypal

# gotEmail
source: You Have Got An Email
am: ኢሜል ደርሶዎታል
as: আপোনাৰ এটা ইমেইল আছে
bg: Получихте имейл
cy: Rydych Chi wedi Cael E-bost
et: Saite E-kirja
eu: E-posta bat jaso duzu
fil: May Natanggap Kang Email
gu: તમને એક ઈમેલ મળ્યો છે
hy: Դուք ստացել եք էլ․փոստ
is: Þú hefur fengið tölvupóst
ka: თქვენ მიიღეთ ელ.წერილი
kk: Сізге хат келді
km: អ្នក​មាន​អ៊ីមែល
kn: ನಿಮಗೆ ಇಮೇಲ್ ಬಂದಿದೆ
ky: Сиз электрондук почта алдыңыз
lo: ທ່ານໄດ້ຮັບອີເມວ
mk: Добивте е-мејл
ml: നിങ്ങൾക്ക് ഒരു ഇമെയിൽ ലഭിച്ചു
mn: Та и-мэйл авсан байна
my: သင့်ရဲ့အီးမေးလ်ကိုရရှိနိုင်ပြီး
or: ଆପଣଙ୍କୁ ଗୋଟିଏ ଇମେଲ୍ ମିଳିଛି
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਈਮੇਲ ਮਿਲੀ ਹੈ
ps: تاسو یو بریښنالیک ترلاسه کړی دی
si: ඔබට එක් ඊමේල් ලබා ඇතිකිරීමක් ඇත
sl: Prejeli ste e-pošto
ta: உங்களுக்கு மின்னஞ்சல் வந்துவிட்டது
te: మీకు ఇమెయిల్ వచ్చింది
tt: Сезгә электрон почта килде
uz: Sizga Xat Keldi
zu: Uthole I-imeyili

# sendEmail
source: We Have Send An Email with instructions on how to reset password to:
am: የይለፍ ቃል ዳግም ለማቀናበር መመሪያዎችን የያዘ ኢሜል ልከናል፡
as: আমিয়ে ইমেইল প্ৰেৰণ কৰিছে পাসৱৰ্ড ৰিছেট কৰাৰ নিৰ্দেশনা সহ:
bg: Изпратихме Ви имейл с инструкции за нулиране на паролата на адрес:
cy: Rydym wedi Anfon E-bost gyda chyfarwyddiadau ar sut i ailosod cyfrinair i:
et: Oleme saatnud teile e-kirja parooli lähtestamise juhistega aadressile:
eu: E-posta bat bidali dugu pasahitza berrezartzeko argibideekin honetara:
fil: Nagpadala Kami ng Email na may mga tagubilin kung paano i-reset ang password sa:
gu: અમે પાસવર્ડ રીસેટ કરવા માટે સૂચનાઓ સાથે એક ઈમેલ મોકલ્યો છે:
hy: Մենք ուղարկել ենք էլ․փոստ գաղտնաբառը վերականգնելու հրահանգներով:
is: Við höfum sent þér tölvupóst með leiðbeiningum um hvernig á að endurstilla lykilorð:
ka: ჩვენ გამოგიგზავნეთ ელ.წერილი პაროლის აღდგენის ინსტრუქციებით:
kk: Біз сізге құпия сөзді қалпына келтіру бойынша нұсқаулықтармен хат жібердік:
km: យើងបានផ្ញើអ៊ីមែលជាមួយនឹងការណែនាំអំពីរបៀបកំណត់ពាក្យសម្ងាត់ឡើងវិញទៅ៖
kn: ನೀವು ಪಾಸ್ವರ್ಡ್ ರೀಸೆಟ್ ಮಾಡಲು ನಿರ್ದೇಶಗಳನ್ನು ಹೇಗೆ ಸೇರಿಸಬೇಕೆಂದು ಅನುಸರಿಸಿ ನಮೂದಿಸಿದ ಇಮೇಲ್ ಗೆ ನಾವು ಇಮೇಲ್ ಕಳುಹಿಸಿದ್ದೇವೆ
ky: Биз сизге кантип сырсөздү калыбына келтирүү боюнча нускамаларды камтыган электрондук почта жөнөттүк:
lo: ພວກ​ເຮົາ​ໄດ້​ສົ່ງ​ອີ​ເມວ​ທີ່​ມີ​ຄໍາ​ແນະ​ນໍາ​ກ່ຽວ​ກັບ​ວິ​ທີ​ການ​ປັບ​ລະ​ຫັດ​ຜ່ານ​ເປັນ​:
mk: Испративме е-мејл со инструкции за ресетирање на лозинката на:
ml: പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുന്നതിനുള്ള നിർദ്ദേശങ്ങളോടെ ഞങ്ങൾ ഒരു ഇമെയിൽ അയച്ചു:
mn: Бид нууц үгээ дахин тохируулах заавартай и-мэйл илгээсэн байна:
my: သင့်စာရင်းတင်ပြချက်တစ်ခုမှာ စာတင်ပို့ထားသည့်သောအကြောင်းအရာပို့ထားသည်။
or: ଆମେ ଏକ ଇମେଲ୍ ପଠାଇଛୁ, ପାସୱାର୍ଡ ପୁନଃସେଟ୍ କରିବାକୁ ନିର୍ଦ୍ଦେଶାବଳୀ ସହିତ:
pa: ਅਸੀਂ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰਨ ਦੇ ਨਿਰਦੇਸ਼ਾਂ ਨਾਲ ਇੱਕ ਈਮੇਲ ਭੇਜੀ ਹੈ:
ps: موږ د پاسورډ ریسیټ کولو لارښوونو سره یو بریښنالیک واستولی دی:
si: ඔබට මුරපදය නැවත සැකසීමේ උපකාර ලිපිය සමඟ ඊමේල් ලබා දීමට විකල්පයක් අප සහා ඇත:
sl: Poslali smo vam e-pošto z navodili za ponastavitev gesla na:
ta: உங்களுக்கு கடவுச்சொல்லை மீட்டெடுக்க என்னுடைய வழிகாட்டி மின்னஞ்சலை அனுப்பியிருக்கிறோம்:
te: మీరు పాస్‌వర్డ్ రీసెట్ చేయడానికి సూచనలతో మేము ఒక ఇమెయిల్ పంపించాము:
tt: Без парольне яңарту өчен күрсәтмәләр белән электрон почта җибәрдек:
uz: Biz parolni qayta tiklash bo'yicha ko'rsatmalar bilan elektron pochta xabarini yubordik:
zu: Sithumele I-imeyili enemiyalelo yokuthi ungayithola kanjani kabusha iphasiwedi ku:

source: Check Email
am: ኢሜል ይመልከቱ
as: ইমেইল পৰীক্ষা কৰক
bg: Провери имейла
cy: Gwiriwch E-bost
et: Kontrolli E-posti
eu: Egiaztatu E-posta
fil: Suriin ang Email
gu: ઈમેલ ચેક કરો
hy: Ստուգեք էլ․փոստը
is: Athugaðu tölvupóst
ka: შეამოწმეთ ელ.ფოსტა
kk: Электрондық поштаны тексеру
km: ត្រួត​ពិ​និ​ត្រ​អ៊ី​ម៉ែ​ល
kn: ಇಮೇಲ್ ತನಿಖೆಮಾಡಿ
ky: Электрондук почтаны текшерүү
lo: ກວດເບິ່ງອີເມວ
mk: Провери е-мејл
ml: ഇമെയിൽ പരിശോധിക്കുക
mn: И-мэйлээ шалгах
my: အီးမေးလ်ကို စစ်ဆေးပြီးစစ်ဆေးပါ
or: ଇମେଲ୍ ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਈਮੇਲ ਚੈੱਕ ਕਰੋ
ps: بریښنالیک چک کړئ
si: ඊමේල් පණිවිඩයක් පටන් ගන්න
sl: Preveri e-pošto
ta: மின்னஞ்சலைச் சரிபார்க்கவும்
te: ఇమెయిల్‌ని చూడండి
tt: Электрон почтаны тикшерегез
uz: Elektron Pochtani Tekshiring
zu: Hlola I-imeyili

source: Close
am: ዝጋ
as: বন্ধ কৰক
bg: Затвори
cy: Cau
et: Sulge
eu: Itxi
fil: Isara
gu: બંધ કરો
hy: Փակել
is: Loka
ka: დახურვა
kk: Жабу
km: បិទ
kn: ಮುಚ್ಚಿ
ky: Жабуу
lo: ປິດ
mk: Затвори
ml: ക്ലോസ്
mn: Хаах
my: ပိတ်ရန်
or: ବନ୍ଦ କରନ୍ତୁ
pa: ਬੰਦ ਕਰੋ
ps: بند کړئ
si: වසන්න
sl: Zapri
ta: மூடு
te: మూసివేయండి
tt: Ябарга
uz: Yopish
zu: Vala

# enterEmail
source: Please enter your email address below to receive password Reset Link.
am: የይለፍ ቃል ዳግም ማቀናበር አገናኝ ለመቀበል ከዚህ በታች ያለውን የኢሜል አድራሻዎን ያስገቡ።
as: পাসৱৰ্ড ৰিছেট লিংক পোৱাৰ বাবে আপোনাৰ ইমেইল ঠিকনা তলত দাখিল কৰক।
bg: Моля, въведете вашия имейл адрес по-долу, за да получите линк за нулиране на паролата.
cy: Rhowch eich cyfeiriad e-bost isod i dderbyn Dolen Ailosod Cyfrinair.
et: Palun sisestage oma e-posti aadress parooli lähtestamise lingi saamiseks.
eu: Mesedez, sartu zure posta elektronikoa behean pasahitza berrezartzeko esteka jasotzeko.
fil: Mangyaring ipasok ang iyong email address sa ibaba upang makatanggap ng link sa Pag-reset ng Password.
gu: કૃપા કરીને પાસવર્ડ રીસેટ લિંક મેળવવા માટે નીચે તમારું ઈમેલ સરનામું દાખલ કરો.
hy: Խնդրում ենք մուտքագրեք ձեր էլ․փոստի հասցեն գաղտնաբառը վերականգնելու հղումը ստանալու համար։
is: Vinsamlegast sláðu inn tölvupóstfang þitt hér að neðan til að fá lykilorðs endurstillingarlink.
ka: გთხოვთ შეიყვანეთ თქვენი ელ.ფოსტის მისამართი ქვემოთ, რათა მიიღოთ პაროლის აღდგენის ბმული.
kk: Құпия сөзді қалпына келтіру сілтемесін алу үшін төмендегі электрондық пошта мекенжайыңызды енгізіңіз.
km: សូមបញ្ចូលអាសយដ្ឋានអ៊ីមែលរបស់អ្នកខាងក្រោមដើម្បីទទួលបានពាក្យសម្ងាត់កំណត់តំណឡើងវិញ.
kn: ಪಾಸ್ವರ್ಡ್ ರೀಸೆಟ್ ಲಿಂಕ್ ಪಡೆಯಲು ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ky: Сураныч, төмөндө электрондук почтаңызды киргизиңиз, анда сырсөздү калыбына келтирүү шилтемесин аласыз.
lo: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວຂອງທ່ານຂ້າງລຸ່ມນີ້ເພື່ອຮັບລະຫັດຜ່ານ Reset Link.
mk: Ве молиме внесете ја вашата е-мејл адреса подолу за да примите линк за ресетирање на лозинката.
ml: പാസ്‌വേഡ് റീസെറ്റ് ലിങ്ക് സ്വീകരിക്കുന്നതിന് ദയവായി നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക.
mn: Нууц үгээ дахин тохируулах холбоосыг хүлээн авахын тулд доорх и-мэйл хаягаа оруулна уу.
my: စကားဝှက်အီးမေးလ်ကို ရရှိရန်အောက်ကိုဖြည့်ပါ
or: ଦୟାକରି ନିମ୍ନରେ ଆପଣଙ୍କର ଇମେଲ୍ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ ଯାହାକି ପାସୱାର୍ଡ ପୁନଃସେଟ୍ ଲିଙ୍କ୍ ପାଇବେ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਹੇਠਾਂ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ।
ps: لطفا خپل بریښنالیک آدرس لاندې دننه کړئ ترڅو د پاسورډ ریسیټ لینک ترلاسه کړئ.
si: මුරපදය පිළිබඳව යළි සත්‍යාපනය ලබා ගැනීමට කරුණාකර පහත ඊමේල් ලිපිනය ඇතුළත් කරන්න.
sl: Prosimo, vnesite svoj e-poštni naslov spodaj, da prejmete povezavo za ponastavitev gesla.
ta: கடவுச்சொல்லை மீட்டெடுக்க மின்னஞ்சல் முகவரியை கீழே உள்ளிடவும்.
te: పాస్‌వర్డ్ రీసెట్ లింక్‌ను స్వీకరించడానికి దయచేసి మీ ఇమెయిల్ చిరునామాను క్రింద నమోదు చేయండి.
tt: Зинһар, парольне яңарту сылтамасын алу өчен электрон почта адресыгызны кертегез.
uz: Parolni Qayta Tiklash Havolasini olish uchun quyida elektron pochta manzilingizni kiriting.
zu: Sicela ufake ikheli lakho le-imeyili ngezansi ukuze uthole ikhonkco Yokusetha kabusha iphasiwedi.

# sendLink
source: Send Reset Link
am: የዳግም ማቀናበር አገናኝ ላክ
as: ৰিছেট লিংক প্ৰেৰণ কৰক
bg: Изпрати линк за нулиране
cy: Anfon Dolen Ailosod
et: Saada Lähtestamislink
eu: Bidali Berrezarri Esteka
fil: Ipadala ang Link sa Pag-reset
gu: રીસેટ લિંક મોકલો
hy: Ուղարկել վերականգնման հղում
is: Senda endurstillingarlink
ka: გაგზავნეთ აღდგენის ბმული
kk: Сілтеме жіберу
km: ផ្ញើតំណកំណត់ឡើងវិញ
kn: ರೀಸೆಟ್ ಲಿಂಕ್ ಕಳುಹಿಸಿ
ky: Калыбына келтирүү шилтемесин жөнөтүү
lo: ສົ່ງລິ້ງຣີເຊັດ
mk: Испрати линк за ресетирање
ml: റീസെറ്റ് ലിങ്ക് അയയ്ക്കുക
mn: Дахин тохируулах холбоос илгээх
my: ရွေးချယ်ပါသောလင့်ခ်ရန်စာတင်ရန်
or: ପୁନଃସେଟ୍ ଲିଙ୍କ୍ ପଠାନ୍ତୁ
pa: ਰੀਸੈਟ ਲਿੰਕ ਭੇਜੋ
ps: د ریسیټ لینک واستوئ
si: නිදහස් යෝජනා යෙදුමක් ලබාගැනීමට පත්කරන්න
sl: Pošlji povezavo za ponastavitev
ta: மீட்டெடுக்கும் இணையத்தை அனுப்பு
te: రీసెట్ లింక్ పంపండి
tt: Яңарту сылтамасын җибәрергә
uz: Qayta Tiklash Havolasini Yuborish
zu: Thumela Ikhodi Yokusetha Kabusha

# emailText
source: Email
am: ኢሜል
as: ইমেইল
bg: Имейл
cy: E-bost
et: E-post
eu: E-posta
gu: ઈમેલ
hy: Էլ․փոստ
is: Tölvupóstur
ka: ელ.ფოსტა
kk: Электрондық пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್
ky: Электрондук почта
lo: ອີເມວ
mk: Е-мејл
ml: ഇമെയിൽ
mn: И-мэйл
my: အီးမေးလ်
or: ଇମେଲ୍
pa: ਈਮੇਲ
ps: بریښنالیک
si: විද්යුත් තැපෑල
sl: E-pošta
ta: மின்னஞ்சல்
te: ఇమెయిల్
tt: Электрон почта
uz: Elektron Pochta
zu: I-imeyili

source: Password
am: ይለፍ ቃል
as: পাসৱৰ্ড
bg: Парола
cy: Cyfrinair
et: Parool
eu: Pasahitza
gu: પાસવર્ડ
hy: Գաղտնաբառ
is: Lykilorð
ka: პაროლი
kk: Құпия сөз
km: ពាក្យសម្ងាត់
kn: ಪಾಸ್ವರ್ಡ್
ky: Пароль
lo: ລະຫັດຜ່ານ
mk: Лозинка
ml: പാസ്‌വേഡ്
mn: Нууц үг
my: စကားဝှက်
or: ପାସୱାର୍ଡ
pa: ਪਾਸਵਰਡ
ps: پټنوم
si: මුරපදය
sl: Geslo
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
tt: Пароль
uz: Parol
zu: Iphasiwedi
