Repository: xainatechpvtltd/AfnoLedger
Catalog: lib/l10n/intl_*.arb
Languages: am, as, bg, cy, et, eu, fil, gu, hy, is, ka, kk, km, kn, ky, lo, mk, ml, mn, my, or, pa, ps, si, sl, ta, te, tt, uz, zu

# addProduct
source: Please Add A Product
am: እባክዎን ምርት ያክሉ
as: অনুগ্ৰহ কৰি পণ্য যোগ কৰক
bg: Моля, добави продукт
cy: Ychwanegu Cynnyrch
eu: Mesedez, gehitu produktu bat
fil: Mangyaring Magdagdag ng Produkto
gu: કૃપા કરીને ઉત્પાદન ઉમેરો
hy: Խնդրում ենք ավելացնել ապրանք
is: Vinsamlegast bætið við vöru
ka: გთხოვთ დაამატეთ პროდუქტი
kk: Өнім қосыңыз
km: សូមបន្ថែមផលិតផលមួយ។
kn: ದಯವಿಟ್ಟು ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಿ
ky: Сураныч, продукт кошуңуз
lo: ກະລຸນາເພີ່ມຜະລິດຕະພັນ
mk: Ве молиме додај производ
ml: ദയവായി ഒരു ഉൽപ്പന്നം ചേർക്കുക
mn: Бүтээгдэхүүн нэмнэ үү
my: ကုန်ပစ္စည်းထည့်ပါရန်
or: ଦୟାକରି ଏକ ଉତ୍ପାଦ ଯୋଡନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਉਤਪਾਦ ਜੋੜੋ
ps: لطفا یو محصول اضافه کړئ
si: කරුණාකර නිෂ්පාතයක් එක් කරන්න
sl: Prosimo, dodajte izdelek
ta: தயவுசெய்து பொருளைச் சேர்க்கவும்
te: దయచేసి ఉత్పత్తిని జోడించండి
tt: Зинһар, продукт өстәгез
uz: Iltimos, Mahsulot Qo'shing
zu: Sicela Uengeze Umkhiqizo

source: Update Product
am: ምርት አዘምን
as: পণ্য আপডেট কৰক
bg: Актуализирай продукт
cy: Diweddaru Cynnyrch
eu: Eguneratu Produktua
fil: I-update ang Produkto
gu: ઉત્પાદન અપડેટ કરો
hy: Թարմացնել ապրանքը
is: Uppfæra vöru
ka: პროდუქტის განახლება
kk: Өнімді жаңарту
km: ធ្វើបច្ចុប្បន្នភាពផលិតផល
kn: ಉತ್ಪನ್ನವನ್ನು ನವೀಕರಿಸಿ
ky: Продуктту жаңыртуу
lo: ອັບເດດຜະລິດຕະພັນ
mk: Ажурирај производ
ml: ഉൽപ്പന്നം അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Бүтээгдэхүүнийг шинэчлэх
my: ကုန်ပစ္စည်းအပ်ဒိတ်ပြုရန်
or: ଉତ୍ପାଦ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਉਤਪਾਦ ਅਪਡੇਟ ਕਰੋ
ps: محصول تازه کړئ
si: නිෂ්පාතය යාවත්කාලීන කරන්න
sl: Posodobi izdelek
ta: பொருளைப் புதுப்பிக்கவும்
te: ఉత్పత్తిని నవీకరించండి
tt: Продуктны яңартырга
uz: Mahsulotni Yangilash
zu: Buyekeza Umkhiqizo

source: Sale Price
am: የሽያጭ ዋጋ
as: বিক্ৰী মূল্য
bg: Продажна цена
cy: Pris Gwerthu
eu: Salmenta prezioa
fil: Presyo ng Pagbebenta
gu: વેચાણ કિંમત
hy: Վաճառքի գին
is: Söluverð
ka: გაყიდვის ფასი
kk: Сатып алу бағасы
km: តំលៃ​លក់
kn: ಮಾರಾಟ ಬೆಲೆ
ky: Сатуу баасы
lo: ລາຄາຂາຍ
mk: Продажна цена
ml: വിൽപന വില
mn: Зах зээлийн үнэ
my: ရောင်းစျေး
or: ବିକ୍ରୟ ମୂଲ୍ୟ
pa: ਵਿਕਰੀ ਮੁੱਲ
ps: پلور نرخ
si: මිලියනය කිරීමේ මිල
sl: Prodajna cena
ta: விற்பனை விலை
te: అమ్మకపు ధర
tt: Сату бәясе
uz: Sotish Narxi
zu: Intengo Yokuthengisa

source: Profile
am: መገለጫ
as: প্ৰোফাইল
bg: Профил
cy: Proffil
eu: Profila
gu: પ્રોફાઇલ
hy: Պրոֆիլ
is: Prófíl
ka: პროფილი
kk: Профиль
km: ប្រវត្តិរូប
kn: ಪ್ರೊಫೈಲ್
ky: Профиль
lo: ໂປຣໄຟລ໌
mk: Профил
ml: പ്രൊഫൈൽ
mn: Профайл
my: ကိုယ်ရေးအကျဉ်း
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
ps: پروفایل
si: පැතිකඩ
sl: Profil
ta: சுயவிவரம்
te: ప్రొఫైల్
tt: Профиль
uz: Profil
zu: Iphrofayela

source: Edit
am: አርትዕ
as: সম্পাদনা কৰক
bg: Редактирай
cy: Golygu
eu: Editatu
fil: I-edit
gu: સંપાદિત કરો
hy: Խմբագրել
is: Breyta
ka: რედაქტირება
kk: Өңдеу
km: កែសម្រួល
kn: ಸಂಪಾದಿಸಿ
ky: Түзөтүү
lo: ແກ້ໄຂ
mk: Уреди
ml: എഡിറ്റ് ചെയ്യുക
mn: Засварлах
my: ပြင်ဆင်ပါ
or: ସଂପାଦନ
pa: ਸੰਪਾਦਿਤ ਕਰੋ
ps: ایډیټ
si: සංස්කරණය කරන්න
sl: Uredi
ta: திருத்து
te: సవరించు
tt: Үзгәртергә
uz: Tahrirlash
zu: Hlela

# businessCat
source: Business Category
am: የንግድ ምድብ
as: ব্যৱসায়িক শ্ৰেণী
bg: Категория бизнес
cy: Categori Busnes
eu: Enpresa kategoria
fil: Kategorya ng Negosyo
gu: બિઝનેસ કેટેગરી
hy: Բիզնեսի կատեգորիա
is: Viðskiptaflokkur
ka: ბიზნეს კატეგორია
kk: Бизнес санаты
km: ប្រភេទអាជីវកម្ម
kn: ವ್ಯಾಪಾರ ವರ್ಗ
ky: Бизнес категориясы
lo: ປະເພດທຸລະກິດ
mk: Бизнис категорија
ml: ബിസിനസ് വിഭാഗം
mn: Бизнесийн ангилал
my: လုပ်ငန်းအမျိုးအစား
or: ବ୍ୟାପାର ଶ୍ରେଣୀ
pa: ਵਿਜਨੇਸ ਸ਼੍ਰੇਣੀ
ps: سوداګریز کټګوري
si: ව්‍යාපෘතියේ ප්‍රධාන ප්‍රවේශය
sl: Poslovna kategorija
ta: வணிக வகை
te: వ్యాపార వర్గం
tt: Бизнес категориясе
uz: Biznes Kategoriyasi
zu: Igatsha Lebhizinisi

source: Language
am: ቋንቋ
as: ভাষা
bg: Език
cy: Iaith
eu: Hizkuntza
fil: Wika
gu: ભાષા
hy: Լեզու
is: Tungumál
ka: ენა
kk: Тіл
km: ភាសា
kn: ಭಾಷೆ
ky: Тил
lo: ພາສາ
mk: Јазик
ml: ഭാഷ
mn: Хэл
my: ဘာသာစကား
or: ଭାଷା
pa: ਭਾਸ਼ਾ
ps: ژبه
si: භාෂාව
sl: Jezik
ta: மொழி
te: భాష
tt: Тел
uz: Til
zu: Ulimi

source: Change Password
am: የይለፍ ቃል ቀይር
as: পাছৱাৰ্ড সলনি কৰক
bg: Смени парола
cy: Newid Cyfrinair
eu: Aldatu pasahitza
fil: Baguhin ang Password
gu: પાસવર્ડ બદલો
hy: Փոխել գաղտնաբառը
is: Breyta lykilorði
ka: პაროლის შეცვლა
kk: Құпия сөзді өзгерту
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಿಸಿ
ky: Парольду өзгөртүү
lo: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ
mk: Промени лозинка
ml: പാസ്‌വേഡ് മാറ്റുക
mn: Нууц үгээ солих
my: စကားဝှက်ပြောင်းရန်
or: ପାସୱାର୍ଡ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਬਦਲੋ
ps: پټنوم بدل کړئ
si: මුරපදය වෙනස් කරන්න
sl: Spremeni geslo
ta: கடவுச்சொல்லை மாற்று
te: పాస్‌వర్డ్ మార్చండి
tt: Парольне үзгәртергә
uz: Parolni O'zgartirish
zu: Shintsha Iphasiwedi

# updateProfile
source: Update Your Profile
am: መገለጫዎን አዘምኑ
as: আপোনাৰ প্ৰোফাইল আপডেট কৰক
bg: Актуализирай своя профил
cy: Diweddaru Eich Proffil
eu: Eguneratu zure profila
fil: I-update ang Iyong Profile
gu: તમારી પ્રોફાઇલ અપડેટ કરો
hy: Թարմացնել ձեր պրոֆիլը
is: Uppfæra prófíl þitt
ka: თქვენი პროფილის განახლება
kk: Профильіңізді жаңартыңыз
km: ធ្វើបច្ចុប្បន្នភាពប្រវត្តិរូបរបស់អ្នក។
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನವೀಕರಿಸಿ
ky: Профилиңизди жаңыртыңыз
lo: ອັບເດດໂປຣໄຟລ໌ຂອງເຈົ້າ
mk: Ажурирај го твојот профил
ml: നിങ്ങളുടെ പ്രൊഫൈൽ അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Профайлаа шинэчлэх
my: သင်၏ကိုယ်ရေးအကျဉ်းပြုပြီးပြောင်းလဲရန်
or: ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ୍ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਅਪਡੇਟ ਕਰੋ
ps: خپل پروفایل تازه کړئ
si: ඔබගේ විස්තර යාවත්කාලීන කරන්න
sl: Posodobi svoj profil
ta: உங்கள் சுயவிவரத்தை புதுப்பிக்கவும்
te: మీ ప్రొఫైల్‌ని నవీకరించండి
tt: Профилегезне яңартыгыз
uz: Profilingizni Yangilang
zu: Buyekeza Iphrofayela Yakho

# businessName
source: Company & Business Name
am: ኩባንያ እና የንግድ ስም
as: কোম্পানী আৰু ব্যৱসায়ৰ নাম
bg: Име на компанията и бизнеса
cy: Enw'r Cwmni a'r Busnes
eu: Enpresa eta Enpresa Izena
fil: Pangalan ng Kumpanya at Negosyo
gu: કંપની અને બિઝનેસ નામ
hy: Ընկերություն և բիզնեսի անուն
is: Fyrirtæki & viðskiptaheiti
ka: კომპანია და ბიზნესის სახელი
kk: Компания және бизнес атауы
km: ឈ្មោះក្រុមហ៊ុន និងអាជីវកម្ម
kn: ಕಂಪೇನಿ ಮತ್ತು ವ್ಯಾಪಾರ ಹೆಸರು
ky: Компания жана бизнес аталышы
lo: ຊື່ບໍລິສັດ ແລະທຸລະກິດ
mk: Име на компанија и бизнис
ml: കമ്പനിയുടെയും ബിസിനസ്സിന്റെയും പേര്
mn: Компанийн болон бизнесийн нэр
my: ကုန်ပစ္စည်းကုမ္ပဏီနာမည်
or: କମ୍ପାନୀ ଏବଂ ବ୍ୟାପାର ନାମ
pa: ਕੰਪਨੀ ਅਤੇ ਕਾਰੋਬਾਰ ਦਾ ਨਾਮ
ps: شرکت او سوداګریز نوم
si: කාමියෝගිකයේ සම්පුර්ණ නම හා ව්‍යාපෘතිය
sl: Ime podjetja in posla
ta: கம்பெனி மற்றும் வணிக பெயர்
te: కంపెనీ & వ్యాపార పేరు
tt: Компания һәм бизнес исеме
uz: Kompaniya va Biznes Nomi
zu: Ibhizinisi & Igama Lebhizinisi

source: Add Purchase
am: ግዢ አክል
as: পৰচেজ যোগ কৰক
bg: Добави покупка
cy: Ychwanegu Pryniant
eu: Erosiketa gehitu
fil: Magdagdag ng Pagbili
gu: ખરીદી ઉમેરો
hy: Ավելացնել գնում
is: Bæta við innkaupum
ka: შესყიდვის დამატება
kk: Сатып алу қосу
km: បន្ថែមការទិញ
kn: ಖರೀದಿ ಸೇರಿಸಿ
ky: Сатып алуу кошуу
lo: ເພີ່ມການຊື້
mk: Додај купување
ml: വാങ്ങൽ ചേർക്കുക
mn: Худалдан авалт нэмэх
my: ဝယ်ယူမည့်အရေအတွက်ထည့်ပါ
or: କ୍ରୟ ଯୋଡନ୍ତୁ
pa: ਖਰੀਦ ਜੋੜੋ
ps: پیرود اضافه کړئ
si: මිලදී ගැනීමක් එක් කරන්න
sl: Dodaj nakup
ta: வாங்கியதைச் சேர்க்கவும்
te: కొనుగోలు జోడించండి
tt: Сатып алулар өстә
uz: Sotib Olishni Qo'shish
zu: Engeza Ukuthenga

# inv
source: Inv No
am: ኢንቭ ቁጥር
as: ইনভ। নং
bg: № на фактурата
cy: Rhif Anfoneb
eu: Faktura zk.
fil: Inv
gu: ઇન્વ નં.
hy: Հաշիվ-ապրանքագիր №
is: Reikningsnr.
ka: ინვ. ნო.
kk: Инв №
kn: ಚಲಾವಣೆ ಸಂಖ್ಯೆ
ky: Инв No.
mk: Бр. фактура
ml: ഇൻവോയ്സ് നമ്പർ
mn: Нэхэмжлэлийн дугаар
my: ငွေတောင်းခံရန်နံပါတ်
or: ଚାଳାନ ନଂ.
pa: ਇਨਵੌਇਸ ਨੰਬਰ:
ps: انوائس شمیره
si: පිවිසුම අංකය
sl: Št. računa
ta: மொத்த எண்
te: ఇన్వాయిస్ నెం.
tt: Счет №
uz: Inv Raqami
zu: Inombolo Ye-Inv.

source: Supplier Name
am: የአቅራቢ ስም
as: সাপ্লায়াৰ নাম
bg: Име на доставчика
cy: Enw'r Cyflenwr
et: Tarnija Nimi
eu: Hornitzailearen izena
fil: Pangalan ng Supplier
gu: સપ્લાયર નામ
hy: Մատակարարի անուն
is: Birgjandi
ka: მომწოდებლის სახელი
kk: Тапсырыс берушінің аты
km: ឈ្មោះ​ក្រុមហ៊ុន​ផ្គត់ផ្គង់
kn: ಸರಬರಾಜುಗಾರ ಹೆಸರು
ky: Камсыздоочунун аты
lo: ຊື່​ຜູ້​ຜະ​ລິດ
mk: Име на добавувач
ml: സപ്ലയർ പേര്
mn: Нэхэмжлэгчийн нэр
my: ကုန်သည်အမည်
or: ସପ୍ଲାୟର୍ ନାମ
pa: ਸਪਲਾਇਰ ਦਾ ਨਾਮ
ps: د تامین کوونکي نوم
si: සහයෝගයේ නම
sl: Ime dobavitelja
ta: விற்பனையாளரின் பெயர்
te: సరఫరాదారు పేరు
tt: Тәэмин итүче исеме
uz: Yetkazib Beruvchi Nomi
zu: Igama Lomhlinzeki

source: Item Added
am: ዕቃ ተጨመረ
as: আইটেম যোগ কৰা হৈছে
bg: Артикул добавен
cy: Eitem Ychwanegwyd
et: Ese lisatud
eu: Artikulua gehitu da
fil: Item Idinagdag
gu: આઇટમ ઉમેર્યું
hy: Իտեմը ավելացվել է
is: Vara bætt við
ka: პროდუქტი დამატებულია
kk: Өнім қосылды
km: ធាតុត្រូវបានបន្ថែម
kn: ಐಟಂ ಸೇರಿಸಲಾಗಿದೆ
ky: Товар кошулду
lo: ເພີ່ມລາຍການແລ້ວ
mk: Производ додаден
ml: ഇനം ചേർത്തു
mn: Зүйл нэмэгдсэн
my: ပစ္စည်းထည့်သွင်းပြီးပြီ
or: ଆଇଟମ୍ ଯୋଡାଯାଇଛି
pa: ਆਈਟਮ ਜੋੜਿਆ ਗਿਆ
ps: آیټم اضافه شو
si: අයිතමය එක් කරන ලදී
sl: Izdelek dodan
ta: பொருள் சேர்க்கப்பட்டது
te: అంశం జోడించబడింది
tt: Элемент өстәлде
uz: Mahsulot Qo'shildi
zu: Into Yengetwe

source: Add Items
am: ዕቃ አክል
as: আইটেম যোগ কৰক
bg: Добави артикули
cy: Ychwanegu Eitemau
et: Lisa Esemeid
eu: Artikuluak gehitu
fil: Magdagdag ng Mga Item
gu: આઇટમ ઉમેરો
hy: Ավելացնել իրեր
is: Bæta við vörum
ka: პროდუქტების დამატება
kk: Өнімдерді қосу
km: បន្ថែមធាតុ
kn: ಐಟಂಗಳನ್ನು ಸೇರಿಸಿ
ky: Товар кошуу
lo: ເພີ່ມລາຍການ
mk: Додај производи
ml: ഇനങ്ങൾ ചേർക്കുക
mn: Зүйлс нэмэх
my: ပစ္စည်းများထည့်ပါ
or: ଆଇଟମ୍ ଯୋଡନ୍ତୁ
pa: ਆਈਟਮ ਜੋੜੋ
ps: آیټمونه اضافه کړئ
si: අයිතම එක් කරන්න
sl: Dodaj izdelke
ta: பொருட்களைச் சேர்க்கவும்
te: అంశాలను జోడించండి
tt: Элементлар өстә
uz: Mahsulotlarni Qo'shish
zu: Engeza Izinto

source: Sub Total
am: ጠቅላላ ድምር
as: সাব টোটেল
bg: Междусума
cy: Is-gyfanswm
et: Vahesumma
eu: Azpiko guztira
fil: Kabuuan
gu: કુલ કિંમત
hy: Ընդհանուր գումար
is: Milliupphæð
ka: ნაწილობრივი ჯამი
kk: Жалпы сома
km: សរុបរង
kn: ಉಪಮೊತ್ತ
ky: Жалпы жыйынтык
lo: ທັງໝົດຍ່ອຍ
mk: Меѓувкупно
ml: സബ് ടോട്ടൽ
mn: Нийт дүн
my: စုစုပေါင်းကျသင့်ငွေ
or: ଉପମୋଟ
pa: ਕੁੱਲ
ps: سوب ټوټل
si: අඩු එකතුව
sl: Vmesni znesek
ta: துணை மொத்தம்
te: మొత్తం మొత్తం
tt: Промежуточный сумма
uz: Jami
zu: Inani Eliphelele

source: Return Amount
am: የተመላሽ መጠን
as: ফিৰতি পৰিমাণ
bg: Сума за връщане
cy: Swm Dychwelyd
et: Tagastatav Summa
eu: Itzulketa zenbatekoa
fil: Halagang Ibabalik
gu: રિટર્ન રકમ
hy: Վերադարձվող գումար
is: Endurgreiðsla
ka: დაბრუნების თანხა
kk: Алып келу сомасы
km: ចំនួនទឹកប្រាក់ត្រឡប់មកវិញ
kn: ಮರಳು ಮೊತ್ತ
ky: Кайтаруу суммасы
lo: ຈໍານວນຄືນ
mk: Износ за враќање
ml: തിരികെ നൽകേണ്ട തുക
mn: Буцаах дүн
my: ပြန်အမ်းငွေ
or: ଫେରତ ରାଶି
pa: ਵਾਪਸੀ ਰਕਮ
ps: د بیرته ستنیدو مقدار
si: සෙවුම් මුදල
sl: Znesek vračila
ta: திரும்ப வரும் தொகை
te: రిటర్న్ మొత్తం
tt: Кире кайтару суммасы
uz: Qaytarish Miqdori
zu: Inani Lokubuyisela

# chooseSupplier
source: Choose a Supplier
am: አቅራቢ ይምረጡ
as: এটা সাপ্লায়াৰ বাচনি কৰক
bg: Избери доставчик
cy: Dewis Cyflenwr
et: Vali Tarnija
eu: Aukeratu hornitzaile bat
fil: Pumili ng Supplier
gu: સપ્લાયર પસંદ કરો
hy: Ընտրել մատակարար
is: Veldu birgja
ka: აირჩიეთ მომწოდებელი
kk: Тапсырыс берушіні таңдау
km: ជ្រើសរើសអ្នកផ្គត់ផ្គង់
kn: ಒಂದು ಸರಬರಾಜುಗಾರನ್ನು ಆರಿಸಿ
ky: Камсыздоочуну тандаңыз
lo: ເລືອກຜູ້ສະຫນອງ
mk: Избери добавувач
ml: ഒരു സപ്ലയർ തിരഞ്ഞെടുക്കുക
mn: Нэхэмжлэгч сонгох
my: ကုန်သည်ရွေးချယ်ပါ
or: ଏକ ସପ୍ଲାୟର୍ ବାଛନ୍ତୁ
pa: ਇੱਕ ਸਪਲਾਇਰ ਚੁਣੋ
ps: یو تامین کوونکی غوره کړئ
si: සහයෝගයක් තෝරන්න
sl: Izberi dobavitelja
ta: ஒரு விற்பனையாளரைத் தேர்ந்தெடுக்கவும்
te: సరఫరాదారును ఎంచుకోండి
tt: Тәэмин итүчегә сайлагыз
uz: Yetkazib Beruvchini Tanlang
zu: Khetha Umhlinzeki

# noSupplier
source: No Supplier Available
am: ምንም አቅራቢ የለም
as: কোনো সাপ্লায়াৰ উপলব্ধ নাই
bg: Няма налични доставчици
cy: Dim Cyflenwyr Ar Gael
et: Tarnijat pole saadaval
eu: Ez dago hornitzailerik eskuragarri
fil: Walang Magagamit na Supplier
gu: કોઈ સપ્લાયર ઉપલબ્ધ નથી
hy: Չկա մատակարար
is: Enginn birgir til staðar
ka: მომწოდებელი არ არის ხელმისაწვდომი
kk: Қолжетімді тапсырыс беруші жоқ
km: មិនមានអ្នកផ្គត់ផ្គង់ទេ។
kn: ಯಾವುದೇ ಸರಬರಾಜುಗಾರ ಲಭ್ಯವಿಲ್ಲ
ky: Камсыздоочу жок
lo: ບໍ່ມີຜູ້ສະໜອງໃຫ້
mk: Нема достапни добавувачи
ml: സപ്ലയർ ലഭ്യമല്ല
mn: Нэхэмжлэгч байхгүй
my: ရရှိနိုင်သောကုန်သည်မရှိပါ
or: କୌଣସି ସପ୍ଲାୟର୍ ଉପଲବ୍ଧ ନାହିଁ
pa: ਕੋਈ ਸਪਲਾਇਰ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ps: هیڅ تامین کوونکی شتون نلري
si: ප්‍රයෝජනවත් සපයන්නේ නැත
sl: Dobavitelj ni na voljo
ta: விற்பனையாளர் கிடைக்கவில்லை
te: సరఫరాదారు అందుబాటులో లేదు
tt: Тәэмин итүче юк
uz: Yetkazib Beruvchi Mavjud Emas
zu: Akunakho Umhlinzeki Otholakalayo

source: Sales Details
am: የሽያጭ ዝርዝሮች
as: বিক্ৰীৰ বিৱৰণ
bg: Детайли за продажбите
cy: Manylion Gwerthiant
et: Müügidetailid
eu: Salmenta xehetasunak
fil: Mga Detalye ng Benta
gu: વેચાણ વિગતો
hy: Վաճառքի մանրամասներ
is: Sölutæknilegar upplýsingar
ka: გაყიდვების დეტალები
kk: Сатып алу туралы мәліметтер
km: ព័ត៌មានលម្អិតអំពីការលក់
kn: ಮಾರಾಟದ ವಿವರಗಳು
ky: Сатуу деталдары
lo: ລາຍລະອຽດການຂາຍ
mk: Детали за продажба
ml: വില്പന വിശദാംശങ്ങൾ
mn: Борлуулалтын дэлгэрэнгүй
my: အေရာင်းအဝယ်အသေးစိတ်
or: ବିକ୍ରୟ ବିବରଣୀ
pa: ਸੇਲਜ਼ ਵੇਰਵੇ
ps: د پلور جزییات
si: විකුණුම් විස්තර
sl: Podrobnosti prodaje
ta: விற்பனை விவரங்கள்
te: అమ్మకాల వివరాలు
tt: Сатулар мәгълүматлары
uz: Sotish Detallari
zu: Imininingwane Yokuthengisa

source: Edit Purchase Invoice
am: የግዢ ደረሰኝ አርትዕ ያድርጉ
as: পৰচেজ ইনভইচ সম্পাদনা কৰক
bg: Редактирай фактура за покупка
cy: Golygu Anfoneb Prynu
et: Muuda Ostuarvet
eu: Editatu erosketa faktura
fil: I-edit ang Invoice sa Pagbili
gu: ખરીદી ઇન્વોઇસ સંપાદિત કરો
hy: Խմբագրել գնման հաշիվ-ապրանքագիրը
is: Breyta innkaupa reikningi
ka: შესყიდვის ინვოისის რედაქტირება
kk: Сатып алу счетін өңдеу
km: កែសម្រួលវិក្កយបត្រទិញ
kn: ಖರೀದಿ ಚಲಾವಣೆಯನ್ನು ಸಂಪಾದಿಸಿ
ky: Сатып алуу инвойсун түзөтүү
lo: ແກ້ໄຂໃບສັ່ງຊື້
mk: Уреди фактура за набавка
ml: വാങ്ങൽ ഇൻവോയ്സ് എഡിറ്റ് ചെയ്യുക
mn: Худалдан авалтын нэхэмжээг засварлах
my: ဝယ်ယူရန်ငွေတောင်းတင်မည့်စာရင်းပြင်ဆင်ပါ
or: କ୍ରୟ ଚାଳାନ ସଂପାଦନ କରନ୍ତୁ
pa: ਖਰੀਦ ਇਨਵੌਇਸ ਸੰਪਾਦਿਤ ਕਰੋ
ps: د پیرود انوائس ایډیټ کړئ
si: මිලදී ගැනීමේ ප්‍රවාහනය සංස්කරණය කරන්න
sl: Uredi nakupni račun
ta: வாங்கிய விலைப்பட்டியலைத் திருத்து
te: కొనుగోలు ఇన్వాయిస్‌ను సవరించండి
tt: Сатып алу счетын үзгәртергә
uz: Sotib Olish Invoyisini Tahrirlash
zu: Hlela I-Invoice Yokuthengwa

source: Purchase List
am: የግዢ ዝርዝር
as: পৰচেজ তালিকা
bg: Списък с покупки
cy: Rhestr Pryniannau
et: Ostude Nimekiri
eu: Erosketa zerrenda
fil: Listahan ng Pagbili
gu: ખરીદી યાદી
hy: Գնումների ցուցակ
is: Innkaupalisti
ka: შესყიდვების სია
kk: Сатып алу тізімі
km: បញ្ជីទិញ
kn: ಖರೀದಿ ಪಟ್ಟಿ
ky: Сатып алуулардын тизмеси
lo: ລາຍການຊື້
mk: Список на набавки
ml: വാങ്ങൽ പട്ടിക
mn: Худалдан авалтын жагсаалт
my: ဝယ်ယူရန်စာရင်း
or: କ୍ରୟ ତାଲିକା
pa: ਖਰੀਦ ਸੂਚੀ
ps: د پیرود لیست
si: මිලදී ගැනීම් ලැයිස්තුව
sl: Seznam nakupov
ta: வாங்கல் பட்டியல்
te: కొనుగోలు జాబితా
tt: Сатып алу исемлеге
uz: Sotib Olish Ro'yxati
zu: Uhlu Lokuthengwa

# addAPurchase
source: Please Add A Purchase
am: እባክዎን ግዢ ያክሉ
as: দয়া কৰি এখন পৰচেজ যোগ কৰক
bg: Моля, добави покупка
cy: Ychwanegu Pryniant
et: Palun Lisa Ostu
eu: Mesedez, gehitu erosketa bat
fil: Mangyaring Magdagdag ng Pagbili
gu: કૃપા કરીને ખરીદી ઉમેરો
hy: Խնդրում ենք ավելացնել գնում
is: Vinsamlegast bætið við innkaupum
ka: გთხოვთ დაამატეთ შესყიდვა
kk: Сатып алу қосыңыз
km: សូមបន្ថែមការទិញ
kn: ಖರೀದಿ ಸೇರಿಸಿ
ky: Сураныч, сатып алуу кошуңуз
lo: ກະລຸນາເພີ່ມການຊື້
mk: Ве молиме додај набавка
ml: ദയവായി ഒരു വാങ്ങൽ ചേർക്കുക
mn: Худалдан авалт нэмнэ үү
my: ဝယ်ယူရန်မည့်အရေအတွက်ထည့်ပါ
or: ଦୟାକରି ଏକ କ୍ରୟ ଯୋଡନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਖਰੀਦ ਜੋੜੋ
ps: لطفا یو پیرود اضافه کړئ
si: කරුණාකර මිලදී ගැනීමක් එක් කරන්න
sl: Prosimo, dodajte nakup
ta: தயவுசெய்து வாங்கலைச் சேர்க்கவும்
te: దయచేసి కొనుగోలు జోడించండి
tt: Зинһар, сатып алу өстәгез
uz: Iltimos, Sotib Olishni Qo'shing
zu: Sicela Uengeze Ukuthengwa

source: Due Report
am: የዕዳ ሪፖርት
as: বকেয়া প্ৰতিবেদন
bg: Отчет за дължимото
cy: Adroddiad Dyledus
et: Võlgnevuste Aruanne
eu: Zorren txostena
fil: Ulat ng Dapat Bayaran
gu: બાકી રકમ રિપોર્ટ
hy: Պարտքերի հաշվետվություն
is: Skuldaskýrsla
ka: ვალების ანგარიში
kk: Төлемдер туралы есептік
km: របាយការណ៍ផុតកំណត់
kn: ಬಾಕಿ ವರದಿ
ky: Карыз отчету
lo: ບົດລາຍງານຄົບກຳນົດ
mk: Извештај за долгови
ml: കുടിശ്ശിക റിപ്പോർട്ട്
mn: Төлөх дүнгийн тайлан
my: ကျန်ရှိရင်းနှစ်ကျော်ငွေစာရင်း
or: ଅବଶେଷ ରିପୋର୍ଟ
pa: ਬਕਾਇਆ ਰਿਪੋਰਟ
ps: د پور راپور
si: ආපසු විස්තරය
sl: Poročilo o dolgih
ta: நிலுவை அறிக்கை
te: కరెంట్ రిపోర్ట్
tt: Бурычлар отчеты
uz: Qarzdorlik Hisoboti
zu: Umbiko Wokufanele

source: Fully Paid
am: ሙሉ በሙሉ ተከፍሏል
as: সম্পূৰ্ণৰূপে পেইড
bg: Изцяло платено
cy: Wedi'i Dalu'n Llawn
et: Täielikult Makstud
eu: Osorik ordaindua
fil: Bayad na Ngayon
gu: સંપૂર્ણ ચૂકવેલ
hy: Լիովին վճարված
is: Fullgreitt
ka: სრულად გადახდილი
kk: Толық төленді
km: បង់ពេញ
kn: ಸಂಪೂರ್ಣ ಪಾವತಿ
ky: Толугу менен төлөндү
lo: ຈ່າຍເຕັມ
mk: Целосно платено
ml: പൂർണ്ണമായും പേയ്ഡ്
mn: Бүрэн төлөгдсөн
my: အကျနှင့်ငွေပေးချေပြီး
or: ସମ୍ପୂର୍ଣ୍ଣ ଦେଇଦିଆଯାଇଛି
pa: ਪੂਰੀ ਤਰ੍ਹਾਂ ਅਦਾ ਕੀਤਾ ਗਿਆ
ps: بشپړه تادیه شوې
si: සම්පූර්ණයි
sl: Popolnoma plačano
ta: முழுமையாக செலுத்தப்பட்டது
te: పూర్తిగా చెల్లించారు
tt: Тулысынча түләнгән
uz: To'liq To'langan
zu: Sekukhokhelwe Ngokuphelele

source: Still Unpaid
am: አሁንም ያልተከፈለ
as: এখনো অনাদায়ী
bg: Все още неплатено
cy: Dal Ddyledus
et: Veel Maksumata
eu: Oraindik ordaindu gabe
fil: Hindi Pa Bayad
gu: હજુ પણ અચૂકવેલ
hy: Դեռևս չվճարված
is: Enn ógreitt
ka: ჯერ არ არის გადახდილი
kk: Әлі төленбеген
km: នៅតែមិនទាន់បង់ប្រាក់
kn: ಇನ್ನೂ ಪಾವತಿಯಾಗದ
ky: Дагы эле төлөнө элек
lo: ຍັງບໍ່ໄດ້ຮັບຄ່າຈ້າງ
mk: Сè уште неплатено
ml: ഇപ്പോഴും പേയ്‌മെന്റ് നടന്നിട്ടില്ല
mn: Одоо ч төлөөгүй байна
my: ငွေပေးချေမှုမပြန်ဆင်ထားပါ
or: ଅଦ୍ୟାପି ଅଦାୟ
pa: ਹਾਲੇ ਅਦਾ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
ps: لا هم ناپرداخته ده
si: තවමත් ගෙවීමක් නැත
sl: Še vedno neplačano
ta: இன்னும் செலுத்தப்படவில்லை
te: ఇంకా చెల్లించలేదు
tt: Тагын түләнмәгән
uz: Hali To'lanmagan
zu: Kusalela Okungakhokhelwanga

source: Purchase Report
am: የግዢ ሪፖርት
as: পৰচেজ প্ৰতিবেদন
bg: Отчет за покупки
cy: Adroddiad Pryniannau
et: Ostuaruanne
eu: Erosketa txostena
fil: Ulat sa Pagbili
gu: ખરીદી રિપોર્ટ
hy: Գնման հաշվետվություն
is: Innkaupaskýrsla
ka: შესყიდვების ანგარიში
kk: Сатып алу туралы есептік
km: របាយការណ៍ទិញ
kn: ಖರೀದಿ ವರದಿ
ky: Сатып алуу отчету
lo: ລາຍງານການຊື້
mk: Извештај за набавки
ml: വാങ്ങൽ റിപ്പോർട്ട്
mn: Худалдан авалтын тайлан
my: ဝယ်ယူရန်စာရင်း
or: କ୍ରୟ ରିପୋର୍ଟ
pa: ਖਰੀਦ ਰਿਪੋਰਟ
ps: د پیرود راپور
si: මිලදී ගැනීම් වාර්තාව
sl: Poročilo o nakupu
ta: வாங்கல் அறிக்கை
te: కొనుగోలు రిపోర్ట్
tt: Сатып алу отчеты
uz: Sotib Olish Hisoboti
zu: Umbiko Wokuthengwa

# connectPrinter
source: Connect your printer
am: አታሚዎን ያገናኙ
as: আপোনাৰ প্ৰিণ্টাৰ সংযোগ কৰক
bg: Свържи твоя принтер
cy: Cysylltu eich argraffydd
et: Ühendage printer
eu: Konektatu zure inprimagailua
fil: Ikonekta ang iyong printer
gu: તમારું પ્રિન્ટર કનેક્ટ કરો
hy: Կապ հաստատեք տպիչի հետ
is: Tengdu prentara þinn
ka: დააკავშირეთ თქვენი პრინტერი
kk: Принтерге байланыс
km: ភ្ជាប់ម៉ាស៊ីនបោះពុម្ពរបស់អ្នក។
kn: ಪ್ರಿಂಟರ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ
ky: Принтериңизди туташтырыңыз
lo: ເຊື່ອມຕໍ່ເຄື່ອງພິມຂອງທ່ານ
mk: Поврзи го твојот печатач
ml: നിങ്ങളുടെ പ്രിന്റർ കണക്ട് ചെയ്യുക
mn: Принтерээ холбоно уу
my: ပရိုတိတ်ကိုချိတ်ဆက်ပါ
or: ଆପଣଙ୍କ ପ୍ରିଣ୍ଟର୍ ସଂଯୋଗ କରନ୍ତୁ
pa: ਆਪਣੇ ਪ੍ਰਿੰਟਰ ਨੂੰ ਕਨੈਕਟ ਕਰੋ
ps: خپل پرنټر وصل کړئ
si: ප්‍රින්ටරය සම්බන්ධ කරන්න
sl: Povežite svoj tiskalnik
ta: உங்கள் அச்சுப்பை இணைக்கவும்
te: మీ ప్రింటర్‌ని కనెక్ట్ చేయండి
tt: Принтерыгызны тоташтырыгыз
uz: Printeringizni Ulang
zu: Xhuma umprinta wakho

source: Click to connect
am: ለማገናኘት ይጫኑ
as: সংযোগ কৰিবলৈ ক্লিক কৰক
bg: Кликни, за да се свържеш
cy: Cliciwch i gysylltu
et: Klõpsake ühendamiseks
eu: Klikatu konektatzeko
fil: I-click upang kumonekta
gu: કનેક્ટ કરવા માટે ક્લિક કરો
hy: Սեղմեք կապ հաստատելու համար
is: Smelltu til að tengjast
ka: დაკავშირებისთვის დააწკაპუნეთ
kk: Байлану үшін басыңыз
km: ចុចដើម្បីភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ
ky: Туташуу үчүн чыкылдатыңыз
lo: ຄລິກເພື່ອເຊື່ອມຕໍ່
mk: Кликни за поврзување
ml: കണക്ട് ചെയ്യാൻ ക്ലിക്ക് ചെയ്യുക
mn: Холбохын тулд дарна уу
my: ချိတ်ဆက်ရန်နှိပ်ပါ
or: ସଂଯୋଗ ପାଇଁ କ୍ଲିକ୍ କରନ୍ତୁ
pa: ਕਨੈਕਟ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ
ps: د وصلولو لپاره کلیک وکړئ
si: සම්බන්ධ කිරීමට ක්ලික් කරන්න
sl: Kliknite za povezavo
ta: இணைக்க கிளிக் செய்க
te: కనెక్ట్ చేయడానికి క్లిక్ చేయండి
tt: Тоташтыру өчен басыгыз
uz: Ulanish uchun bosing
zu: Chofoza ukuze uxhumane

# collectDues
source: Please Collect A Due
am: እባክዎን ዕዳ ይሰብስቡ
as: দয়া কৰি বকেয়া সংগ্রহ কৰক
bg: Моля, събери дължимото
cy: Casglu Dyled
et: Palun Võta Võlgnevused Kokku
eu: Mesedez, bildu zor bat
fil: Mangyaring Kolektahin ang Dapat Bayaran
gu: કૃપા કરીને બાકી રકમ વસૂલ કરો
hy: Խնդրում ենք հավաքել պարտքը
is: Vinsamlegast innheimtu skuldir
ka: გთხოვთ აკრიფოთ დავალიანება
kk: Төлемді топтаңыз
km: សូម​ប្រមូល​ប្រាក់​ដល់​កំណត់
kn: ದಯವಿಟ್ಟು ಬಾಕಿಯನ್ನು ಸಂಗ್ರಹಿಸಿ
ky: Сураныч, карызды чогултуңуз
lo: ກະລຸນາເກັບກຳຕາມກຳນົດ
mk: Ве молиме наплати долго
ml: ദയവായി ഒരു കുടിശ്ശിക പിരിച്ചെടുക്കുക
mn: Төлөх дүнг аваарай
my: ငွေကျပ်များကိုရယူပါ
or: ଦୟାକରି ଏକ ଅବଶେଷ ଆଦାୟ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਬਕਾਇਆ ਇਕੱਠਾ ਕਰੋ
ps: لطفا یو پور راټول کړئ
si: කරුණාකර ගෙවීමක් එක් කරන්න
sl: Prosimo, poberite dolg
ta: தொகையைச் சேகரிக்கவும்
te: దయచేసి కరెంట్ వసూలు చేయండి
tt: Зинһар, бурычны җыегыз
uz: Iltimos, Qarzni Undiring
zu: Sicela Uqoqe Okufanele

# addNewPurchase
source: Please Add A Purchase
am: እባክዎን አዲስ ግዢ ያክሉ
as: দয়া কৰি নতুন পৰচেজ যোগ কৰক
bg: Моля, добави покупка
cy: Ychwanegu Pryniant Newydd
et: Palun Lisa Ostu
eu: Mesedez, gehitu erosketa bat
fil: Mangyaring Magdagdag ng Pagbili
gu: કૃપા કરીને ખરીદી ઉમેરો
hy: Խնդրում ենք ավելացնել գնում
is: Vinsamlegast bætið við innkaupum
ka: გთხოვთ დაამატეთ შესყიდვა
kk: Сатып алу қосыңыз
km: សូមបន្ថែមការទិញ
kn: ದಯವಿಟ್ಟು ಖರೀದಿ ಸೇರಿಸಿ
ky: Сураныч, жаңы сатып алуу кошуңуз
lo: ກະລຸນາເພີ່ມການຊື້
mk: Ве молиме додај нова набавка
ml: ദയവായി ഒരു വാങ്ങൽ ചേർക്കുക
mn: Шинэ худалдан авалт нэмнэ үү
my: ဝယ်ယူမည့်အရေအတွက်ထည့်ပါရန်
or: ଦୟାକରି ଏକ କ୍ରୟ ଯୋଡନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਖਰੀਦ ਜੋੜੋ
ps: لطفا یو پیرود اضافه کړئ
si: කරුණාකර මිලදී ගැනීමක් එක් කරන්න
sl: Prosimo, dodajte nakup
ta: தயவுசெய்து வாங்கலைச் சேர்க்கவும்
te: దయచేసి కొనుగోలు జోడించండి
tt: Зинһар, сатып алу өстәгез
uz: Iltimos, Sotib Olishni Qo'shing
zu: Sicela Uengeze Ukuthengwa Okusha

source: Sales Report
am: የሽያጭ ሪፖርት
as: বিক্ৰীৰ প্ৰতিবেদন
bg: Отчет за продажби
cy: Adroddiad Gwerthiant
et: Müügiaruanne
eu: Salmenta txostena
fil: Ulat sa Pagbebenta
gu: વેચાણ રિપોર્ટ
hy: Վաճառքի հաշվետվություն
is: Söluskýrsla
ka: გაყიდვების ანგარიში
kk: Сатып алу туралы есептік
km: របាយការណ៍លក់
kn: ಮಾರಾಟ ವರದಿ
ky: Сатуу отчету
lo: ບົດລາຍງານການຂາຍ
mk: Извештај за продажба
ml: വില്പന റിപ്പോർട്ട്
mn: Борлуулалтын тайлан
my: အေရာင်းအဝယ်စာရင်း
or: ବିକ୍ରୟ ରିପୋର୍ଟ
pa: ਸੇਲਜ਼ ਰਿਪੋਰਟ
ps: د پلور راپور
si: විකුණුම් වාර්තාව
sl: Poročilo o prodaji
ta: விற்பனை அறிக்கை
te: అమ్మకాల రిపోర్ట్
tt: Сатулар отчеты
uz: Sotish Hisoboti
zu: Umbiko Wokuthengisa

# addSale
source: Please Add A Sale
am: እባክዎን ሽያጭ ያክሉ
as: দয়া কৰি এখন বিক্ৰয় যোগ কৰক
bg: Моля, добави продажба
cy: Ychwanegu Gwerthiant
et: Palun Lisa Müügi
eu: Mesedez, gehitu salmenta bat
fil: Mangyaring Magdagdag ng Benta
gu: કૃપા કરીને વેચાણ ઉમેરો
hy: Խնդրում ենք ավելացնել վաճառք
is: Vinsamlegast bætið við sölu
ka: გთხოვთ დაამატეთ გაყიდვა
kk: Сатып алу қосыңыз
km: សូមបន្ថែមការលក់
kn: ದಯವಿಟ್ಟು ಮಾರಾಟ ಸೇರಿಸಿ
ky: Сураныч, сатуу кошуңуз
lo: ກະລຸນາເພີ່ມການຂາຍ
mk: Ве молиме додај продажба
ml: ദയവായി ഒരു വിൽപന ചേർക്കുക
mn: Борлуулалт нэмнэ үү
my: အေရာင်းရန်မည့်အရေအတွက်ထည့်ပါ
or: ଦୟାକରି ଏକ ବିକ୍ରୟ ଯୋଡନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸੇਲ ਜੋੜੋ
ps: لطفا یو پلور اضافه کړئ
si: කරුණාකර විකුණුමක් එක් කරන්න
sl: Prosimo, dodajte prodajo
ta: தயவுசெய்து விற்பனையைச் சேர்க்கவும்
te: దయచేసి అమ్మకం జోడించండి
tt: Зинһар, сату өстәгез
uz: Iltimos, Sotishni Qo'shing
zu: Sicela Uengeze Ukuthengisa

source: Reports
am: ሪፖርቶች
as: প্ৰতিবেদন
bg: Отчети
cy: Adroddiadau
et: Aruanded
eu: Txostenak
fil: Mga Ulat
gu: રિપોર્ટ્સ
hy: Հաշվետվություններ
is: Skýrslur
ka: ანგარიშები
kk: Есептіктер
km: របាយការណ៍
kn: ವರದಿಗಳು
ky: Отчеттор
lo: ບົດລາຍງານ
mk: Извештаи
ml: റിപ്പോർട്ടുകൾ
mn: Тайлан
my: စာရင်းများ
or: ରିପୋର୍ଟଗୁଡ଼ିକ
pa: ਰਿਪੋਰਟਾਂ
ps: راپورونه
si: වාර්තාවන්
sl: Poročila
ta: அறிக்கைகள்
te: రిపోర్ట్‌లు
tt: Отчетлар
uz: Hisobotlar
zu: Imibiko
